{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "A US national security adviser says 'there is no reason for Americans to panic' about coronavirus as report claims second US plane heads to China to evacuate more Americans from Wuhan",
            "description": "A plane is on the way to Wuhan to evacuate more US citizens trapped in the city, CNN reported Sunday. The plane would be the second one to remove US citizens from the city at the center of the novel coronavirus outbreak. The evacuation \"might not be the last,…",
            "url": "https://www.businessinsider.com/coronavirus-second-plane-headed-to-wuhan-evacuate-us-citizens-2020-2",
            "urlToImage": "https://i.insider.com/5e3723fa5bc79c44276dc864?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T20:08:21Z",
            "content": "A second plane is reportedly on the way to the city of Wuhan in China to evacuate more United States citizens as the region continues to deal with the spread of the novel coronavirus, CNN reported Sunday. \r\nAccording to the Sunday report from CNN, the plane, … [+2870 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "Thai doctors have been using a cocktail of flu and HIV drugs to treat coronavirus cases",
            "description": "Soe Zeya Tun/Reuters A combination of flu and HIV medications are helping treat severe cases of the new coronavirus, Thai doctors said. Chinese health officials have already been administering the HIV and flu drugs to fight the coronavirus, but the combinatio…",
            "url": "https://www.businessinsider.com/coronavirus-treatment-cocktail-of-flu-hiv-drugs-2020-2",
            "urlToImage": "https://i.insider.com/5e3717325bc79c3ea82ac413?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T19:13:29Z",
            "content": "BANGKOK (Reuters) - Thai doctors have seen success in treating severe cases of the new coronavirus with a combination of medications for flu and HIV, with initial results showing vast improvement 48 hours after applying the treatment, they said on Sunday.\r\nTh… [+2337 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Connor Perrett), Connor Perrett",
            "title": "Photos and videos show officials in hazmat suits spraying passengers with mist as they arrive in Indonesia amid coronavirus scare",
            "description": "Antara Foto/via REUTERS Airplane passengers who flew from Wuhan, China to Batam, Indonesia were sprayed with a substance when they disembarked, according to photos and videos. According to the Indonesian Ministry of Foreign Affairs, 243 people returned from C…",
            "url": "https://www.businessinsider.com/coronavirus-officials-spray-passengers-from-china-indonesia-2020-2",
            "urlToImage": "https://i.insider.com/5e36e0d45bc79c2ad94fb012?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T16:22:36Z",
            "content": "Passengers exiting a flight from Wuhan, China to Batam, Indonesia can be seen being sprayed with a substance as they disembark from a plane in photos and videos posted online.  \r\nIn one video posted to Twitter on February 2, passengers can be seen exiting a B… [+3249 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "US military says some US service members in South Korea may be quarantined to stop the spread of the Wuhan coronavirus",
            "description": "US service members in South Korea face the possibility of quarantine if they recently returned to their posts from mainland China. A 14-day self-quarantine has been put in place for US military personnel who returned to South Korea from China between Jan. 19 …",
            "url": "https://www.businessinsider.com/us-troops-in-south-korea-face-possible-wuhan-coronavirus-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5aebb94119ee865d008b4877?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T16:10:48Z",
            "content": "US service members in South Korea face the possibility of quarantine if they recently returned to their posts from mainland China, US Forces Korea announced Sunday as the novel coronavirus that originated in Wuhan, China continues to spread.\r\nA 14-day self-qu… [+1481 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "ama@businessinsider.com (Alexandra Ma), Alexandra Ma",
            "title": "The Wuhan coronavirus is causing increased incidents of racism and xenophobia at college, work, and supermarkets, according to Asian people",
            "description": "Stringer/Getty Images As fears over the deadly coronavirus from China grow, so are racist and xenophobic incidents against Asian communities in the US, Canada, and Europe. People of Asian descent have described to Business Insider and other outlets being disc…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-racism-asians-experience-fears-outbreak-2020-1",
            "urlToImage": "https://i.insider.com/5e34520162fa812a1926b3e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T14:00:31Z",
            "content": "The novel coronavirus from Wuhan, China, has killed more than 304 people in less than two months after its first case.\r\nAuthorities in China have quarantined more than ten cities, and the US, UK, and several other countries are quarantining all travelers who … [+8479 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "I flew 14 hours nonstop to Korea on the world's biggest passenger plane, the controversial double-decker Airbus A380 — and I already want to book another ticket",
            "description": "I flew Korean Air's Airbus A380 on a 14 and a half hour flight from New York City to Seoul, South Korea. The A380 is beloved by passengers and aviation enthusiasts but has been rejected by airlines due to its expensive operating costs. Airbus will stop produc…",
            "url": "https://www.businessinsider.com/air-korea-airbus-a380-economy-business-class-review-2020-1",
            "urlToImage": "https://i.insider.com/5e317f2c62fa811563142e66?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T13:46:00Z",
            "content": "I booked the longest flight I have ever taken just three days before take-off. \r\nThe Friday before my Air China flight to Seoul, South Korea was set to depart, Air China alerted passengers that certain flights were eligible for a full refund due to the corona… [+1462 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Linette Lopez",
            "title": "Even in the midst of its worst crisis in 15 years, China still handed Trump a mortifying loss",
            "description": "Even in the midst of its own national disaster — the spread of the Wuhan coronavirus — China managed to embarrass the Trump administration. Last week the UK decided to ignore the Trump administration's warnings and allow Chinese telecom giant Huawei to build …",
            "url": "https://www.businessinsider.com/china-handed-trump-loss-huawei-uk-5g-wuhan-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e34698862fa814a1d33bee6?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T13:04:00Z",
            "content": "Quietly, as the US media watched senators ask questions about the President Donald Trump's imbroglio in Ukraine, and tallied the Wuhan coronavirus death toll around the world, China handed the president a major loss, one with national-security implications fa… [+7315 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "China just finished work on the emergency hospital it set up to tackle the Wuhan coronavirus, and it took just 8 days",
            "description": "China just finished building an emergency hospital set up specifically to battle the Wuhan coronavirus. Work started on January 23, and the last brick was laid on Sunday morning, according to Chinese state media. Huoshenshan Hospital has an area of 25,000 squ…",
            "url": "https://www.businessinsider.com/photos-wuhan-coronavirus-china-completes-emergency-hospital-eight-days-2020-2",
            "urlToImage": "https://i.insider.com/5e369f825bc79c38d6582de2?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T10:16:11Z",
            "content": "China has completed work on an emergency 1,000-bed hospital, set up specifically to battle the Wuhan coronavirus.\r\nWork began on Huoshenshan Hospital on January 23, and was competed on Sunday morning, according to Chinese state media China Global Television N… [+998 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "A man in the Philippines has become the first person to die of the Wuhan coronavirus outside of China",
            "description": "A man in the Philippines has become the first person to die of the Wuhan coronavirus outside of China. The victim, a 44-year-old man, died on Saturday in Manila. He had travelled to the Philippines from Wuhan. He experienced a \"fever, cough & sore throat\" bef…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-first-death-outside-china-phillipines-2020-2",
            "urlToImage": "https://i.insider.com/5e3687b45bc79c1eea153dd2?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T08:36:52Z",
            "content": "A man in the Philippines has died of the Wuhan coronavirus, the first confirmed fatality outside of China. \r\nThe victim was a 44-year-old man, according to the World Health Organization's Philippines branch, who posted the news on Twitter Sunday morning.\r\n\"A … [+2082 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "China says Wuhan coronavirus victims who die should be quickly cremated without funerals as death toll rises",
            "description": "New trial regulations from China's National Health Commission (NHC) have banned funerals and other activities where friends and family would pay respects to the dead for deceased victims of the novel coronavirus. The new regulations on the disposal of remains…",
            "url": "https://www.businessinsider.com/china-bans-funerals-for-coronavirus-victims-as-death-toll-rises-2020-2",
            "urlToImage": "https://i.insider.com/5e3642065bc79c218810c125?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T03:55:57Z",
            "content": "China has officially banned funerals and other events where friends and families can pay their respects for deceased victims of the novel coronavirus that originated in Wuhan, China, according to new trial regulations issued Saturday to slow the spread.\r\nChin… [+1757 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "Health officials say they're testing the first possible Wuhan coronavirus case in New York City",
            "description": "Health officials said Saturday that New York City may have its first possible coronavirus patient, and are waiting for test results from the Centers for Disease Control and Prevention If confirmed, the New York City patient would be the ninth coronavirus pati…",
            "url": "https://www.businessinsider.com/new-york-city-first-possible-wuhan-coronavirus-case-officials-say-2020-2",
            "urlToImage": "https://i.insider.com/5e362e015bc79c07f835cd42?width=1200&format=jpeg",
            "publishedAt": "2020-02-02T02:32:03Z",
            "content": "New York City officials announced Saturday they have been testing the city's first possible coronavirus patient.\r\nThe patient is under 40 years old and is in stable condition at the Bellevue Hospital Center in Manhattan, the New York City Department of Health… [+1002 chars]"
        }
    ]
}