{
    "status": "ok",
    "totalResults": 4,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Chao Deng, Jeremy Page",
            "title": "Experts Race to Figure Out How Contagious the Coronavirus Is - Wall Street Journal",
            "description": "Experts Race to Figure Out How Contagious the Coronavirus Is Wall Street Journal Is the response to Coronavirus enough? I Inside Story Al Jazeera English Travel bans plunge China into deepening isolation over coronavirus The Guardian New science model finds c…",
            "url": "https://www.wsj.com/articles/experts-race-to-figure-out-how-contagious-the-wuhan-virus-is-11580672317",
            "urlToImage": "https://images.wsj.net/im-149958/social",
            "publishedAt": "2020-02-02T19:39:00Z",
            "content": "BEIJINGPublic-health experts around the world have been crunching numbers about the advance of Chinas dangerous new coronavirus to estimate how far and fast it could spread.\r\nStudies published in recent days say the new virus appears to be more contagious tha… [+195 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jon Emont, Niharika Mandhana",
            "title": "Chinese Abroad Become Targets of Suspicion Over Coronavirus - Wall Street Journal",
            "description": "Chinese Abroad Become Targets of Suspicion Over Coronavirus Wall Street Journal Coronavirus Live Updates: Death in Philippines Is First Outside China The New York Times First person outside of mainland China dies of Wuhan coronavirus CNN Locked-down Wuhan wil…",
            "url": "https://www.wsj.com/articles/chinese-abroad-become-targets-of-suspicion-over-coronavirus-11580659771",
            "urlToImage": "https://images.wsj.net/im-149803/social",
            "publishedAt": "2020-02-02T16:09:00Z",
            "content": "As a new coronavirus spreads beyond Chinas borders and foreign governments begin to erect entry bans, Chinese travelers and communities overseas are becoming targets for anger, sometimes in ways that are amplifying long-held biases and anti-Chinese sentiments… [+270 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "James Mackintosh",
            "title": "What the Stock Market May Be Missing About the Coronavirus - The Wall Street Journal",
            "description": "What the Stock Market May Be Missing About the Coronavirus The Wall Street Journal Coronavirus Live Updates: Death in Philippines Is First Outside China The New York Times First person outside of mainland China dies of Wuhan coronavirus CNN Locked-down Wuhan …",
            "url": "https://www.wsj.com/articles/what-the-stock-market-may-be-missing-about-the-coronavirus-11580648400",
            "urlToImage": "https://images.wsj.net/im-149798/social",
            "publishedAt": "2020-02-02T13:00:00Z",
            "content": "It took investors a few days, but they think they have the effect of the new coronavirus from China worked out. The broad thrust: Suppliers to China, and travel and holiday stocks, will suffer, but nasty effects for the market as a whole will be offset by cen… [+270 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jonathan Cheng",
            "title": "First Coronavirus Death Outside China Reported - The Wall Street Journal",
            "description": "First Coronavirus Death Outside China Reported The Wall Street Journal China slams Trump's coronavirus travel limits: 'Not a gesture of goodwill' Fox News Coronavirus: US and Australia close borders to Chinese arrivals BBC News Eighth US coronavirus case is c…",
            "url": "https://www.wsj.com/articles/first-coronavirus-death-reported-outside-china-11580614333",
            "urlToImage": "https://images.wsj.net/im-149952/social",
            "publishedAt": "2020-02-02T03:42:00Z",
            "content": "BEIJINGThe newly identified coronavirus has claimed its first victim outside China, a 44-year-old Chinese national in the Philippines, Chinas state broadcaster reported Sunday.\r\nThough more than 300 people have died from the coronavirus since the outbreak fir… [+135 chars]"
        }
    ]
}