{
    "status": "ok",
    "totalResults": 5,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mmcfalljohnsen@businessinsider.com (Morgan McFall-Johnsen), Morgan McFall-Johnsen",
            "title": "How the 'failed' quarantine of the Diamond Princess cruise ship started with 10 coronavirus cases and ended with more than 630",
            "description": "Kim Kyung-Hoon/Reuters The Diamond Princess cruise ship went from 10 cases of the new coronavirus to more than 630 over the course of its two-week quarantine. Experts and officials have criticized the decision to keep people on the ship and poor hygiene pract…",
            "url": "https://www.businessinsider.com/how-diamond-princess-cruise-ship-coronavirus-quarantine-went-wrong-2020-2",
            "urlToImage": "https://i.insider.com/5e505611fee23d0273017887?width=1200&format=jpeg",
            "publishedAt": "2020-02-23T12:02:00Z",
            "content": "Passengers on the Diamond Princess cruise ship got their first piece of bad news on February 4: Ten people onboard had tested positive for the novel coronavirus.\r\nIt was the beginning of a two-week ordeal of quarantine orders and disease response that has bee… [+1008 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "'This bubble will likely collapse': JPMorgan sounds the alarm on a hugely popular trade that's twice as overstretched as it was before the dot-com crash",
            "description": "The valuation gap between value and low-volatility stocks has grown twice as large as it was during the height of the dot-com boom. This trend has created an unsustainable \"equity factor bubble\" that is likely to burst, according to Marko Kolanovic, JPMorgan'…",
            "url": "https://www.businessinsider.com/next-stock-market-crash-tech-value-factor-bubble-collapse-kolanovic-2020-2",
            "urlToImage": "https://i.insider.com/5d67dbf02e22af01e84eb026?width=1200&format=jpeg",
            "publishedAt": "2020-02-23T11:05:00Z",
            "content": "It is still a tough time to be an investor whose preoccupation is finding cheap stocks.\r\nValue investors, as they're called, caught a break last year when their factor returned to favor amid an underperformance streak that had largely been in place since 2007… [+2728 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "GOLDMAN SACHS: Buy these 12 stocks to keep crushing the market as profit margins shrink",
            "description": "David Kostin, the chief US equity strategist at Goldman Sachs, says an elite handful of companies with high, steady profit margins will likely outperform the market in the months ahead. He says the combination of rising wages and high costs will keep profits …",
            "url": "https://www.businessinsider.com/12-stock-picks-to-buy-safe-companies-shrinking-margins-goldman-2020-2",
            "urlToImage": "https://i.insider.com/5a21a8e0f914c31f008b76a4?width=1200&format=jpeg",
            "publishedAt": "2020-02-23T14:13:00Z",
            "content": "A surprise can be a welcome distraction, and David Kostin — the chief US equity strategist for Goldman Sachs — says a little bit of good news over the last few weeks may have papered over a lot of worry.\r\nFourth-quarter earnings were better than expected over… [+1894 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Huawei is downplaying coronavirus impact on its smartphone sales, but experts say it will suffer more than Apple",
            "description": "The novel coronavirus has been a disaster for companies relying on China for supply chain and customers, with firms including Apple, Foxconn, AP Moller-Maersk, Air France-KLM all issuing warnings. Chinese smartphone giant Huawei has been coy on coronavirus im…",
            "url": "https://www.businessinsider.com/huawei-coronavirus-impact-analyst-commment-2020-2",
            "urlToImage": "https://i.insider.com/5e4ffbfefee23d1e7e2ddb64?width=1200&format=jpeg",
            "publishedAt": "2020-02-23T08:01:00Z",
            "content": "The outbreak of the coronavirus has dented the smartphone industry, with Apple warning that it expected a hit to revenues thanks to factory shutdowns and store closures.\r\nSamsung, the world's biggest phone maker, is currently less affected since about half it… [+3847 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Linette Lopez",
            "title": "Wall Street has a new slogan for why stocks keep going up as the world falls apart: 'Nothing Matters'",
            "description": "The mantra on Wall Street these days is \"nothing matters.\" It seems no matter how huge the event — a debilitating virus ravaging China, the rise of Bernie Sanders — none of it matters. Stocks just go up, and in credit markets good debt trades close to junk. C…",
            "url": "https://www.businessinsider.com/coronavirus-us-economy-proves-wall-street-politics-nothing-matters-slogan-2020-2",
            "urlToImage": "https://i.insider.com/5e505f94fee23d0ee04e01c7?width=1200&format=jpeg",
            "publishedAt": "2020-02-23T13:17:00Z",
            "content": "Business Insider\r\nFor the last few weeks one phrase has encapsulated the energy on Wall Street. It's very simple: \"Nothing matters.\"\r\nThe phrase has become a catchall for a host of oddities that are making investors distrust the market. In this market investm… [+5750 chars]"
        }
    ]
}