{
    "status": "ok",
    "totalResults": 27,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "The coronavirus' crown-like spikes give the virus family its name — here's what it looks like",
            "description": "A coronavirus outbreak that started in Wuhan, China, has killed more than 100 people and spread to at least 16 other countries. The coronavirus family also includes SARS, pneumonia, and the common cold. They're called coronaviruses because under a microscope,…",
            "url": "https://www.businessinsider.com/where-coronavirus-name-comes-from-2020-1",
            "urlToImage": "https://i.insider.com/5e30a5dd62fa81341e15b00e?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T23:00:00Z",
            "content": "The coronavirus family is a big one — it includes the common cold, pneumonia, SARS, and the new coronavirus that's spreading in China.\r\nThe various strains can cause very different ailments, but they have one thing in common: an external structure that featur… [+2309 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "A teacher's videos inside quarantined Wuhan show the streets eerily deserted and lines out the door at the pharmacy",
            "description": "An Irish teacher living in Wuhan, China has been chronicling life under quarantine for Channel 4. In a video posted this week, Ben Kavanaugh walked through deserted streets while venturing to the store to get food. He wore two masks, goggles, and gloves for t…",
            "url": "https://www.businessinsider.com/wuhan-teacher-life-inside-quarantined-city-2020-1",
            "urlToImage": "https://i.insider.com/5e30ac2b24306a2cf46a07e3?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T22:08:36Z",
            "content": "An Irish teacher's video blogs from within quarantined Wuhan, China are giving outsiders a look at what like on lockdown is like.\r\nChinese officials put Wuhan — the nation's seventh-largest city — on lockdown last week to slow the spread of the Wuhan coronavi… [+2163 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Wuhan coronavirus won’t affect iPhone production, according to Apple’s China manufacturer Foxconn (AAPL)",
            "description": "The coronavirus outbreak has not impacted Foxconn's production schedules, the company told The Verge on Tuesday. Foxconn, which is based in Taiwan and operates facilities in mainland China, is a major hardware supplier for the tech industry and products like …",
            "url": "https://www.businessinsider.com/wuhan-virus-foxconn-apple-iphone-production-china-timelines-2020-1",
            "urlToImage": "https://i.insider.com/5e30a48a62fa81328f4a3854?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T22:04:35Z",
            "content": "Foxconn, which manufactures key components of the iPhone and supplies many of the world's largest tech companies, told The Verge on Tuesday that the coronavirus outbreak has not impacted its production schedules.\r\n\"We can confirm that we have measures in plac… [+1808 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "Airlines are cutting flights to China — and the coronavirus could be a 'substantial' risk for the industry, an analyst warns (UAL)",
            "description": "United Airlines said on Tuesday that it was canceling a total of 24 flights to and from China, as the Wuhan coronavirus outbreak leads to plummeting demand. The US Department of State issued a travel warning on China, upgrading its alert to level three, or \"r…",
            "url": "https://www.businessinsider.com/coronavirus-poses-substantial-risk-to-airlines-and-air-travel-2020-1",
            "urlToImage": "https://i.insider.com/5e309ae55bc79c1b92734996?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T21:45:15Z",
            "content": "The mysterious coronavirus spreading around the world poses a \"substantial\" risk to global air travel and the aerospace sector, an analyst for Canaccord Genuity is warning, and the effects are already being seen in flight cancelations.\r\nHowever, the long-term… [+2945 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paulina Cachero",
            "title": "Nearly 60% of Americans say they don't trust Congress to contain a Wuhan coronavirus outbreak, according to new poll",
            "description": "As hysteria around the Wuhan coronavirus escalates, nearly 60% of Americans say they aren't confident in Congress' ability to contain the virus, according to a new poll released by the Morning Consult. A majority of Americans also supported measures to curtai…",
            "url": "https://www.businessinsider.com/60-percent-americans-dont-trust-congress-contain-wuhan-coronavirus-outbreak-2020-1",
            "urlToImage": "https://i.insider.com/5e30a51524306a2304694404?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T21:31:29Z",
            "content": "The Wuhan coronavirus has ignited hysteria across the globe as the virus spreads at break-neck speed, with more than 4,600 infected worldwide and five confirmed cases in the US.\r\nIn the wake of the craze about the pandemic, nearly 60% of Americans say they ar… [+2846 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Natalie Colarossi",
            "title": "China put 46 million people on lockdown to contain the Wuhan coronavirus. But quarantines throughout history have been riddled with mishaps.",
            "description": "In an attempt to contain the Wuhan coronavirus, China has issued the largest quarantine in human history. The country has put 16 cities on lockdown, affecting an estimated 46 million people. Quarantines have been used to prevent the spread of disease for hund…",
            "url": "https://www.businessinsider.com/quarantine-history-following-china-wuhan-coronavirus-lockdowns-2020-1",
            "urlToImage": "https://i.insider.com/5e303b6424306a22b22b48e2?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T20:40:09Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero",
            "title": "China demands an apology from a newspaper for a satirical cartoon of a Chinese flag with coronavirus particles",
            "description": "Danish newspaper Jyllands-Posten printed a satirical cartoon of China's national flag with illustrations of the Wuhan coronavrius particles in place of the stars. The Chinese embassy issued a statement demanding an apology from the paper and Danish artist Nie…",
            "url": "https://www.businessinsider.com/china-outraged-jyllands-posten-satirical-cartoon-chinese-flag-coronavirus-particles-2020-1",
            "urlToImage": "https://i.insider.com/5e3094be24306a0f07401b3f?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T20:31:39Z",
            "content": "In the Monday edition of the Danish newspaper Jyllands-Posten, readers found a satirical cartoon of China's national flag. In place of the five bright yellow stars were illustrated coronavirus particles. \r\nChina is currently grappling with containing the Wuha… [+2470 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "3M is boosting production of face masks as demand skyrockets due to the coronavirus outbreak (MMM)",
            "description": "The CEO of 3M said the company will boost production of face masks as demand spikes due to Wuhan coronavirus outbreak, CNBC reported. 3M is increasing production of the masks at its facilities around the world. People are flocking to buy masks as the virus sp…",
            "url": "https://www.businessinsider.com/3m-boosts-face-mask-production-amid-coronavirus-demand-2020-1",
            "urlToImage": "https://i.insider.com/5e30620162fa8162280fdea8?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T19:17:00Z",
            "content": "The CEO of 3M, which makes goods like Scotch tape and Post-It notes, said Tuesday that the company will boost its production of face masks as demand rises due to the Wuhan coronavirus outbreak. \r\nMike Roman said during a conference call about the company's fo… [+1649 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "3M just got hit with a trifecta of negative news. Here's why the stock is diving today.",
            "description": "From litigation to job cuts, 3M announced a slew of bad news Tuesday. After Boeing halted 737 Max production, aerospace suppliers are struggling this quarter, The Wall Street Journal reported. Visit Business Insider's homepage for more stories. Bad news came …",
            "url": "https://markets.businessinsider.com/news/stocks/3m-stock-hit-bad-news-shares-tumble-job-cuts-earnings-2020-1-1028851957",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3070bb24306a6365465f06-2400/3m.jpg",
            "publishedAt": "2020-01-28T17:57:25Z",
            "content": "Koen van Weel/AFP/Getty Images\r\nBad news came all at once for jack-of-all-trades conglomerate 3M Co. Tuesday. \r\nThe company's stock plummeted as the firm contends with a trifecta of negative events: A hit to revenue last quarter, a federal subpoena, and conti… [+1569 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "The US just issued a travel warning on China because of the mysterious coronavirus outbreak",
            "description": "The US State Department issued an upgraded travel warning on China, citing the coronavirus outbreak. The warning was raised from level two, or \"exercise increased caution,\" to level three, \"reconsider travel.\" More than 4,600 have been infected by the virus, …",
            "url": "https://www.businessinsider.com/us-china-travel-warning-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e29fa1462fa8118430f4916?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T17:27:16Z",
            "content": "The US State Department issued an upgraded travel warning on China, as concerns over a mysterious viral outbreak continue to grow.\r\nThe warning level was raised from level two, or \"exercise increased caution,\" to level three, \"reconsider travel,\" on Tuesday.\r… [+1008 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper and Sahar Esfandiari",
            "title": "Wuhan coronavirus has killed over 100 people. Here are all the countries warning against travel to China.",
            "description": "106 people have died from a coronavirus outbreak that started in Wuhan, China, and over 4,500 people have been infected across the world. Several countries, including the United States, United Kingdom, and Canada, have warned against all non-essential travel …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-list-of-countries-warning-against-travel-to-china-2020-1",
            "urlToImage": "https://i.insider.com/5e2a167e62fa8138db348605?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T17:24:17Z",
            "content": "More than 100 people have died from a coronavirus outbreak that started in Wuhan, China, and over 4,500 people have been infected across the world.\r\nAs the outbreak has spread, China has moved to stop people leaving and entering cities linked to the disease.\r… [+853 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shira Feder",
            "title": "People are obsessed with a game where you destroy humanity by spreading a disease. It's a way to work through coronavirus anxiety, according to an expert.",
            "description": "As concerns about the Wuhan coronavirus spreads, downloads of the mobile strategy game Plague Inc are soaring. Users have reached out to Ndemic Creations, the company that created the game, to ask public health questions about the coronavirus and its spread. …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-causing-interest-in-plague-game-reduce-anxiety-2020-1",
            "urlToImage": "https://i.insider.com/5e306a6b24306a5be3357293?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T17:06:00Z",
            "content": "As the Wuhan coronavirus spreads and the death toll rises, so does demand for a video game.\r\nPlague Inc., a game in which players act as a virus fungus, or bacteria, tasked with destroying humanity, has been one of the world's most popular strategy game apps … [+6499 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Bitcoin hits its highest level since November after soaring above the $9,000 threshold",
            "description": "B itcoin soared past the $9,000 level in early Tuesday trading to hit its highest price since early November. The coin jumped as high as $9,176.38 Tuesday morning, jumping alongside other cryptocurrencies as investors view them as a safe haven from coronaviru…",
            "url": "http://markets.businessinsider.com/news/bitcoin-hits-its-highest-level-since-november-after-soaring-above-the-9-000-threshold-1028851749",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3058f262fa815582048b8c-2400/2019-12-19t105847z1lynxmpefbi11srtroptp4crypto-currencies-halving.jpg",
            "publishedAt": "2020-01-28T16:53:14Z",
            "content": "Reuters\r\n<ul><li>Bitcoin soared past the $9,000 level in early Tuesday trading to hit its highest price since early November.</li><li>The coin jumped as high as $9,176.38 Tuesday morning, jumping alongside other cryptocurrencies as investors view them as a sa… [+2338 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "aholmes@businessinsider.com (Aaron Holmes), Aaron Holmes",
            "title": "Facebook knows what you're doing on other sites and in real life. This tool lets you see what it knows about you. (FB)",
            "description": "Facebook Facebook just released a new tool that lets people see how it tracks their \"off-Facebook activity.\" The social network tracks the websites, apps, and even real-life stores that users visit in order to target highly-tailored ads to them. Mark Zuckerbe…",
            "url": "https://www.businessinsider.com/facebook-clear-history-offline-activity-tracker-tool-how-to-use-2020-1",
            "urlToImage": "https://i.insider.com/5e304b245bc79c39b2370975?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T15:54:50Z",
            "content": "Facebook is watching you — but thanks to a newly-unveiled feature, it's now possible to keep tabs on how Facebook is tracking your activity.\r\nFacebook rolled out its new \"Off-Facebook Activity\" tracker on Tuesday. The tool gives users an itemized list of the … [+1098 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "US consumer confidence trounces forecasts, hits highest level since August",
            "description": "A closely-watched measure of consumer confidence among American households rebounded in January. The increase was driven primarily by a positive assessments of the labor market and increased optimism about future job prospects. Concerns about the spread of a …",
            "url": "https://www.businessinsider.com/us-consumer-confidence-beats-forecasts-at-highest-level-since-august-2020-1",
            "urlToImage": "https://images.markets.businessinsider.com/image/564f75238f80c22f008b486a-2400/rtx10e2h.jpg",
            "publishedAt": "2020-01-28T15:29:55Z",
            "content": "Reuters\r\n<ul><li>A closely-watched measure of consumer confidence among American households rebounded in January.</li><li>The increase was driven primarily by a positive assessments of the labor market and increased optimism about future job prospects.</li><l… [+2239 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dkeyes@businessinsider.com (Daniel Keyes), Daniel Keyes",
            "title": "As China's outbound tourism rises, mobile payments will be key to capturing Chinese tourists' spending",
            "description": "This story was delivered to Business Insider Intelligence Payments & Commerce subscribers earlier this morning. To get this story plus others to your inbox each day, hours before they're published on Business Insider, click here. Chinese outbound tourism rose…",
            "url": "https://www.businessinsider.com/mobile-payment-acceptance-key-to-chinese-tourism-opportunity-2020-1",
            "urlToImage": "https://i.insider.com/5bd1e9d797b3c51ad3604d67?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T15:24:00Z",
            "content": "Chinese outbound tourism rose to approximately 81.3 million trips in the first half of 2019, up 14% year-over-year (YoY), per the Chinese Tourism Academy as cited in a report from Alipay and Nielsen, presenting payments providers with a valuable chance to rac… [+3678 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "George Paul",
            "title": "ZTE and China Telecom enabled the first remote diagnosis of coronavirus via a 5G telehealth system",
            "description": "Chinese networking equipment maker ZTE and network operator China Telecom facilitated China's first remote diagnosis of the deadly coronavirus using a 5G network. For context, coronavirus has reportedly infected at least 2,700 people and caused at least 80 de…",
            "url": "https://www.businessinsider.com/zte-china-telecom-build-5g-telehealth-system-for-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e3045f662fa813c8a6cc4b8?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T14:58:00Z",
            "content": "Chinese networking equipment maker ZTE and network operator China Telecom facilitated China's first remote diagnosis of the deadly coronavirus using a 5G network. For context, coronavirus has reportedly infected at least 2,700 people and caused at least 80 de… [+2984 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Here's why one expert says the rest of Wall Street needs to stop comparing coronavirus to SARS",
            "description": "Much of Wall Street has turned to historical data from SARS to get a grip on what coronavirus could have in store for markets. But the US stock market was dealing with an impending war and weak economic fundamentals in 2003, making that a faulty comparison, R…",
            "url": "https://markets.businessinsider.com/news/stocks/wall-street-stop-comparing-wuhan-virus-sars-analyst-coronavirus-markets-2020-1-1028851247",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3048175bc79c35393885e3-2400/coronavirus-iphones.jpg",
            "publishedAt": "2020-01-28T14:57:00Z",
            "content": "Photo by Tomohiro Ohsumi/Getty Images\r\n<ul><li>Much of Wall Street has turned to historical data from SARS to get a grip on what coronavirus could have in store for markets.</li><li>But the US stock market was dealing with an impending war and weak economic f… [+2484 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sahar Esfandiari), Sahar Esfandiari",
            "title": "From dancing to indoor fishing, people quarantined in Wuhan are finding creative ways to stave off the boredom of being stranded due to coronavirus",
            "description": "Twitter/Michael Standaert Videos of people on lockdown in Wuhan show creative ways of passing time indoors. A coronavirus outbreak that originated in Wuhan, China has now killed 106 people and infected more than 4,500. There are around 11 million people livin…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-people-find-creative-ways-keep-occupied-during-lockdown-2020-1",
            "urlToImage": "https://i.insider.com/5e302cca24306a1c847b0352?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T14:47:14Z",
            "content": "As millions of people in central China remain under quarantine in an attempt to prevent the spread of the Wuhan coronavirus, a fresh problem is emerging: boredom.\r\nTo combat the tedium of spending days stuck at home, citizens of Wuhan and cities nearby are ge… [+3034 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "One of Beyond Meat's earliest bulls downgrades the stock, saying its soaring price bakes in 'plenty of potentially good news'",
            "description": "JPMorgan was among the first to issue a \"buy\" rating for Beyond Meat shares after its May 2 IPO, but the bank now holds a \"more balanced risk/reward outlook\" on the stock. Analyst Ken Goldman downgraded the plant-based-meat company to \"neutral\" from \"overweig…",
            "url": "https://markets.businessinsider.com/news/stocks/beyond-meat-stock-downgraded-jpmorgan-analyst-january-spike-valuation-high-2020-1-1028850874",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e30341962fa81302a0c893a-1538/2019-05-02t174052z469085920rc1cbe080400rtrmadp3beyond-meat-ipo.jpg",
            "publishedAt": "2020-01-28T14:06:42Z",
            "content": "Reuters / Brendan McDermid\r\n<ul><li>JPMorgan was among the first to issue a \"buy\" rating for Beyond Meat shares after its May 2 IPO, but the bank now holds a \"more balanced risk/reward outlook\" on the stock.</li><li>Analyst Ken Goldman downgraded the plant-ba… [+3370 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sahar Esfandiari",
            "title": "Videos show the shockingly rapid progress China is making with 2 hospitals it's panic-building to fight the coronavirus",
            "description": "Chinese state media is livestreaming footage of the construction of two hospitals in Wuhan city, which authorities are panic-building to fight the outbreak of the deadly coronavirus. The virus, which originated in Wuhan, has now killed more than 100 people an…",
            "url": "https://www.businessinsider.com/china-rapid-progress-panic-building-a-hospital-in-6-days-2020-1",
            "urlToImage": "https://i.insider.com/5e301f7f24306a167f1042a2?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T11:58:45Z",
            "content": "Videos show the shockingly rapid progress the city of Wuhan, China, is making with two new hospitals it's panic-building to fight the deadly coronavirus.\r\nThe rapidly-spreading virus, which is transmitted from human to human, has killed at least 100 people an… [+2352 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "Facebook is reportedly restricting its employees' travel to China amid coronavirus concerns",
            "description": "Facebook is reportedly restricting its employees' travel to China amid global concerns about the deadly coronavirus outbreak. According to Bloomberg, Facebook has halted all non-essential travel to China by its staff since Monday. Staff who do need to travel …",
            "url": "https://www.businessinsider.com/facebook-restricting-employees-china-travel-amid-coronavirus-concerns-2020-1",
            "urlToImage": "https://i.insider.com/57bdb535db5ce94f008b895a?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T10:26:33Z",
            "content": "Facebook is taking no half-measures when it comes to the coronavirus.\r\nAccording to anonymous sources who spoke to Bloomberg, Facebook has halted all non-essential travel to China by its staff, with the restrictions having come into force on Monday.\r\nStaff wh… [+1307 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Chinese villages are cutting themselves off from the world with makeshift brick walls to try and stop outsiders giving them Wuhan virus",
            "description": "Chinese villages are cutting themselves off from the world to prevent the deadly Wuhan coronavirus from taking hold in their communities. Sky News documented six villages in Hubei, about 600 miles from Wuhan, the epicenter of the outbreak, who had taken defen…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-chinese-villages-wall-themselves-in-to-stop-spread-2020-1",
            "urlToImage": "https://i.insider.com/5e30075024306a0c2f2954a3?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T10:18:23Z",
            "content": "Villages in central China are going to extreme measures to cut themselves off from the deadly Wuhan coronavirus.\r\nImages broadcast by Sky News, featuring the network's Asia correspondent Tom Cheshire, documented isolation attempts by six villages in the provi… [+2138 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Spriha Srivastava",
            "title": "Stocks shrug off Wuhan virus worries as focus turns to Apple and Starbucks earnings",
            "description": "US and European stocks pull away from losses as investors keep an eye on an earnings-heavy day stateside. Apple, Starbucks, and eBay report earnings later in the day. The Dow Jones Industrial Average turned lower on virus risk fears on Monday, going negative …",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-markets-shrug-off-virus-woes-amid-focus-on-apple-q4-1028849592",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e30087724306a0c825e1753-2400/2020-01-22t122739z1lynxmpeg0l18jrtroptp4usa-stocks.jpg",
            "publishedAt": "2020-01-28T10:12:27Z",
            "content": "Reuters\r\n<ul><li>US and European stocks pull away from losses as investors keep an eye on an earnings-heavy day stateside.</li><li>Apple, Starbucks, and eBay report earnings later in the day. </li><li>The Dow Jones Industrial Average turned lower on virus ris… [+2827 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "China's coronavirus might disrupt Apple's production plans for the iPhone",
            "description": "Apple's supply chain could be seriously disrupted by the outbreak of the coronavirus in China, sources told Nikkei Asian Review. The virus has hit just as Apple was reportedly preparing to start manufacturing a new smaller, cheaper iPhone model. Most of Apple…",
            "url": "https://www.businessinsider.com/chinas-coronavirus-might-disrupt-iphone-12-production-2020-1",
            "urlToImage": "https://i.insider.com/5e30030d5bc79c12bf083052?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T10:07:59Z",
            "content": "It looks like the rapid spread of the coronavirus in China could sting Apple's iPhone supply chain, according to a report from Nikkei Asian Review.\r\nAn anonymous supply chain executive told Nikkei the coronavirus — the current death toll for which stands at 1… [+1546 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Tuesday. Donald Trump's repeated threats have 'irritated' the UK and it plans to defy him and strike a deal with Huawei. Trump has threatened to cut off its intelligence-sharing arrangement with the UK…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-january-28-2020-1",
            "urlToImage": "https://i.insider.com/5e2fdbb424306a7cf50b6262?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T07:46:23Z",
            "content": "Britain's Prime Minister Boris Johnson alongside US President Donald Trump.\r\nReuters\r\nGood morning! This is the tech news you need to know this Tuesday.\r\n<ol><li>Donald Trump's repeated threats have 'irritated' the UK and it plans to defy him and strike a dea… [+2514 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "The Gates Foundation is spending $10 million to fight the coronavirus outbreak in China and Africa. Bill Gates has warned about a pandemic for years.",
            "description": "The Bill and Melinda Gates Foundation is giving $10 million in aid to frontline responders fighting the Wuhan coronavirus outbreak in China and Africa. The outbreak has sickened at least 2,800 people and killed at least 81. Bill Gates has been warning about t…",
            "url": "https://www.businessinsider.com/gates-foundation-10-million-to-fight-wuhan-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2f83ec5bc79c6b6d6541b4?width=1200&format=jpeg",
            "publishedAt": "2020-01-28T00:46:00Z",
            "content": "As a coronavirus continues to spread around the world, the Bill and Melinda Gates Foundation announced Sunday that it is contributing $10 million toward the fight to contain the outbreak.\r\nOf that total, the foundation is giving $5 million to support the resp… [+5543 chars]"
        }
    ]
}