{
    "status": "ok",
    "totalResults": 82,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "A top US health official say the US needs 300 million face masks for healthcare workers. But masks are not necessarily effective against coronavirus.",
            "description": "Health and Human Services Sec. Alex Azar said the US needs at least 300 million face masks for health officials as the country braces the rapid spread of the coronavirus. The HHS secretary said the US already has 30 million, but would need 270 million more. T…",
            "url": "https://www.businessinsider.com/us-needs-millions-face-masks-not-very-effective-preventing-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5606c8fee23d20ef54b0c2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T07:18:08Z",
            "content": "A top US health official said the US needs at least 300 million face masks to fight the coronavirus, but the efficacy of the masks is questionable.\r\nHealth and Human Services Secretary Alex Azar said at a Senate subcommittee meeting that the US currently has … [+1884 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "gheeb@businessinsider.com (Gina Heeb), Gina Heeb",
            "title": "The coronavirus is raising alarm among consumers, the powerhouse of the US economy",
            "description": "AP Photo/Damian Dovarganes The coronavirus outbreak has increasingly raised alarm among American consumers, a key driver of growth in the US economy. Consumer sentiment fell 0.6 points to 114.8 last week, according to a Morning Consult survey released Wednesd…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-raises-alarm-consumers-powerhouse-economy-sentiment-harm-consult-survey-2020-2-1028942379",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5699f5fee23d726d63d8d8-2400/ap20032053175471.jpg",
            "publishedAt": "2020-02-26T17:09:25Z",
            "content": "AP Photo/Damian Dovarganes\r\n<ul><li>The coronavirus outbreak has increasingly raised alarm among American consumers, a key driver of growth in the US economy. </li><li>Consumer sentiment fell 0.6 points to 114.8 last week, according to a Morning Consult surve… [+1615 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "abendix@businessinsider.com (Aria Bendix), Aria Bendix",
            "title": "As the coronavirus outbreak worsens outside of China, hopes of containing it are diminishing",
            "description": "Associated Press The coronavirus outbreak that originated in China has spread to at least 40 other countries. South Korea, Italy, and Iran have seen a dramatic spike in cases. More than 50 deaths have been reported outside of mainland China. Health experts sa…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-worse-international-cases-pandemic-2020-2",
            "urlToImage": "https://i.insider.com/5e5577a0fee23d40a77f94d5?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T19:27:00Z",
            "content": "For a few weeks in February, it seemed the coronavirus outbreak had passed its apex. The World Health Organization said on Monday that the epidemic had peaked and plateaued in China between January 23 and February 2, and a recent study found that the largest … [+7607 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Bill Bostock), Bill Bostock",
            "title": "The coronavirus has now hit every continent except Antarctica after a man in Brazil tested positive",
            "description": "Salvatore Laporta/KONTROLAB/LightRocket via Getty Images The coronavirus has now infected every continent except Antarctica after Brazil confirmed a case on Tuesday. A 61-year-old man who had just returned from a 12-day trip to Lombardy, Italy, tested positiv…",
            "url": "https://www.businessinsider.com/antarctica-last-continent-no-coronavirus-brazil-confirms-case-south-america-2020-2",
            "urlToImage": "https://i.insider.com/5e564b08fee23d381e594a83?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T10:42:09Z",
            "content": "The coronavirus has now reached every continent on earth except for Antarctica after Brazil confirmed its first case.\r\nOn Tuesday, Brazil's ministry of health said in a statement that it was testing a man in São Paulo. Brazilian media, including G1 and Agora … [+2181 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Iran says it won't quarantine any towns or cities, despite recording the most coronavirus deaths outside of China",
            "description": "Iran says it won't quarantine towns and cities, despite recording the most deaths from the novel coronavirus outside China. \"We have no plan to quarantine any district or any city. We only quarantine individuals,\" Iran's president Hassan Rouhani said Wednesda…",
            "url": "https://www.businessinsider.com/coronavirus-iran-deaths-refuse-quarantine-towns-cities-2020-2",
            "urlToImage": "https://i.insider.com/5e565665fee23d391d0fa073?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T12:01:52Z",
            "content": "Iran has refused to quarantine any cities, towns, or villages, despite recording more coronavirus deaths than any country besides China.\r\n\"We have no plan to quarantine any district or any city. We only quarantine individuals,\" Iran's president Hassan Rouhani… [+3009 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Billionaire Leon Cooperman says the coronavirus selloff is a 'healthy' correction for the market 'even though I've lost a ton of money'",
            "description": "Leon Cooperman lost out in the coronavirus selloff — but he still thinks it's a \"healthy\" correction for the market. Coronavirus will be a thing of the past by June, Cooperman said in an interview with CNBC Wednesday. Visit Business Insider's homepage for mor…",
            "url": "https://markets.businessinsider.com/news/stocks/cooperman-coronavirus-sparked-healthy-correction-stock-market-hedge-leon-commentary-2020-2-1028941741",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e568196fee23d50db540612-2337/2005-12-13t120000z523534306pbeahunuaezrtrmadp3cooperman.jpg",
            "publishedAt": "2020-02-26T14:45:38Z",
            "content": "Jeff Zelevansky/Reuters\r\n<ul><li>Leon Cooperman lost out in the coronavirus selloff — but he still thinks it's a \"healthy\" correction for the market.</li><li>Coronavirus will be a thing of the past by June, Cooperman said in an interview with CNBC Wednesday.<… [+1613 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Julia Naftulin",
            "title": "The coronavirus is turning up on dating apps, with pandemic-themed chat-up lines and people making profiles for the virus",
            "description": "The coronavirus isn't going away anytime soon, so dating app users are using the virus as a talking point with other daters. Others have created mock-profiles for the virus, treating it as if it's a human with real dating preferences, a hometown, and turn-off…",
            "url": "https://www.businessinsider.com/coronavirus-dating-app-talking-point-people-making-it-profiles-2020-2",
            "urlToImage": "https://i.insider.com/5bc0af7694750c6d81058dc2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T21:16:00Z",
            "content": "As the coronavirus outbreak continues, the virus has impacted everything from sporting events to Peloton bike stock shares to Diet Coke availability.\r\nThe virus has even found its place on dating apps, where users are using the outbreak as a chat-up line and … [+2982 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anna Medaris Miller",
            "title": "How to cope with coronavirus anxiety, according to psychologists",
            "description": "The novel coronavirus, COVID-19, is on the brink of becoming a global pandemic, having killed 2,670 people and infected 81,000 worldwide. Anecdotal anxiety about coronavirus is rampant, and a psychologist says it's mostly because the virus is unknown. To cope…",
            "url": "https://www.businessinsider.com/how-to-cope-with-coronavirus-covid-19-anxiety-psychologist-2020-2",
            "urlToImage": "https://i.insider.com/5ba8c3afea40024d3d8b4567?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T17:59:00Z",
            "content": "With news of rising death tolls and crashing stock markets, and declarations from top officials that the US is unprepared to handle the pending global pandemic, it's unsurprising that Americans are worried, if not downright panicked, about the coronavirus.\r\nT… [+5208 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gabby Landsverk",
            "title": "Clorox and Lysol wipes may help to keep the coronavirus off surfaces, but they aren't the best way to protect yourself",
            "description": "The novel coronavirus known as COVID-19 that originated in Wuhan, China, has spread to more than 40 countries and infected 81,000 people worldwide. As the World Health Organization considered whether to declare the outbreak a pandemic, disease prevention spec…",
            "url": "https://www.businessinsider.com/bleach-kill-prevent-coronavirus-possible-pandemic-infection-between-people-2020-2",
            "urlToImage": "https://i.insider.com/5e56b19dfee23d134420a0f3?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T18:00:00Z",
            "content": "As the novel coronavirus continues to spread, and the World Health Organization considers declaring a pandemic, various containment strategies have been enlisted worldwide to slow infection, from quarantines to common household cleaners. \r\nPopular brands like… [+4265 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth",
            "title": "Trump is furious with the CDC for doing its job",
            "description": "The Centers for Disease Control and Prevention carried out its responsibility on Tuesday by warning the US public of the increased risk of a coronavirus outbreak within the country. The announcement enraged President Donald Trump, according to the Washington …",
            "url": "https://www.businessinsider.com/trump-furious-with-cdc-for-doing-job-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5584cbfee23d528b50b052?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T14:25:17Z",
            "content": "Public health officials announced on Tuesday that the US should prepare for a coronavirus outbreak and enraged President Donald Trump in the process.\r\n\"It's not so much of a question of if this will happen in this country any more but a question of when this … [+3630 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Municipal yields hit 38-year lows as investors fleeing coronavirus risk take refuge in state, local debt",
            "description": "Municipal bond yields are at a 38-year low, The Wall Street Journal reported. Investors are filing into the municipal market as the coronavirus selloff pushes them out of risk assets. Municipal yields were already ticking up before the selloff, a product of c…",
            "url": "https://markets.businessinsider.com/news/stocks/municipal-bond-yields-hit-year-lows-coronavirus-selloff-expensive-safety-2020-2-1028941034",
            "urlToImage": "https://images.markets.businessinsider.com/image/584967a9e02ba7e5008b8111-1362/screen-shot-2014-03-17-at-100109-am.png",
            "publishedAt": "2020-02-26T13:39:20Z",
            "content": "AP Images\r\nThe $4 trillion municipal bond market is more expensive than it's been in 38 years. \r\nInvestors are driving down yields in the muni markets as they flee risk assets seen as liklier to get hit during the coronavirus selloff. The S&amp;P Municipal Bo… [+1782 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "White House officials express hopes that coronavirus will advance 'America First' agenda",
            "description": "For some administration officials, the coronavirus outbreak could present an economic opening in the US. As President Donald Trump vies for re-election in November, it could advance an \"America First\" agenda. The administration has renewed focus on ways to \"s…",
            "url": "https://markets.businessinsider.com/news/stocks/trump-officials-coronavirus-could-help-america-first-agenda-economy-impact-2020-2-1028943072",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d8a262e2e22af398a191c74-2400/30d73d7eb31241709ea3aee64afb23bb.jpg",
            "publishedAt": "2020-02-26T21:13:36Z",
            "content": "Associated Press\r\n<ul><li>For some administration officials, the coronavirus outbreak could present an economic opening in the US.</li><li>As President Donald Trump vies for re-election in November, it could advance an \"America First\" agenda.</li><li>The admi… [+2099 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Choi",
            "title": "US Army soldier tested positive for coronavirus in South Korea, marking the first time a US service member is confirmed to have the disease",
            "description": "A US soldier stationed in South Korea \"tested positive\" for the coronavirus, the military said in a statement on Wednesday morning. The unnamed soldier, a 23-year-old male, is in self-quarantine at an off-base residence. The incident marks the first time a US…",
            "url": "https://www.businessinsider.com/us-soldier-coronavirus-in-south-korea-test-positive-2020-2",
            "urlToImage": "https://i.insider.com/5e55d403fee23d13a05d7624?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T02:44:52Z",
            "content": "A US soldier stationed in South Korea \"tested positive\" for the coronavirus, the military said in a statement on Wednesday morning.\r\nThe 23-year-old unnamed male soldier is in self-quarantine at an off-base residence, the US military added. Health officials a… [+1453 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "A second hotel is under lockdown as Europe tries to contain the spread of coronavirus",
            "description": "REUTERS/Daniel Liebl A hotel in Austria has been put on lockdown after one of its receptionist tested positive for the new coronavirus, Reuters reported. The receptionist is one of the two confirmed cases in the country. She and her partner both returned from…",
            "url": "https://www.businessinsider.com/hotel-austria-lockdown-coronavirus-europe-italy-2020-2",
            "urlToImage": "https://i.insider.com/5e55dba6fee23d0fde2db583?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T05:34:35Z",
            "content": "Austrian authorities have placed a hotel in the popular Alpine tourist region on lockdown, after a receptionist was one of two people in the country to test positive for the new COVID-19 virus, Reuters reported.\r\nIt is still unclear how many people are under … [+1146 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "adunn@businessinsider.com (Andrew Dunn), Andrew Dunn",
            "title": "The $95 billion biotech Gilead just announced plans to test a promising potential coronavirus treatment in 1,000 people (GILD)",
            "description": "Ruben Sprich / Reuters Gilead Sciences is accelerating its efforts to test a potential treatment for COVID-19, the disease caused by the growing coronavirus outbreak. The company just announced plans for two late-stage clinical studies. The California biotech…",
            "url": "https://www.businessinsider.com/gilead-clinical-trials-for-coronavirus-treatment-remdesivir-2020-2",
            "urlToImage": "https://i.insider.com/5e56f3aafee23d691d6a1e92?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T22:41:00Z",
            "content": "The $95 billion biotech Gilead Sciences is accelerating its effort to test a promising potential drug to treat COVID-19, the disease caused by the spreading coronavirus outbreak.\r\nGilead announced Wednesday plans for two late-stage clinical trials.  The studi… [+1888 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "China's coronavirus lockdown is economically terrible for almost everyone except delivery, news, and gaming apps",
            "description": "Analysis of China's app usage shows that citizens are turning to their phones to keep themselves entertained and fed during the coronavirus outbreak. Social media, news apps, and video games have all seen a significant increase in installs and engagement acco…",
            "url": "https://www.businessinsider.com/food-delivery-gaming-news-apps-soar-china-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e565ca9fee23d3fea6a7e02?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T13:08:12Z",
            "content": "Stats about China's app usage give a glimpse into what quarantined life amid the coronavirus is like.\r\nAnalysis from Goldman Sachs reveals how mobile internet use has changed in China since the Lunar New Year, when the coronavirus outbreak started to pick up … [+2013 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. 'The worst is yet to come': Global stocks plummet as fears mount of a coronavirus pandemic. \"Markets have finally woken up to the threats being presented by COVID-19,\" Michael Every, a senior Asia-Pacif…",
            "url": "https://www.businessinsider.com/opening-bell-february-26-2020-2",
            "urlToImage": "https://i.insider.com/5e566937fee23d45f0202185?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T12:51:53Z",
            "content": "Here's what you need to know before the markets open.\r\n1. 'The worst is yet to come': Global stocks plummet as fears mount of a coronavirus pandemic. \"Markets have finally woken up to the threats being presented by COVID-19,\" Michael Every, a senior Asia-Paci… [+1969 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Eliza Relman), Eliza Relman",
            "title": "Experts say officials need a 'plan B' for the 2020 elections in case the coronavirus continues to spread in the US",
            "description": "Photo by Ethan Miller/Getty Images If the Wuhan coronavirus continues to spread in the US, it has the potential to disrupt the primaries and general election. The virus could alter the candidates' plans to hold campaign rallies and conventions. State governme…",
            "url": "https://www.businessinsider.com/officials-need-plan-b-for-2020-elections-if-coronavirus-spreads-2020-2",
            "urlToImage": "https://i.insider.com/5e56a351fee23d7ac843e592?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T22:48:58Z",
            "content": "While just 60 people in the US have been diagnosed with the Wuhan coronavirus, officials are warning the disease will likely \"spread widely\" in the US — a reality that could disrupt upcoming elections. \r\nAmerican health authorities announced Tuesday that the … [+5134 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "Facebook is banning ads that promise to cure the coronavirus (FB)",
            "description": "Facebook is tightening up its rules on ads that reference the coronavirus outbreak. It is banning ads that mentioned it if they attempt to \"create a sense of urgency\" around the virus or promise to cure it. Like other tech platforms, Facebook is has seen a wa…",
            "url": "https://www.businessinsider.com/facebook-corona-virus-cracks-down-ads-2020-2",
            "urlToImage": "https://i.insider.com/5e55c5befee23d05e426b182?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T01:44:54Z",
            "content": "Facebook is tightening up its rules on ads that reference the novel coronavirus, in an attempt to curtail misinformation and fearmongering about the outbreak.\r\nThe social network will now ban ads that mention it if they promise to cure or prevent the virus, o… [+1847 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Wall Street expects 3 rate cuts this year as coronavirus fears spread",
            "description": "As concerns about a fast-spreading viral outbreak escalate, Wall Street is increasingly betting the Federal Reserve will step in to shield the US economy. The market-based probability that the central bank would slash interest rates three times this year was …",
            "url": "https://markets.businessinsider.com/news/stocks/wall-street-expects-three-interest-rate-cuts-year-coronavirus-fedwatch-2020-2-1028942094",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5678b0fee23d4d9904ac72-2400/ap20056672901424.jpg",
            "publishedAt": "2020-02-26T15:36:08Z",
            "content": "AP Photo/Richard Drew\r\nAs concerns about a fast-spreading viral outbreak escalate, Wall Street is increasingly betting the Federal Reserve will step in to shield the US economy from strains.\r\nThe market-based probability that the central bank would slash inte… [+1479 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Canela López and Anna Medaris Miller",
            "title": "Wellness influencers are telling followers near-lethal doses of vitamins will protect them from the coronavirus",
            "description": "Some naturopathic micro-influencers are taking to YouTube and Instagram to recommend megadoses of vitamins to treat coronavirus symptoms. One YouTuber, a nurse practitioner for the Love Medical Clinic in Colorado, said the clinic offers shots of 100,000 IU Vi…",
            "url": "https://www.businessinsider.com/wellness-influencers-say-near-lethal-vitamin-doses-prevent-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5abd27635183762c7c8b4738?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T21:54:00Z",
            "content": "Since the first case of the coronavirus was reported in December 2019, it has killed at least 2,760 people and infected more than 81,000 in 41 countries.  \r\nMedical researchers have yet to develop a vaccine to combat the virus and, as of now, there is no univ… [+5174 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "US universities are canceling study abroad programs in Italy and urging students to return to the US amid soaring coronavirus cases",
            "description": "Universities have begun taking the precautionary step of canceling their study abroad programs in Italy as the country grapples with the worst coronavirus outbreak outside Asia. Syracuse University, Fairfield University, and Elon University have indefinitely …",
            "url": "https://www.businessinsider.com/universities-cancel-study-abroad-programs-italy-coronavirus-cases-spike-2020-2",
            "urlToImage": "https://i.insider.com/5e56cce4fee23d39ef768222?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T20:47:02Z",
            "content": "As cases of coronavirus pile up across the globe and fears of a pandemic pick up steam, US universities are calling off their Italy study abroad programs and urging students to leave the European country.\r\nSo far, New York-based Syracuse and New York universi… [+3875 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz and Ruqayyah Moynihan",
            "title": "A hospital in Italy may have botched one of its first coronavirus cases, spreading the virus further in the worst-hit country outside of Asia",
            "description": "Italy is in the grip of the worst outbreak of the novel coronavirus outside Asia, with at least 233 confirmed cases and 12 deaths so far. Authorities recorded the spike in cases earlier this week, though how it came about has remained unclear. Now there appea…",
            "url": "https://www.businessinsider.com/coronavirus-italy-may-have-mishandled-early-case-aiding-spread-2020-2",
            "urlToImage": "https://i.insider.com/5e564e3efee23d39e1537e74?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T13:24:32Z",
            "content": "Italy appears to have mishandled one of its first cases of the novel coronavirus, which made it spread further and turn the country into the most badly-affected outside Asia.\r\nItaly recorded a dramatic uptick in coronavirus cases this week — with at least 233… [+4334 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "Photos show what it's like to travel around the world by train, bus, boat, and plane in the age of coronavirus",
            "description": "The spread of the new coronavirus has affected travel throughout the world. The outbreak that originated in Wuhan, China, has killed 2,700 people and infected more than 81,000 according to recent totals. The virus can pass from person to person, and one of th…",
            "url": "https://www.businessinsider.com/travel-during-spread-of-coronavirus-subway-train-plane-boat-2020-2",
            "urlToImage": "https://i.insider.com/5e56ba24fee23d1d4328b4a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T20:19:52Z",
            "content": "The death toll of the novel coronavirus that originated in Wuhan, China, is now more than 2,700, and the virus has infected more than 80,000 people.\r\nOn January 30, the World Health Organization (WHO) officially declared it a global health emergency. The viru… [+339 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "Here's what you need to know about changing or canceling your travel plans due to the coronavirus, as outbreaks spread to every continent except Antarctica (UAL, AAL, DAL)",
            "description": "As the coronavirus continues to spread, with outbreaks appearing in South Korea, Italy, Iran, and elsewhere, travelers and travel providers are being forced to rethink plans and make adjustments. If you're concerned about the virus, your options for a cancell…",
            "url": "https://www.businessinsider.com/coronavirus-change-cancel-travel-refund-2020-2",
            "urlToImage": "https://i.insider.com/5e56db01fee23d3d587af076?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T21:29:09Z",
            "content": "As the coronavirus continues to spread around the world, travelers are starting to rethink work trips and vacations. \r\nThe global tourism sector is bracing for a major slowdown as countries other than China struggle to contain outbreaks, travel restrictions a… [+3113 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Casey Sullivan",
            "title": "Inside a massive gathering of top private-equity players, where slumping returns and coronavirus concerns are dominating conversations",
            "description": "The blowout private-equity confab, SuperReturn, is underway in Berlin, Germany, and Business Insider was on the ground to document the opening day. Just before kickoff, attendees were hit with news that would hang over the day's events: reports that coronavir…",
            "url": "https://www.businessinsider.com/heres-what-private-equity-ceos-are-saying-about-returns-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e56d703fee23d39c54214a5?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T20:39:06Z",
            "content": "Just before the start of SuperReturn, the annual private-equity confab that's drawing thousands of investors, lawyers and consultants around the world, attendees were hit with news that would hang over the day's events. \r\nThe World Health Organization announc… [+6315 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "Goldman Sachs reveals the 10 best stocks to buy now for a market comeback from the coronavirus-driven plunge",
            "description": "Goldman Sachs has identified 10 stocks where options prices are cheap relative to their historical relationship with the broader S&P 500. These stocks have the highest implied upside as stocks recover from the coronavirus-driven sell-off. Click here for more …",
            "url": "https://www.businessinsider.com/stock-picks-cheap-options-strategy-coronavirus-market-rally-goldman-sachs-2020-2",
            "urlToImage": "https://i.insider.com/5e56891cfee23d5e543383f5?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T16:03:35Z",
            "content": "The law of gravity also applies to financial markets — with the caveat that stocks always defy it in the long run. \r\nInvestors are getting seesawed again this week, owing to fears about the economic impact of the coronavirus outbreak that has claimed over 2,7… [+1208 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "SmileDirectClub plummets 24% after missing quarterly estimates and reining in expansion plans (SDC)",
            "description": "SmileDirectClub missed Wall Street's expectations for fourth-quarter losses and revenue on Tuesday, citing back-office expenses and inefficient manufacturing operations. The company will shift focus to \"controlled growth\" in 2020 to reach profitability by the…",
            "url": "https://www.businessinsider.com/smiledirectclub-stock-price-4q-earnings-revenue-miss-tanks-growth-forecast-2020-2",
            "urlToImage": "https://i.insider.com/5e566d6afee23d4cb74b0475?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T13:59:12Z",
            "content": "<ul><li>SmileDirectClub missed Wall Street's expectations for fourth-quarter losses and revenue on Tuesday, citing back-office expenses and inefficient manufacturing operations.</li><li>The company will shift focus to \"controlled growth\" in 2020 to reach prof… [+2672 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tom Porter",
            "title": "Trump is said to be furious at grim official warnings about coronavirus, and is trying to combat a stock market slide with relentless optimism",
            "description": "President Donald Trump is angry about the stock market downturn, blaming it on warnings from US officials about the spread of the coronavirus, according to The Washington Post. Warnings about the likely impact of the virus from US health officials have contra…",
            "url": "https://www.businessinsider.com/trump-trying-halt-coronavirus-stock-slide-angry-cdc-2020-2",
            "urlToImage": "https://i.insider.com/5e566314fee23d43287a8e63?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T13:26:43Z",
            "content": "President Donald Trump is said to be furious about how officials in his administration have handled the coronavirus outbreak, and blames downbeat warnings from health officials for a brutal downturn in financial markets, according to reports. \r\nTwo people fam… [+2981 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rachel Premack",
            "title": "Matrix Partners bet early on Apple and FedEx. Here's why the VC is now investing millions on a trucking startup.",
            "description": "Los Angeles-based truck-brokerage startup Dray Alliance announced Wednesday that it raised a $10.2 million Series A round. Dray Alliance connects truck drivers and shippers in the ports of Long Beach and Los Angeles — where nearly a third of all containerized…",
            "url": "https://www.businessinsider.com/venture-capital-vc-trucking-backed-2020-2",
            "urlToImage": "https://i.insider.com/5e5557b6fee23d1a5b400376?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T13:00:00Z",
            "content": "Trucking startup Dray Alliance, founded in 2018 by three childhood friends, announced on Wednesday that it raised a $10.2 million Series A round. \r\nThe lead backer is Matrix Partners — a venture-capital firm with $4 billion in assets under management, which b… [+5467 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tlevin@businessinsider.com (Tim Levin), Tim Levin",
            "title": "Mercedes-Benz stuffed its smallest SUV with the most powerful engine of its kind",
            "description": "Mercedes-Benz Mercedes just unveiled the 2021 Mercedes-AMG GLA 45, and it's the most powerful version of Mercedes's smallest SUV. The crossover packs 382 horsepower and 354 pound-feet of torque from what Mercedes is calling the most powerful turbocharged four…",
            "url": "https://www.businessinsider.com/mercedes-announces-382-horsepower-version-of-its-tiniest-suv-2020-2",
            "urlToImage": "https://i.insider.com/5e56a8b6fee23d02ed3b0064?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T22:36:47Z",
            "content": "Mercedes just announced the most hardcore version of its most petite SUV. The newest member of Mercedes' crossover lineup packs almost 400 horsepower, more than 350 pound-feet of torque, and a big spoiler out back.\r\nMeet the Mercedes-AMG GLA 45 — it's so cute… [+412 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Wednesday. Facebook is banning ads that promise to cure the coronavirus. A spokesperson told Business Insider that Facebook will also take down ads which try to create a \"sense of urgency\" around the o…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-26-2020-2",
            "urlToImage": "https://i.insider.com/5e552321fee23d58f301c002?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T07:32:27Z",
            "content": "Facebook will take down ads promising to cure coronavirus.\r\nREUTERS/Yara Nardi\r\nGood morning! This is the tech news you need to know this Wednesday.\r\n<ol><li>Facebook is banning ads that promise to cure the coronavirus. A spokesperson told Business Insider th… [+2519 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Coronavirus vaccine developer Moderna soared 30% as US stocks suffered their worst stretch in years. Here are the 10 investors that benefited most — and how much they made. (MRNA)",
            "description": "Investors are posting multimillion-dollar gains from Moderna's soaring stock price, profiting from the company's bid to offer a coronavirus vaccine. Moderna spiked 30% between Monday and Tuesday's trading sessions. The biotech firm was one of the few US stock…",
            "url": "https://www.businessinsider.com/coronavirus-vaccine-moderna-stock-price-jump-profits-investors-millions-biggest-2020-2",
            "urlToImage": "",
            "publishedAt": "2020-02-26T19:14:43Z",
            "content": "Moderna<ul><li>Investors are posting multimillion-dollar gains from Moderna's soaring stock price, profiting from the company's bid to offer a coronavirus vaccine.</li><li>Moderna spiked 30% between Monday and Tuesday's trading sessions. The biotech firm was … [+3973 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "John Paulson predicted the financial crisis and specializes in meltdown-proof portfolios. Here are his top 10 bets right now, as coronavirus hits markets.",
            "description": "John Paulson bet against subprime mortgages, an investment that paid of hugely during the financial crisis. But since then, a large position in gold has produced lackluster returns for the investor. Gold is now surging amid the coronavirus outbreak, trading a…",
            "url": "https://www.businessinsider.com/john-paulsons-gold-bet-catch-break-coronavirus-selloff-top-holdings-2020-2",
            "urlToImage": "https://i.insider.com/5e56c247fee23d2e6058d963?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T19:29:45Z",
            "content": "<ul><li>John Paulson bet against subprime mortgages, an investment that paid of hugely during the financial crisis.</li><li>But since then, a large position in gold has produced lackluster returns for the investor.</li><li>Gold is now surging amid the coronav… [+1497 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Noah Lewis and Mark Abadi",
            "title": "INTERVIEW: Dwyane Wade reflects on his NBA legacy, his retirement plans, and his daughter's coming out as transgender",
            "description": "Former NBA star Dwyane Wade is the subject of the ESPN Films documentary \"D. Wade: Life Unexpected.\" In an exclusive interview, Wade told Business Insider about his post-retirement plans, including his new production company and his thoughts on coaching in th…",
            "url": "https://www.businessinsider.com/dwyane-wade-movie-retirement-legacy-family-daughter-2020-2",
            "urlToImage": "https://i.insider.com/5e558a30fee23d540e2ff837?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T17:29:00Z",
            "content": "Following is a transcript of Business Insider Today's interview with Dwyane Wade. The interview has been lightly edited for clarity and length. Watch the interview here.\r\nDwyane Wade had a professional career that any athlete would be jealous of.\r\nThe three-t… [+6087 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'The worst is yet to come': Global stocks plummet as fears mount of a coronavirus pandemic",
            "description": "Global stocks tumbled on Wednesday as investors braced for the novel coronavirus to escalate into a global pandemic. The flu-like illness has infected more than 80,000 people, killed at least 2,700, and spread to around 40 countries. \"It's not so much of a qu…",
            "url": "https://markets.businessinsider.com/news/stocks/worst-yet-to-come-global-stocks-plunge-coronavirus-pandemic-fears-2020-2-1028939973",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dc05e292f364a7e90413a7c-2000/stressed-trader.jpeg",
            "publishedAt": "2020-02-26T10:25:46Z",
            "content": "Reuters\r\n<ul><li>Global stocks tumbled on Wednesday as investors braced for the novel coronavirus to escalate into a global pandemic.</li><li>The flu-like illness has infected more than 80,000 people, killed at least 2,700, and spread to around 40 countries.<… [+3455 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'The brink of a global recession': A financial expert warns of severe coronavirus fallout as markets tank",
            "description": "Coronavirus' hit to major supply chains and spending behavior is pushing the world \"to the bring of a global recession\" this year, Nigel Green, CEO of financial services firm deVere Group, said Wednesday. Investors were \"caught off-guard\" by major selloffs on…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-risk-outlook-global-recession-expert-warns-stock-market-chaos-2020-2-1028942305",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5677f4fee23d4cf831c9d3-2400/2020-02-26t121839z1lynxnpeg1p17trtroptp4usa-stocks.jpg",
            "publishedAt": "2020-02-26T16:37:33Z",
            "content": "Lucas Jackson/Reuters\r\n<ul><li>Coronavirus' hit to major supply chains and spending behavior is pushing the world \"to the bring of a global recession\" this year, Nigel Green, CEO of financial services firm deVere Group, said Wednesday.</li><li>Investors were … [+4289 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Bond king Jeff Gundlach claims Bernie Sanders is responsible for the market sell-off — even as other experts cite coronavirus fear",
            "description": "Jeff Gundlach, Wall Street \"bond king\" and DoubleLine Capital CEO, claimed Bernie Sanders' frontrunner status in the 2020 Democratic primary is a reason for stocks' tumbling prices. \"The market is digesting a better than 50% chance of Bernie getting the nomin…",
            "url": "https://www.businessinsider.com/stock-market-outlook-bernie-sanders-blamed-coronavirus-market-drop-gundlach-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e56cd14fee23d3a1d2f33f3-2400/rtx1bjnf.jpg",
            "publishedAt": "2020-02-26T21:02:17Z",
            "content": "REUTERS/Brendan McDermid\r\n<ul><li>Jeff Gundlach, Wall Street \"bond king\" and DoubleLine Capital CEO, claimed Bernie Sanders' frontrunner status in the 2020 Democratic primary is a reason for stocks' tumbling prices.</li><li>\"The market is digesting a better t… [+4017 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joe Ciolli",
            "title": "Tips for fighting coronavirus-driven market chaos, profitable options trades, and the 'next Berkshire Hathaway'",
            "description": "Dear Readers, It's been a rough week in the market as spreading coronavirus fears have sent stocks tumbling and economists scrambling to lower their global growth forecasts. The chaos has even upended the most enduring drivers of stock returns, which have und…",
            "url": "https://www.businessinsider.com/how-to-invest-this-week-february-26-2020-2",
            "urlToImage": "https://i.insider.com/5e555530fee23d12567871f2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T13:53:57Z",
            "content": "Dear Readers,\r\nIt's been a rough week in the market as spreading coronavirus fears have sent stocks tumbling and economists scrambling to lower their global growth forecasts. The chaos has even upended the most enduring drivers of stock returns, which have un… [+2554 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Wall Street expects 3 rate cuts this year as coronavirus fears spread",
            "description": "As concerns about a fast-spreading viral outbreak escalate, Wall Street is increasingly betting the Federal Reserve will step in to shield the US economy. The market-based probability that the central bank would slash interest rates three times this year was …",
            "url": "https://www.businessinsider.com/wall-street-expects-three-interest-rate-cuts-year-coronavirus-fedwatch-2020-2",
            "urlToImage": "https://i.insider.com/5e5679a6fee23d53ed4ca2d2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T15:36:08Z",
            "content": "As concerns about a fast-spreading viral outbreak escalate, Wall Street is increasingly betting the Federal Reserve will step in to shield the US economy from strains.\r\nThe market-based probability that the central bank would slash interest rates three times … [+1456 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "4 major questions facing Disney now that Bob Iger has abruptly exited his CEO role (DIS)",
            "description": "Bob Iger stepped down from his role as Disney CEO on Tuesday and longtime Disney exec Bob Chapek took his place. Iger led the company through major acquisitions and record-breaking box office success, but he leaves the role at an uncertain time for Disney's f…",
            "url": "https://www.businessinsider.com/questions-for-disney-future-after-bob-iger-ceo-exit-2020-2",
            "urlToImage": "https://i.insider.com/5e56b3d9fee23d168240913e?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T19:06:25Z",
            "content": "Business Insider\r\nOn Tuesday, Bob Iger abruptly stepped down from his role as Disney CEO. The former chairman of Disney parks, experiences, and products, Bob Chapek, was named his successor.\r\nIger will remain with Disney as executive chairman through 2021, wh… [+10323 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Gilbert",
            "title": "The world's biggest iPhone maker has hired the scientist known as the 'SARS hero' to oversee its re-opening as it resumes production (AAPL)",
            "description": "The world's biggest iPhone maker, Foxconn, is slowly restarting production after closures from the coronavirus outbreak in China. The company is reportedly offering up to $1,000 to new employees as a means of enticing people back to work. More than just money…",
            "url": "https://www.businessinsider.com/foxconn-apple-coronavirus-china-factories-zhong-nanshan-2020-2",
            "urlToImage": "https://i.insider.com/5e3c52f6d9db1d07795920c9?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T16:07:07Z",
            "content": "Apple's main iPhone production partner, Foxconn, is slowly restarting production following closures in China due to the coronavirus outbreak.\r\nThe Chinese manufacturing giant, which closed nearly all its factories in response to the outbreak, is taking a majo… [+1754 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "Buzzy biotech Moderna is 'looking at all options' to ramp up production just days after shipping the first potential coronavirus vaccine (MRNA)",
            "description": "A startup biotech is leading the race to develop a coronavirus vaccine, as the scientific community and drug industry scramble to identify treatments to halt the outbreak. On Tuesday, Moderna shipped the first batches of its experimental vaccine to the Nation…",
            "url": "https://www.businessinsider.com/coronavirus-vaccine-moderna-looks-to-ramp-up-production-2020-2",
            "urlToImage": "https://i.insider.com/5e567d71fee23d51c76a8eb7?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T14:57:00Z",
            "content": "A small, buzzy biotech is leading the race to develop a vaccine against the coronavirus, outpacing some of the world's largest pharmaceutical companies like Johnson &amp; Johnson and Sanofi in the process. \r\nThat speedy progress was seen Monday, as Moderna co… [+1945 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paayal Zaveri",
            "title": "Marc Benioff says that coronavirus won't have a major impact on Salesforce's business because the company was built to withstand recessions and downturns (CRM)",
            "description": "CEO Marc Benioff said on an call with analysts Tuesday that he doesn't expect Salesforce's business to be affected by coronavirus. While Salesforce is watching what's happening with the coronavirus around the world, he and cofounder Parker Harris built a comp…",
            "url": "https://www.businessinsider.com/salesforce-marc-benioff-coronavirus-impact-business-2020-2",
            "urlToImage": "https://i.insider.com/5dccb0977eece56b8d7e9db3?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T23:25:00Z",
            "content": "Many major tech companies are worried about how the coronavirus disease, COVID-19, is impacting their business, with Microsoft just announcing it won't meet its sales forecast for its Windows and Surface business for the quarter and Workday and Facebook cance… [+2914 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Yuru (Priscilla) Zhu",
            "title": "Photos show the scene inside northern Italy supermarkets as panicked shoppers stock up on supplies amid a surge of the coronavirus",
            "description": "Quarantine measures and concerns over the sudden surge of coronavirus have prompted shoppers in northern Italy to line up and empty shelves of supplies. Tons of photos and videos showing empty shelves in supermarkets in the country's north have been posted to…",
            "url": "https://www.businessinsider.com/italy-coronavirus-surge-stock-up-supplies-supermarkets-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e556dbffee23d36bd119b87?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T15:51:39Z",
            "content": "Stunned by the biggest surge of the coronavirus in Europe, panicked shoppers in northern Italy are lining up outside of supermarkets and emptying shelves of supplies. \r\nA great number of photos and videos showing empty shelves in various supermarkets in the c… [+1032 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bethany Biron",
            "title": "Coca-Cola says coronavirus could cause Diet Coke shortages due to 'tighter supplies' of artificial sweeteners sourced from China",
            "description": "Coca-Cola is experiencing \"delays in the production and export\" of sweeteners sourced in China and used in popular products like Diet Coke as the coronavirus outbreak wages on. \"While we currently expect this business disruption to be temporary, there is unce…",
            "url": "https://www.businessinsider.com/coronavirus-could-cause-diet-coke-shortages-coca-cola-says-2020-2",
            "urlToImage": "https://i.insider.com/5e569a63fee23d72d71681a5?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T17:33:54Z",
            "content": "As the coronavirus takes its toll on the US economy and beyond, it may also impact production of a beloved beverage: Diet Coke. \r\nIn its annual report published on Monday, Coca-Cola cited \"delays in the production and export\" of ingredients sourced in China i… [+2178 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "SmileDirectClub plummets 24% after missing quarterly estimates and reining in expansion plans (SDC)",
            "description": "SmileDirectClub missed Wall Street's expectations for fourth-quarter losses and revenue on Tuesday, citing back-office expenses and inefficient manufacturing operations. The company will shift focus to \"controlled growth\" in 2020 to reach profitability by the…",
            "url": "https://markets.businessinsider.com/news/stocks/smiledirectclub-stock-price-4q-earnings-revenue-miss-tanks-growth-forecast-2020-2-1028941104",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e566d6afee23d4cb74b0475-2400/2020-01-14t152403z2lynxmpeg0d16brtroptp3smiledirectclub-ipo.jpg",
            "publishedAt": "2020-02-26T13:59:12Z",
            "content": "Reuters\r\n<ul><li>SmileDirectClub missed Wall Street's expectations for fourth-quarter losses and revenue on Tuesday, citing back-office expenses and inefficient manufacturing operations.</li><li>The company will shift focus to \"controlled growth\" in 2020 to r… [+2681 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bani Sapra",
            "title": "Craigslist is filling up with bizarre ads for infant gas masks, bulk lab coats, and ginseng vodka as fear mounts in US over a possible coronavirus pandemic",
            "description": "An outbreak of the novel coronavirus has spread out of China and across to 31 other countries and territories including the United States. The Centers for Disease Control and Protection has issued travel warnings, and cities including San Francisco have decla…",
            "url": "https://www.businessinsider.com/craigslist-sellers-put-up-bizarre-ads-playing-off-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e5676d7fee23d51b7778195?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T14:00:50Z",
            "content": "The novel coronavirus has spread across 31 countries and territories, sparking fear and anxiety across the world. \r\nAnd while public health agencies issue struggle to deal with and contain fear over the crisis, Craigslist sellers are taking advantage of the g… [+937 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Canales",
            "title": "San Francisco's housing crisis is so dire that some residents may not be able to follow CDC guidelines if the coronavirus becomes a pandemic",
            "description": "The coronavirus, known as COVID-19, began in China and has spread in Asia, the Middle East, and Europe, with 57 confirmed cases in the US. Cities are gearing up to address the potential spread of the virus. The mayor of San Francisco just declared a state of …",
            "url": "https://www.businessinsider.com/san-francisco-coronavirus-outbreak-housing-renters-state-of-emergency-2020-2",
            "urlToImage": "https://i.insider.com/5e56a64cfee23d099812f695?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T19:28:33Z",
            "content": "As the coronavirus, known as COVID-19, continues to spread and concerns regarding the virus grow, US cities are gearing up to address the potential exposure.\r\nThere are 57 confirmed cases in the US, with 80,000 having been infected and 2,700 people having die… [+2065 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "James Pasley",
            "title": "Photos show what life is like inside San Fiorano, one of the Italian towns on lockdown because of the coronavirus",
            "description": "Italy has rapidly become Europe's hotspot for the coronavirus. As of Wednesday, there were 322 confirmed cases, and 12 people had died from it. The government put 11 towns in northern Italy on lockdown to try and stop the coronavirus from spreading. San Fiora…",
            "url": "https://www.businessinsider.com/photos-show-san-fiorano-italy-on-coronavirus-lockdown-2020-2",
            "urlToImage": "https://i.insider.com/5e568decfee23d640d1db219?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T18:43:16Z",
            "content": "In San Fiorano, a small town in northern Italy, four generations of the same family are taking their temperatures and watching the news, waiting for word about the coronavirus.\r\nTheir town, along with 10 others, is on lockdown for at least two weeks. Military… [+1067 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Amazon is reportedly deleting some third-party listings that jack up surgical mask prices as the coronavirus creates a shortage (AMZN)",
            "description": "The coronavirus outbreak has led to a shortage of protective masks and other medical supplies, leading some sellers to significantly increase prices. Amazon has been trying to prevent the practice on its platform, alerting sellers who may be in violation of i…",
            "url": "https://www.businessinsider.com/amazon-battles-sellers-over-pricing-amid-coronavirus-mask-shortage-2020-2",
            "urlToImage": "https://i.insider.com/5e55b57ffee23d7d85188e67?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T00:49:08Z",
            "content": "As people across the world try to protect themselves from the Wuhan coronavirus, which has now claimed 2,700 lives and infected another 80,000, demand for medical supplies has spiked. As a result, prices for products like surgical masks have jumped to several… [+1661 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paige Leskin",
            "title": "People are turning to Etsy for coronavirus-proof face masks, but it seems to be full of counterfeit antiviral gear that doesn't work",
            "description": "The demand for face masks and other preventive products have reached a fever pitch due to the coronavirus outbreak, and many are turning to e-commerce sites to make purchases. So many people are turning to Etsy that \"face masks for germs\" became one of the to…",
            "url": "https://www.businessinsider.com/coronavirus-etsy-face-masks-search-results-sellers-marketplaces-amazon-2020-2",
            "urlToImage": "https://i.insider.com/5e56f674fee23d61935f7ac4?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T23:04:12Z",
            "content": "Hundreds of postings for counterfeit face masks have popped up on Etsy in the wake of the coronavirus outbreak, but the e-commerce site is doing little to monitor the results.\r\nAlthough Etsy is most commonly known as a marketplace for crafts and handmade item… [+2546 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "The coronavirus epidemic could wipe out $43 billion of luxury sales in 2020",
            "description": "Luxury execs are expecting the coronavirus epidemic to cost the luxury market as much as €30 to €40 billion ($32 to $43 billion) in sales, according to a new survey done by Bernstein and Boston Consulting Group. Luxury brands are particularly vulnerable to th…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-could-wipe-out-43-billion-in-luxury-sales-2020-2",
            "urlToImage": "https://i.insider.com/5e56497efee23d37b31becd2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T12:18:17Z",
            "content": "The coronavirus epidemic could cost the luxury market as much as $43 billion in sales, according to a new report from investment management firm Bernstein. \r\nBernstein partnered up with Boston Consulting Group to survey a group of 28 senior executives from a … [+2589 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "Peloton's stock is rising as fears over the spread of coronavirus could encourage customers to work out at home",
            "description": "Peloton's stock is rising despite global stock markets plunging this week as the coronavirus outbreak becomes a growing concern. According to Needham analyst Laura Martin, investors could see more value in the company as the outbreak spreads and more consumer…",
            "url": "https://www.businessinsider.com/peloton-stock-rises-coronavirus-encourages-home-workouts-2020-2",
            "urlToImage": "https://i.insider.com/5d6ed3882e22af23961bfad3?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T18:07:38Z",
            "content": "Stock markets around the world have tumbled this week as the spread of coronavirus becomes of growing concern and new cases are reported in Iran, Italy, and South Korea. \r\nThere are a select few stocks that seem to be rising in this uncertain time, however, o… [+1657 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "People in Vietnam are flocking to a bakery that sells pink bread invented to use up the tons of dragon fruit going unsold because of the coronavirus outbreak",
            "description": "Ho Chi Minh City-based ABC Bakery is selling pink bread made with the tons of dragon fruit in the country that have been going unsold due to the coronavirus outbreak. Typically, China would import the dragon fruit, but a significant amount of trade between th…",
            "url": "https://www.businessinsider.com/vietnam-bread-dragon-fruit-unsold-due-to-coronvirus-2020-2",
            "urlToImage": "https://i.insider.com/5e55fc49fee23d1ad43e10d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T15:09:00Z",
            "content": "A bakery in Vietnam has created a new type of bread to use up the tons of dragon fruit going unsold due to the coronavirus outbreak. \r\nMassive amounts of dragon fruit have been going unsold in Vietnam, as the country shut down much of its trade with China due… [+660 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "Korean Air is letting people change their flights from the US to South Korea after a flight attendant tested positive for coronavirus — but there's a catch",
            "description": "Korean Air will let certain passengers with tickets from the US to South Korea to change their flights, the airline said Wednesday morning local time. The airline is still not offering refunds to all customers, and the rebooked flight to South Korea must be o…",
            "url": "https://www.businessinsider.com/korean-air-offers-changes-on-flights-to-south-korea-restrictions-2020-2",
            "urlToImage": "https://i.insider.com/5b64635d2154a340008b4986?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T03:17:40Z",
            "content": "Korean Air will allow customers to adjust flights to South Korea free of charge, after one of its flight attendants tested positive for coronavirus. \r\nCustomers traveling from the US to South Korea on Korean Air are now allowed to change their flight schedule… [+2175 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paayal Zaveri",
            "title": "Salesforce made its upcoming Australian conference, which usually attracts tens of thousands, an online-only event due to coronavirus fears (CRM)",
            "description": "Salesforce announced last week that it is making its upcoming conference in Australia an all-virtual event, due to concerns over the coronavirus. The annual in-person event reportedly attracts tens of thousands of technology leaders from across the Asia-Pacif…",
            "url": "https://www.businessinsider.com/salesforce-conference-australia-online-coronavirus-world-tour-sydney-2020-2",
            "urlToImage": "https://i.insider.com/5df29b8efd9db20602218586?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T23:08:04Z",
            "content": "Salesforce is making its upcoming conference in Australia an all-virtual event to be streamed online, due to concerns over the coronavirus disease, COVID-19. The company announced the change last week, saying it was monitoring the situation closely and taking… [+1714 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "The Trump administration says the coronavirus vaccine might not be affordable for all Americans",
            "description": "Health and Human Services Secretary Alex Azar on Wednesday would not promise that a potential coronavirus vaccine would be affordable for all Americans, sparking outrage from Democrats. \"We would want to ensure that we work to make it affordable, but we can't…",
            "url": "https://www.businessinsider.com/trump-administration-says-coronavirus-vaccine-may-not-be-affordable-2020-2",
            "urlToImage": "https://i.insider.com/5bd1d2209e1e11155736a8c3?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T23:37:56Z",
            "content": "Health and Human Services Secretary Alex Azar on Wednesday would not promise that a potential coronavirus vaccine would be affordable for all Americans. \r\n\"We would want to ensure that we work to make it affordable, but we can't control that price, because we… [+1826 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paayal Zaveri",
            "title": "Workday canceled its internal sales conference, slated to have over 3,000 attendees, over coronavirus concerns",
            "description": "Workday has cancelled its annual internal sales conference due to fears of the coronavirus outbreak, according to a report from CNBC. It is now being turned into a virtual event, \"out of an abundance of caution.\" Workday's event is just the latest in a slew o…",
            "url": "https://www.businessinsider.com/workday-cancels-internal-sales-conference-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e56e33afee23d531814d564?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T22:11:29Z",
            "content": "Workday has canceled its annual internal sales conference due to fears of the coronavirus outbreak, according to a report from CNBC. This comes as many other tech companies are cancelling events in order to be cautious of a potential pandemic caused by the co… [+2267 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump is reportedly 'furious' that US stocks have tanked on coronavirus fears — and he's accusing the 'fake news' media of throwing fuel on the fire",
            "description": "President Trump lashed out at the media on Wednesday morning and accused them of hyping up the threat from the coronavirus, which has spread to 37 countries so far. \"Low Ratings Fake News MSDNC (Comcast) & @CNN are doing everything possible to make the Carona…",
            "url": "https://www.businessinsider.com/trump-us-stock-market-commentary-furious-coronavirus-fake-news-media-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d96050d0460b61f104bbcbc-1800/gettyimages-1173248790.jpg",
            "publishedAt": "2020-02-26T14:51:27Z",
            "content": "Jabin Botsford/The Washington Post via Getty Images\r\n<ul><li>President Trump lashed out at the media on Wednesday morning and accused them of hyping up the threat from the coronavirus, which has spread to 37 countries so far.</li><li>\"Low Ratings Fake News MS… [+3405 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "Public health experts warn Trump's history of lying about crises is a 'real problem' as he downplays coronavirus and contradicts the CDC",
            "description": "President Donald Trump's history of lying about crises could be a huge problem as his administration responds to the spread of coronavirus. \"Overall, his reputation for telling untruths and exaggerating truths is very harmful when he has to advise a frightene…",
            "url": "https://www.businessinsider.com/trump-confusing-public-coronavirus-threat-experts-warn-2020-2",
            "urlToImage": "https://i.insider.com/5e56e258fee23d4b35733797?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T21:49:25Z",
            "content": "President Donald Trump has documented record of lying or embellishing when it comes to crises that affect public safety, and this could pose major risks to Americans as his administration responds to the growing threat of coronavirus, public health experts wa… [+7197 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Jake Lahut), Jake Lahut",
            "title": "Trump defends his Coronavirus response minutes after Democratic candidates criticized it at the South Carolina debate",
            "description": "Reuters Amid mounting criticism over his administration's preparedness and response to the Coronavirus outbreak, President Trump fought back by tweeting during the Democratic debate in South Carolina. \"CDC and my Administration are doing a GREAT job of handli…",
            "url": "https://www.businessinsider.com/trump-tweets-during-dem-debate-to-defend-his-coronavirus-response-2020-2",
            "urlToImage": "https://i.insider.com/5e55d9d6fee23d11332423b2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T03:01:01Z",
            "content": "As Democrats piled onto President Donald Trump's handling of the coronavirus outbreak during Tuesday night's debate in South Carolina, there was a quick response.  \r\nTrump began tweeting during the debate to defend his response to the Coronavirus. \r\n—Donald J… [+873 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco and Troy Wolverton",
            "title": "Apple CEO Tim Cook says the coronavirus is a 'fairly dynamic situation' and a challenge at annual shareholders meeting (AAPL)",
            "description": "Apple CEO Tim Cook called the ongoing coronavirus spread \"a fairly dynamic situation\" at the company's annual shareholders meeting on Wednesday, saying that the outbreak has caused \"a challenge\" for the firm. \"First priority is the health and safety of our em…",
            "url": "https://www.businessinsider.com/apple-ceo-tim-cook-coronavirus-fairly-dynamic-situation-shareholders-meeting-2020-2",
            "urlToImage": "https://i.insider.com/5c5c6f94a26516200c4a2d23?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T17:55:34Z",
            "content": "Apple CEO Tim Cook called the ongoing coronavirus spread \"a fairly dynamic situation\" at the company's annual shareholders meeting on Wednesday, saying that the outbreak has caused \"a challenge\" for the firm.\r\n\"First priority is the health and safety of our e… [+838 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Laura McCamy",
            "title": "I cheated myself out of almost $100,000 by spending my retirement funds early, but that mistake taught me a lesson I live by",
            "description": "I liquidated a retirement account I had in my 20s, confident I would replace the money — someday. That was an investment mistake. If I had left that small, early investment alone, it would have grown by as much as 600% in the years since then. Now, my best st…",
            "url": "https://www.businessinsider.com/cashed-out-retirement-account-mistake-learned-lesson",
            "urlToImage": "https://i.insider.com/5e569802fee23d75616bb636?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T16:13:59Z",
            "content": "Saving for retirement is really pretty simple. A friend's immigrant grandmother had the right idea. She told my friend, \"If you have a little, save a little; if you have a lot, save a lot.\" After saving, I add my personal cardinal rule about retirement accoun… [+5351 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth",
            "title": "Trump is headed for a political reckoning as his response to the coronavirus paints a grim picture of his ability to handle a potential pandemic",
            "description": "While officials struggle to contain the spread of the deadly coronavirus in the US and the resulting global economic downturn, all eyes are on President Donald Trump. Trump's response to the potential pandemic is a political reckoning for him and the biggest …",
            "url": "https://www.businessinsider.com/trump-response-coronavirus-pandemic-political-reckoning-2020-2",
            "urlToImage": "https://i.insider.com/5e56e102fee23d44fa15ed08?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T23:46:28Z",
            "content": "Business Insider\r\nAs US public health officials sound the alarm about the potential for a coronavirus epidemic, President Donald Trump is insisting that there's nothing to worry about, putting him at odds with countries around the world and his own medical ex… [+15637 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "San Francisco declared a state of emergency — here's how the coronavirus is impacting the city, from a company's handshake ban to canceled conferences",
            "description": "The coronavirus has upended plans and changed the way people and companies behave in San Francisco. San Francisco's mayor declared a state of emergency this week, enabling the city to expedite emergency planning, as the city braces for a potential outbreak (t…",
            "url": "https://www.businessinsider.com/san-franciscos-state-of-emergency-coronavirus-covid-19-city-impact-2020-2",
            "urlToImage": "https://i.insider.com/5e56a2affee23d79ba63c6e2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T21:55:44Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "Apple's budget iPhone XR was the most popular phone in the world in 2019, figures suggest",
            "description": "Apple's iPhone XR was the most-shipped smartphone of 2019, a new report suggests. According to tech-focused market research firm Omdia's Smartphone Model Market Tracker report, 46.3 million iPhone XR units were shipped last year. Apple also took second place …",
            "url": "https://www.businessinsider.com/iphone-xr-apple-best-selling-phone-in-2019-omdia-report-2020-2",
            "urlToImage": "https://i.insider.com/5d7961732e22af096a717792?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T10:41:27Z",
            "content": "Apple's iPhone XR was the most widely-shipped smartphone of 2019, new figures show.\r\nAccording to Omdia's Smartphone Model Market Tracker report, 46.3 million iPhone XR units were shipped last year. \r\nApple also had the second most-shipped model, with the iPh… [+2134 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kayla Epstein",
            "title": "The top 6 moments from the South Carolina's chaotic Democratic debate",
            "description": "Everyone went after Sen. Bernie Sanders, as expected, but the Senator from Vermont delivered forceful defenses of his positions. Sen. Elizabeth Warren again attacked former Mayor Mike Bloomberg for his alleged comments to women, and his company's use of nondi…",
            "url": "https://www.businessinsider.com/the-top-6-moments-of-the-south-carolina-democratic-debate-2020-2",
            "urlToImage": "https://i.insider.com/5e55f160fee23d19c94969d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T04:46:25Z",
            "content": "With the heat turned up on the Democratic primary, the seven contenders on Tuesday night's debate stage came out swinging.\r\nThe debate featured Sens. Bernie Sanders, Elizabeth Warren, and Klobuchar, along with former Mayors Pete Buttigieg and Michael Bloomber… [+6853 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Microsoft says it won't meet its sales forecast for the upcoming quarter due to the impacts of coronavirus (MSFT)",
            "description": "Microsoft said it will fall short of its sales forecast for the upcoming quarter due to the continued spread of coronavirus. The \"uncertainty related to the public health situation in China\" has impacted Microsoft's Windows and Surface hardware businesses, Mi…",
            "url": "https://www.businessinsider.com/microsoft-coronavirus-revenue-guidance-impact-2020-2",
            "urlToImage": "https://i.insider.com/5e56e371fee23d539c7d34f4?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T21:35:31Z",
            "content": "Microsoft on Wednesday said it will miss its sales forecast for the upcoming quarter due to the impact of coronavirus on its Windows and Surface businesses.\r\nThe business segment Microsoft calls \"More Personal Computing\" – which includes revenue from licensin… [+1767 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melissa Wiley",
            "title": "Australia is changing its visa rules so backpackers can help rebuild the country in the aftermath of bushfire devastation",
            "description": "Australia is offering travelers ages 18 to 30 the chance to work in the country for a full year on a Working Holiday Maker visa to help with bushfire recovery efforts. On February 17, the government extended the length of the visa from six months to one year.…",
            "url": "https://www.businessinsider.com/australia-extends-visas-young-backpacker-tourists-travel-bushfire-recovery-2020-2",
            "urlToImage": "https://i.insider.com/5e569434fee23d701f3a8112?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T17:03:00Z",
            "content": "This year's bushfire season in Australia has been described as one of the worst on record. \r\nOver 46 billion acres have been charred, one billion animals killed, and 3,000 homes destroyed as of mid-February.\r\nAs Australia's summer approaches its end, the fire… [+3266 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "China confiscated over 31 million counterfeit face masks as coronavirus fears cause supply shortage and spike in demand",
            "description": "China seized 31 million fake face masks during the coronavirus outbreak, which has spread to 37 countries and killed more than 2,700 people and infected more than 80,000, Kyodo News reported Wednesday. Global demand for face masks is fierce, particularly in C…",
            "url": "https://www.businessinsider.com/coronavirus-china-confiscated-over-31-million-counterfeit-face-masks-report-2020-2",
            "urlToImage": "https://i.insider.com/5e569a7ffee23d6efe063f32?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T17:29:49Z",
            "content": "China confiscated 31 million counterfeit face masks during the coronavirus outbreak, Kyodo News reported Wednesday.\r\nFace masks have become increasingly scarce and demand continues to skyrocket as China and dozens of other countries around the world battle th… [+1079 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexandra Ma",
            "title": "France has recorded its first death from the coronavirus, as infections spread further across Europe",
            "description": "A 60-year-old French citizen died of the coronavirus in a Paris hospital on Tuesday night, the country's health minister said. The person is the country's first death from the virus. There have been 17 infections recorded there. COVID-19 is rapidly spreading …",
            "url": "https://www.businessinsider.com/coronavirus-france-first-death-outbreak-europe-2020-2",
            "urlToImage": "https://i.insider.com/5e4ff298fee23d165b2e9e85?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T09:53:47Z",
            "content": "France has recorded its first death from the coronavirus,.\r\nAn unnamed 60-year-old French citizen was urgently tested in Paris on Tuesday night, and died overnight, health minister Jérôme Salomon told a Wednesday morning press conference.\r\nIt was not immediat… [+799 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "Men's beards could render face masks useless, health authorities warn — one surprisingly comprehensive graphic reveals why 'walrus' is fine but 'mutton chops' won't do",
            "description": "Sales of medical face masks are spiking around the world amid an outbreak of a new type of coronavirus, although experts say they're not the most effective form of protection. A graphic from the CDC helps explains which facial hairstyle allows the masks to be…",
            "url": "https://www.businessinsider.com/cdc-recommends-different-facial-hairstyles-work-better-with-face-masks-2020-2",
            "urlToImage": "https://i.insider.com/5e55b5affee23d055b51bd13?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T00:44:45Z",
            "content": "The demand for face masks is skyrocketing amid the global coronavirus outbreak.\r\nBut according to health experts, most members of the public use their medical masks wrong. Often, people will touch their facemask to adjust it or take it off, rendering its germ… [+3787 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "The Trump administration has released conflicting information about the coronavirus. An expert says people rely on peers in information 'vacuums' when policymakers are not clear.",
            "description": "Daniel Bennett, an assistant professor of economics at USC, told Insider that outbreaks of new diseases create a \"vacuum\" of available information as people rush to learn more about it. Therefore, individuals who are trying to make informed decisions instead …",
            "url": "https://www.businessinsider.com/herding-response-coronavirus-policymakers-contrasting-reports-expert-2020-2",
            "urlToImage": "https://i.insider.com/5e55d5abfee23d14896cb713?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T06:17:54Z",
            "content": "An expert suggested people tend to turn to their peers for information and recommendations on an epidemic amid contradicting information from policymakers.\r\nDaniel Bennett, an assistant professor of economics at University of Southern California, told Insider… [+2484 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "Followers of the doomsday church cult that is linked to South Korea's coronavirus outbreak were meeting in Wuhan until December",
            "description": "The doomsday church cult that is at the heart of South Korea's COVID-19 crisis was holding prayer sermons in Wuhan, China, where the illness originated, until December. About 200 members of the Shincheonji Church of Jesus met at the epicenter of the novel cor…",
            "url": "https://www.businessinsider.com/church-cult-south-korea-coronavirus-outbreak-meetings-wuhan-december-2020-2",
            "urlToImage": "https://i.insider.com/5e56a564fee23d084846fb78?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T17:27:51Z",
            "content": "Believers of a fringe religious cult that is at the center of South Korea's coronavirus outbreak were meeting in Wuhan, China, in December and only stopped after people in their community began to get sick with the then-unknown illness.\r\nAn estimated 200 Chin… [+6315 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "More people are being diagnosed with coronavirus outside China than in — another indication that the virus is nearing pandemic status",
            "description": "COVID-19 is spreading around the globe rapidly. It's now on every continent, except Antarctica. In China, however, the spread of the virus is steadily slowing, a sign that the country's draconian containment measures might've worked. The number of new cases o…",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-is-spreading-faster-outside-china-than-inside-2020-2",
            "urlToImage": "https://i.insider.com/5e56858afee23d59c137f7c4?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T16:30:00Z",
            "content": "COVID-19 is rapidly spreading around the globe. It's now on every continent (save Antarctica) with first cases diagnosed recently in Brazil, Greece, and Algeria. \r\n\"Yesterday, the number of new cases reported outside China exceeded the number of new cases in … [+2213 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Here are the winners and losers of the South Carolina Democratic debate",
            "description": "Seven Democratic presidential candidates took the stage in Charleston, South Carolina on Tuesday night for the tenth debate of the 2020 Democratic primary — and the final debate before Super Tuesday. The contentious debate was characterized by lots of raised …",
            "url": "https://www.businessinsider.com/winners-and-losers-of-the-south-carolina-democratic-debate-2020-2",
            "urlToImage": "https://i.insider.com/5e55e250fee23d19293cd3b5?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T03:21:34Z",
            "content": "Business Insider\r\nTensions and pressure ran high on Wednesday night during the last Democratic debate before Saturday's primary in Charleston, South Carolina and Super Tuesday next week. \r\nThe candidates followed through on their promises to go after one anot… [+3762 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Rodriguez",
            "title": "Wall Street thinks Disney's new CEO Bob Chapek will be the company's profit protector as it undergoes a radical transformation (DIS)",
            "description": "Disney on Tuesday abruptly announced longtime Disney exec Bob Chapek as its new CEO, replacing Bob Iger, who is stepping into an executive chairman role until his planned retirement in 2020. While the investment community was somewhat blinded by the announcem…",
            "url": "https://www.businessinsider.com/disney-ceo-bob-chapek-defends-profit-core-business-wall-street-2020-2",
            "urlToImage": "https://i.insider.com/5e56adf5fee23d0d100b8f16?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T18:22:10Z",
            "content": "Business Insider\r\nDisney stunned Wall Street when it announced on Tuesday that Bob Chapek would immediately take over as CEO, while Bob Iger, one of the most respected and beloved chief executives in the US, would move into an executive chairman role — with 2… [+7379 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "The Smithsonian just released 2.8 million free digital images of its collection in an 'unprecedented' move. Here are some the most iconic.",
            "description": "The Smithsonian Institution is putting 2.8 million images online for anyone to access for the first time ever. The online open-access platform has images from all 19 Smithsonian museums, plus research centers, archives, and the National Zoo. The Smithsonian s…",
            "url": "https://www.businessinsider.com/smithsonian-adds-millions-of-photos-from-collection-to-public-domain-2020-2",
            "urlToImage": "https://i.insider.com/5e56a224fee23d78e818d835?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T16:57:25Z",
            "content": "The Smithsonian is the latest institution to open part of its collection to online visitors. 2.8 million images will now be accessible through an online platform, and enter into the public domain, Smithsonian Magazine reported.\r\nSo far, the collection has 2.8… [+635 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "Trump's trade war convinced Lovesac to move manufacturing out of China and into Vietnam. Take a look inside one factory that's trying to cash in on the shift.",
            "description": "Furniture company Lovesac, along with companies like Adidas and Samsung, is shifting product from China to Vietnam and other Asian countries — in part to dodge the impact of the US-China trade war. \"Trump will try to convince you that these Chinese companies …",
            "url": "https://www.businessinsider.com/trade-war-lovesac-china-inside-vietnam-factory-2020-2",
            "urlToImage": "https://i.insider.com/5e552557fee23d5468043ca2?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T14:07:39Z",
            "content": "The trade war is helping convince companies to move manufacturing from China to Vietnam as they attempt to dodge President Trump's tariffs. \r\nIn 2019, Vietnam exported almost $47 billion more than it imported from the US. That's a significant increase from th… [+754 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "The wife of Supreme Court Justice Clarence Thomas is trying to purge the White House of dissenters. She's been boosting Trump for years.",
            "description": "Loyalists around President Donald Trump's administration identify officials who are considered disloyal so they can be replaced with pro-Trump figures, according to a report from Axios. One of those close allies is reportedly Ginni Thomas, the wife of Supreme…",
            "url": "https://www.businessinsider.com/ginni-thomas-wife-supreme-court-justice-clarence-trump-loyalist-2020-2",
            "urlToImage": "https://i.insider.com/5e553537fee23d6a2e5f5be3?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T20:45:04Z",
            "content": "Virginia \"Ginni\" Thomas, the wife of Supreme Court Justice Clarence Thomas, is a key part of the conservative associates advising President Donald Trump's administration on how to rid departments of \"disloyal\" officials.\r\nAxios first reported that a \"well-con… [+4593 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Bernie Sanders gets pummeled in the first minutes of the South Carolina Democratic debate",
            "description": "Nearly every candidate went after Bernie Sanders within the first minutes of the 10th Democratic presidential debate on Tuesday night. Mike Bloomberg argued that the Russian government is interfering in the election to aide Sanders' primary bid because he wou…",
            "url": "https://www.businessinsider.com/bernie-sanders-gets-pummeled-right-off-the-bat-in-debate-2020-2",
            "urlToImage": "https://i.insider.com/5e55ccadfee23d096647ebc4?width=1200&format=jpeg",
            "publishedAt": "2020-02-26T02:19:01Z",
            "content": "Nearly every candidate on stage took a shot at Sen. Bernie Sanders within the first few minutes of the 1oth Democratic presidential debate on Tuesday night.\r\nFormer New York City Mayor Mike Bloomberg was the first to hit Sanders, arguing that the Russian gove… [+2096 chars]"
        }
    ]
}