{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Health Officials Concerned 'Panic' About Coronavirus Could Leave HIV-Positive People Without Medicine",
            "description": "Along with combating the new coronavirus epidemic, a World Health Organization official said they were in an \"infodemic.\"",
            "url": "https://www.newsweek.com/health-officials-concerned-panic-about-coronavirus-could-leave-hiv-positive-people-without-1485686",
            "urlToImage": "https://d.newsweek.com/en/full/1564987/coronavirus-hiv-cure-medicine-who-outbreak.jpg",
            "publishedAt": "2020-02-04T19:41:28Z",
            "content": "Dr. Sylvie Briand, director of global infectious hazard preparedness for the World Health Organization (WHO), expressed concerns that misinformation about the new coronavirus could spark a run on medications, leaving people who are HIV positive without the dr… [+3045 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "More Than 3,700 People Quarantined on Cruise Ship After Passenger Is Diagnosed With Coronavirus",
            "description": "Thousands of passengers and crew members on board the Diamond Princess cruise ship have been quarantined off the coast of Yokohama, near Tokyo, Japan.",
            "url": "https://www.newsweek.com/coronavirus-cruise-ship-quarantine-japan-yokohama-hong-kong-passenger-infected-1485575",
            "urlToImage": "https://d.newsweek.com/en/full/1564811/diamond-princess-cruise-ship-japan-february-2020.jpg",
            "publishedAt": "2020-02-04T14:51:12Z",
            "content": "Thousands of passengers and crew members aboard the Diamond Princess cruise ship from Princess Cruises have been quarantined off the coast Yokohama, Japan, a port city just south of Tokyo, after an elderly male passenger from Hong Kong tested positive for the… [+3909 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Wuhan Doctor Allegedly Silenced by Police For Trying to Alert People to Coronavirus Tests Positive for Virus",
            "description": "The doctor started coughing and developed a fever after treating a patient at the hospital in Wuhan where he works.",
            "url": "https://www.newsweek.com/wuhan-doctor-allegedly-silenced-police-trying-alert-people-coronavirus-tests-positive-virus-1485583",
            "urlToImage": "https://d.newsweek.com/en/full/1564827/wuhan-doctor-coronavirus-test-positive.jpg",
            "publishedAt": "2020-02-04T14:49:26Z",
            "content": "About a month after Li Wenliang, a Chinese doctor, alerted his medical school classmates about a new coronavirus, he was diagnosed with it.\r\nSince national authorities in China first reported 44 cases to the World Health Organization (WHO) on December 31, mor… [+3001 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Coronavirus Will Hurt China's Economy More Than SARS and Lower Its Growth for 2020, Economists Warn",
            "description": "The epidemic hit Chinese markets hard on Monday amid fears the disease could harm long-term growth in the world's second-biggest economy.",
            "url": "https://www.newsweek.com/china-coronavirus-markets-economy-sars-1485552",
            "urlToImage": "https://d.newsweek.com/en/full/1564749/china-coronavirus.jpg",
            "publishedAt": "2020-02-04T12:37:42Z",
            "content": "The coronavirus will have a bigger economic impact on China than the 2003 SARS outbreak, experts have warned, with forecasts for the country's 2020 growth downgraded significantly.\r\nTrading was suspended on several stocks Monday after they hit the daily 10 pe… [+3713 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Rosie McCall",
            "title": "Coronavirus Trade Ban Sees Frozen Eagles, Leopard Cats, Raccoons and Squirrels Due to Be Sold As Meat Seized in China",
            "description": "Hundreds of frozen animal carcasses have been seized in a raid after Chinese authorities promise to crackdown on unregulated meat trade.",
            "url": "https://www.newsweek.com/coronavirus-trade-ban-frozen-eagles-leopard-cats-racoons-squirrels-meat-china-1485541",
            "urlToImage": "https://d.newsweek.com/en/full/1564780/meat-market-beijing.jpg",
            "publishedAt": "2020-02-04T11:09:07Z",
            "content": "Authorities have seized hundreds of frozen carcasses, including raccoons and leopard cats, from a refrigerator facility in Pingguo, southeast China, over fears the illegal meat could be harboring diseases akin to the coronavirus.\r\nLast week's raid is one of t… [+2522 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus Infects 1-Month-Old Baby in China, Health Officials Say",
            "description": "The new form of the coronavirus dubbed 2019-nCoV has killed over 400 people since late last year.",
            "url": "https://www.newsweek.com/coronavirus-infects-1-month-old-baby-china-health-officials-say-1485525",
            "urlToImage": "https://d.newsweek.com/en/full/1564751/coronavirus-cases-deaths-countries.jpg",
            "publishedAt": "2020-02-04T08:54:04Z",
            "content": "A baby in China has been diagnosed with the mysterious new coronavirus which has killed over 400 people, according to health officials. \r\nThe 1-month-old child named Jiang Moumou was confirmed to have the bug known as 2019-nCoV on Monday, the health commissio… [+2829 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "Coronavirus Patient Dies in Hong Kong, Marking Second Death Outside Mainland China",
            "description": "Hong Kong officials said a patient suffering from coronavirus died early Tuesday, the second death reported outside mainland China.",
            "url": "https://www.newsweek.com/coronavirus-patient-dies-hong-kong-marking-second-death-outside-mainland-china-1485524",
            "urlToImage": "https://d.newsweek.com/en/full/1564748/princess-margaret-hospital-coronavirus.jpg",
            "publishedAt": "2020-02-04T05:59:57Z",
            "content": "Officials in Hong Kong announced a 39-year-old man had died from coronavirus, marking the second death caused by the deadly virus outside mainland China.\r\nThe man was a patient at the city's Princess Margaret Hospital and had recently traveled from the outbre… [+2567 chars]"
        }
    ]
}