{
    "status": "ok",
    "totalResults": 13,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Tom O'Connor",
            "title": "China's Neighbors Close Borders As Country's Coronavirus Cases Surpass Last Major Outbreak",
            "description": "The Chinese National Health Commission announced Thursday that, as of Wednesday, it has received a total of 7,771 cases of novel coronavirus and 171 deaths.",
            "url": "https://www.newsweek.com/china-neighbors-close-borders-coronavirus-sars-1484978",
            "urlToImage": "https://d.newsweek.com/en/full/1564014/china-wuhan-hubei-coronavirus-lockdown.jpg",
            "publishedAt": "2020-01-30T23:33:08Z",
            "content": "Nearly all of China's neighboring nations have at least partially sealed their borders or restricted travel to and from the People's Republic amid a novel coronavirus outbreak that has spread beyond even the figures reported for the country's last deadly dise… [+11392 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "WHO Declares Coronavirus Global Public Health Emergency But Opposes China Travel Restrictions",
            "description": "The WHO made it clear the declaration was not a reflection on China and adamantly opposes countries implementing any travel measures against China.",
            "url": "https://www.newsweek.com/who-declares-coronavirus-global-public-health-emergency-opposes-china-travel-restrictions-1484968",
            "urlToImage": "https://d.newsweek.com/en/full/1563992/coronavirus-pheic-travel-restrictions-who.jpg",
            "publishedAt": "2020-01-30T21:34:01Z",
            "content": "The World Health Organization's director-general on Thursday declared a public health emergency of international concern (PHEIC) after receiving a recommendation from the WHO's emergency committee.\r\n\"These declarations will provide to WHO the possibility to q… [+4368 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus in the U.S.: What We Know About Confirmed, Suspected Cases and Human-to-Human Transmission",
            "description": "On Thursday, the CDC confirmed the first case of human-to-human transmission in the U.S.",
            "url": "https://www.newsweek.com/coronavirus-us-what-we-know-about-confirmed-suspected-cases-human-human-transmission-1484959",
            "urlToImage": "https://d.newsweek.com/en/full/1563974/coronavirus-us-cases-suspected-confirmed.jpg",
            "publishedAt": "2020-01-30T20:10:16Z",
            "content": "As the Centers for Disease Control and Prevention (CDC) continues to test samples for the novel coronavirus, the agency confirmed the first case of human-to-human transmission in the United States.\r\n\"We understand that this may be concerning, but based on wha… [+3670 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Phillip Martinez",
            "title": "Nintendo Switch Outsells SNES & 4 Other Facts From 2020's First Financial Report",
            "description": "The coronavirus has affected production of Nintendo hardware in China. Learn all about that and more in the company's last financial report of 2019.",
            "url": "https://www.newsweek.com/nintendo-switch-sales-financial-report-2020-pokemon-sword-shield-snes-1484948",
            "urlToImage": "https://d.newsweek.com/en/full/1525388/snes-nintendo-switch-online.jpg",
            "publishedAt": "2020-01-30T19:13:33Z",
            "content": "Nintendo released its latest financial report, and the gaming company continues to grow with regard to Switch hardware and software.\r\nThe latest report, which encompasses the time between April and December 2019, suggests Nintendo has posted its highest quart… [+4941 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Are Cruise Ships Cancelled Due to Coronavirus? Latest News For Royal Caribbean, Carnival, Crystal Cruises",
            "description": "A handful of cruise lines have canceled sailings to China or changed their cruise itineraries following fears over the coronavirus.",
            "url": "https://www.newsweek.com/coronavirus-china-cruise-cancellations-royal-caribbean-carnival-crystal-cruises-1484925",
            "urlToImage": "https://d.newsweek.com/en/full/1563922/costa-smeralda-cruise-ship-civitavecchia-january-2020.jpg",
            "publishedAt": "2020-01-30T17:43:00Z",
            "content": "Several American cruise lines, including Royal Caribbean, Carnival and Crystal Cruises, have announced cruise cancellations and introduced precautionary measures following the outbreak of the coronavirus.\r\nThe virus, which was first identified in Wuhan, China… [+4767 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Father Quarantined for Coronavirus Claims Chinese Officials Left Disabled Son At Home to Die",
            "description": "The coronavirus began infecting workers in a wholesale seafood market in the Hubei province city of Wuhan late last year.",
            "url": "https://www.newsweek.com/coronovirus-young-boy-left-home-1484885",
            "urlToImage": "https://d.newsweek.com/en/full/1563867/coronavirus-cases-deaths-countries-china.jpg",
            "publishedAt": "2020-01-30T17:18:31Z",
            "content": "A teenager with disabilities, who was allegedly left alone at home for almost a week when his father was quarantined after catching a deadly new virus, has died.\r\nYanCheng, 17, died on Wednesday, January 29, in central China's Hubei province, theSouth China M… [+2916 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Hunter Moyler",
            "title": "Trump's Commerce Secretary Wilbur Ross Thinks the Coronavirus Outbreak Will Bring Jobs Back to North America",
            "description": "\"I don't want to talk about a victory lap over a very unfortunate, very malignant disease,\" Ross said. \"But the fact is, it does give businesses yet another thing to consider when they go through their review of their supply chain.\"",
            "url": "https://www.newsweek.com/trumps-commerce-secretary-wilbur-ross-thinks-coronavirus-outbreak-will-bring-jobs-back-north-1484895",
            "urlToImage": "https://d.newsweek.com/en/full/1563874/switzerland-politics-economy-diplomacy-wef-davos.jpg",
            "publishedAt": "2020-01-30T16:37:47Z",
            "content": "Secretary of Commerce Wilbur Ross said in a Thursday interview that the coronavirus outbreak that began in China could bode well for the job market in North America.\r\nRoss, who has been a member of the Cabinet since he was appointed a month after the inaugura… [+2914 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Laura Powers",
            "title": "What Travelers Should Know about the Coronavirus",
            "description": "If you are thinking about canceling a trip, or planning on continuing a trip to a country affected by the coronavirus, here's everything you need to know.",
            "url": "https://www.newsweek.com/what-travelers-should-know-about-coronavirus-1484758",
            "urlToImage": "https://d.newsweek.com/en/full/1563674/face-masks-arrival-asia.jpg",
            "publishedAt": "2020-01-30T16:32:40Z",
            "content": "Since the outbreak of a coronavirus in Wuhan, China, last month many are concerned about traveling to the region and China in general. CNN reported that there have been 6,000 reported cases across the country and 132 deaths so far. Cities in the Hubei provinc… [+4812 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Thousands Trapped on Cruise Ship Quarantined Over Coronavirus Fears",
            "description": "Around 6,000 passengers aboard the Costa Smeralda have been locked down in the Italian port of Civitavecchia.",
            "url": "https://www.newsweek.com/coronavirus-costa-smeralda-cruise-ship-italy-port-passengers-trapped-1484870",
            "urlToImage": "https://d.newsweek.com/en/full/1563837/costa-smeralda-cruise-ship-civitavecchia-january-2020.jpg",
            "publishedAt": "2020-01-30T15:28:34Z",
            "content": "Around 6,000 people were trapped on board the Costa Smeralda cruise ship in the Italian port of Civitavecchia, about 44 miles northwest of Rome, on Thursday after two passengers were suspected of having contracted the deadly coronavirus, the cruise company to… [+3012 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Chinese Scientist Working on Coronavirus Claims Pets Can Catch Infection, Says Owners Should Monitor for Symptoms",
            "description": "The virus has killed almost 200 people since it emerged from the city of Wuhan late last year.",
            "url": "https://www.newsweek.com/chinese-scientist-working-coronavirus-claims-pets-can-catch-infection-says-owners-should-monitor-1484841",
            "urlToImage": "https://d.newsweek.com/en/full/1563796/wuhan-hubei-province-coronavirus-china.jpg",
            "publishedAt": "2020-01-30T12:58:33Z",
            "content": "Pets can catch the mysterious new virus that has already killed almost 200 people, according to a Chinese expert who has urged people to monitor their domesticated animals.\r\nLi Lanjuan, an epidemiologist and member of the team China has assembled to confront … [+3722 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "WHO Is About to Decide Whether Coronaviurs Is Global Health Emergency As Wuhan Pneumonia Continues to Spread",
            "description": "The virus has killed almost 200 people since it emerged in the city of Wuhan in late 2019.",
            "url": "https://www.newsweek.com/who-coronaviurs-global-health-emergency-wuhan-pneumonia-spread-1484800",
            "urlToImage": "https://d.newsweek.com/en/full/1563733/coronavirus-china-macau-world-health-organization-getty.jpg",
            "publishedAt": "2020-01-30T10:04:48Z",
            "content": "A World Health Organization (WHO) emergency committee will convene for the second time in less than two months to decide whether the mysterious outbreak of a deadly new virus should be classed as an international public health crisis, as the bug has spread to… [+4319 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Fox News' Greg Gutfeld Claims Trump's Impeachment Has Made Him More 'Effective,' Says He Could 'Probably Cure the Coronavirus'",
            "description": "Fox News host Greg Gutfeld said Wednesday that President Donald Trump is so \"effective\" that he could \"probably cure the coronavirus and make China pay for it.\"",
            "url": "https://www.newsweek.com/fox-news-greg-gutfeld-claims-trumps-impeachment-has-made-him-more-effective-says-he-could-1484779",
            "urlToImage": "https://d.newsweek.com/en/full/1563698/donald-trump.jpg",
            "publishedAt": "2020-01-30T02:41:20Z",
            "content": "On the Fox News program The Five Wednesday, host Greg Gutfeld said the impeachment proceedings have made President Donald Trump \"the most effective president in our lifetimes.\"\r\nGutfeld also said the impeachment effort \"really revs up\" the president and that … [+2965 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Steven Asarch",
            "title": "Coronavirus Outbreak Spurs Esports Cancelations for 'League,' 'Overwatch' & More",
            "description": "The coronavirus outbreak has affected the Overwatch League, LPL and other esports events",
            "url": "https://www.newsweek.com/coronavirus-outbreak-spurs-esports-cancelations-league-overwatch-more-1484753",
            "urlToImage": "https://d.newsweek.com/en/full/1563669/china-coronovirus-esports-gaming.jpg",
            "publishedAt": "2020-01-30T01:00:01Z",
            "content": "Chinese esports teams and leagues are changing schedules and locations based on the recent outbreak of the coronavirus. The deadly respiratory disease originating from the Wuhan province is incredibly infectious and has prompted teams for League of Legends, O… [+3103 chars]"
        }
    ]
}