{
    "status": "ok",
    "totalResults": 95,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "The James Bond movie 'No Time to Die' will be delayed 7 months because of coronavirus concerns",
            "description": "The next James Bond movie, \"No Time to Die,\" has been pushed back from April to November amid coronavirus concerns. This is the third time the movie has been delayed. Hollywood is starting to feel the impact of the coronavirus, as production on the next \"Miss…",
            "url": "https://www.businessinsider.com/james-bond-no-time-to-die-release-date-delayed-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5fe7d6fee23d421d03b952?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T17:44:00Z",
            "content": "The 25th James Bond movie, \"No Time to Die,\" has hit another roadblock.\r\nThe movie's release date has been pushed back from April to November \"after careful consideration and thorough evaluation of the global theatrical marketplace,\" the studios MGM and Unive… [+1049 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "ssheth@businessinsider.com (Sonam Sheth), Sonam Sheth",
            "title": "The White House prohibited audio and video coverage of a critical briefing on coronavirus",
            "description": "AP White House officials barred the media from conducting audio or video coverage of a critical briefing on Tuesday about the novel coronavirus' spread within the US. CNN's Jim Acosta asked Vice President Mike Pence, who conducted the briefing, why it wasn't …",
            "url": "https://www.businessinsider.com/white-house-barred-audio-video-coverage-coronavirus-briefing-2020-3",
            "urlToImage": "https://i.insider.com/5e5ef012fee23d2294418a68?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T00:26:25Z",
            "content": "White House officials prohibited media outlets from doing audio or video coverage of a briefing on Tuesday about the spread of the novel coronavirus in the US.\r\nThe New York Times' Katie Rogers asked why the briefing wasn't public and wasn't given a clear ans… [+3215 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "An Amazon employee in Seattle tested positive for coronavirus, the company said in an email to employees",
            "description": "An employee at Amazon in Seattle, Washington, has tested positive for coronavirus, the company said in an email to employees. The company confirmed the case on Tuesday and said the individual was now under quarantine. News of the Seattle employee's COVID-19 c…",
            "url": "https://www.businessinsider.com/amazon-coronavirus-cases-seattle-washington-milan-italy-2020-3",
            "urlToImage": "https://i.insider.com/5d42b4fc100a24561e636283?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T03:07:36Z",
            "content": "Amazon announced on Tuesday that one of its employees in Seattle, Washington, tested positive for coronavirus. \r\nIn an email to employees in Seattle and Bellevue, Amazon's health and safety office confirmed that an employee of the company's Brazil office buil… [+1560 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "jzeballos@businessinsider.com (Joseph Zeballos-Roig), Joseph Zeballos-Roig",
            "title": "AOC says that ensuring access to free coronavirus testing and treatment is 'absolutely' an 'argument for Medicare for All'",
            "description": "MANDEL NGAN/AFP via Getty Images AOC told the Huffington Post that the government is taking steps to guarantee free coronavirus testing and medical treatment. \"What this crisis has taught us is that, our health care system and our public health are only as st…",
            "url": "https://markets.businessinsider.com/news/stocks/aoc-access-free-coronavirus-testing-argument-favor-medicare-for-all-2020-3-1028965021",
            "urlToImage": "https://images.markets.businessinsider.com/image/5df35e8ffd9db27428630e94-1800/gettyimages-1177775811.jpg",
            "publishedAt": "2020-03-04T16:23:53Z",
            "content": "MANDEL NGAN/AFP via Getty Images\r\n<ul><li>AOC told the Huffington Post that the government is taking steps to guarantee free coronavirus testing and medical treatment.</li><li>\"What this crisis has taught us is that, our health care system and our public heal… [+2816 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "The flu and the new coronavirus have similar symptoms, but the coronavirus is far more deadly — here's how the two compare",
            "description": "The flu and the new coronavirus have similar symptoms, but the coronavirus is far more fatal. Here's how the mortality rates compare. For the latest case total and death toll, see Business Insider's live updates here. Visit Business Insider's homepage for mor…",
            "url": "https://www.businessinsider.com/coronavirus-compared-to-flu-mortality-rates-2020-3",
            "urlToImage": "https://i.insider.com/5e3850cb5bc79c71707571d8?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T12:32:00Z",
            "content": "The coronavirus outbreak came in the middle of flu season in the northern hemisphere.\r\nBecause people who get the flu and COVID-19 — the disease caused by the coronavirus — experience some overlapping symptoms, many people are highlighting those similarities.… [+3107 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "7 reasonable pieces of coronavirus stockpiling advice from doomsday preppers",
            "description": "Doomsday preppers are accustomed to preparing for disasters of all kinds. But preppers say they're not phased by the COVID-19 outbreak, because unlike the other disasters they prepare for, \"it's not end game.\" Their best advice for weathering the novel corona…",
            "url": "https://www.businessinsider.com/doomsday-preppers-advice-on-how-to-prepare-for-the-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5e7cdcfee23d19e6106335?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T18:41:00Z",
            "content": "Hand sanitizer is selling out on Amazon. Shelves normally lined with masks at Home Depot are bare. And people across the country are stocking up on their canned goods. \r\nBut preppers, the apocalypse-minded group of folks who are perpetually preparing for any … [+751 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rachel Premack",
            "title": "After weeks of silence amid the coronavirus outbreak, Amazon tells its giant network of truck drivers to stay home if feeling sick",
            "description": "Amazon confirmed to Business Insider that it sent an email to its trucking network on the evening of March 3 with advice on how to conduct business amid coronavirus concerns. The email advised truckers to stay home for at least 24 hours if feeling feverish, t…",
            "url": "https://www.businessinsider.com/coronavirus-amazon-advises-truck-drivers-silence-2020-3",
            "urlToImage": "https://i.insider.com/5e6014bdfee23d77985737a2?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T22:08:22Z",
            "content": "Amazon emailed the contract carriers who are part of the retailer's giant transportation network on March 3 about how to navigate coronavirus, the company confirmed to Business Insider. \r\nThe email requested that trucking companies advise their employees to s… [+2680 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "The WHO has confirmed that the coronavirus death rate is 3.4% — higher than earlier estimates. Older patients face the highest risk.",
            "description": "The World Health Organization (WHO) on Tuesday confirmed that the global death rate for coronavirus is 3.4% — higher than earlier estimates of about 2%. In contrast, the seasonal flu kills far less than 1% of those infected. It's also important to remember th…",
            "url": "https://www.businessinsider.com/who-confirms-coronavirus-global-death-rate-rises-fatalities-numbers-2020-3",
            "urlToImage": "https://i.insider.com/5e5ec665fee23d03cb57c572?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T02:00:09Z",
            "content": "The World Health Organization confirmed on Tuesday that the global death rate for the novel coronavirus is 3.4% — higher than earlier estimates of about 2%. \r\nThe coronavirus outbreak that originated in Wuhan, China, has killed more than 3,100 people and infe… [+3142 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melissa Wiley",
            "title": "The coronavirus has spread to every continent except Antarctica. Here's what business travelers need to know about changing or canceling travel plans.",
            "description": "Companies such as Google, Facebook, and Salesforce have restricted or canceled business travel for their employees in response to the coronavirus. Airlines and hotels are becoming increasingly flexible with change and cancellation fees during the outbreak, ac…",
            "url": "https://www.businessinsider.com/coronavirus-travel-plans-what-business-travelers-need-to-know-2020",
            "urlToImage": "https://i.insider.com/5e5ff7f0fee23d62b6062d06?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:31:00Z",
            "content": "As the coronavirus continues to spread, companies such as Google, Amazon, Salesforce, and Twitter have restricted employee travel and canceled conferences around the world.\r\nOn March 3, Google canceled its largest event of the year, the Google I/O developers … [+8058 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "Between 40% and 70% of adults worldwide could get the coronavirus, one Harvard expert says. That's at least 3 billion cases.",
            "description": "Harvard epidemiologist Marc Lipsitch told the Deep Background podcast that the coronavirus could become a pandemic that affects between 40% and 70% of the world's adult population — at least 3 billion people. The coronavirus has killed at least 3,2500 people …",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-could-hit-3-billion-adults-harvard-expert-2020-3",
            "urlToImage": "https://i.insider.com/5e5d33e7fee23d27dc242c95?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T23:02:00Z",
            "content": "In the last week, the number of global coronavirus cases jumped by more than 10,000; in the US, cases nearly doubled and 11 people died. \r\nAs the outbreak nears pandemic level — more than 95,000 people have been infected, and the virus has spread to more than… [+5121 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rachel Premack",
            "title": "FedEx has shed half its market value in the past 2 years, and Morgan Stanley says investors should brace for another 'volatile' quarter for the package giant",
            "description": "FedEx has shed half its market value since January 2018 — and the free fall doesn't appear to be stopping soon. Morgan Stanley warned in a note to investors on March 2 that the $65.5 billion company will have another \"volatile\" quarter. This time, coronavirus…",
            "url": "https://www.businessinsider.com/fedex-investors-volatile-quarter-morgan-stanley-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5ebda8fee23d66086b1123?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T18:15:50Z",
            "content": "FedEx has had a rough few years, with its market capitalization plunging from $71.3 billion in January 2018 to $36.5 billion as of March 2020. It's struggled for a slew of reasons, including competition with Amazon.\r\nBut there's now a new factor threatening t… [+3276 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "'We are in a crisis here.' The Yale professor who said U.S. coronavirus cases were set to 'explode' in coming days warns that America is way behind on testing",
            "description": "Coronavirus testing in the United States is falling behind other countries, putting more people at risk, Yale professor and healthcare management expert Howard Forman told Business Insider. The number of tallied cases in the U.S. will rise as existing cases a…",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-tests-needed-united-states-crisis-yale-professor-2020-3",
            "urlToImage": "https://i.insider.com/5e5e98b6fee23d30ee75f003?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:32:23Z",
            "content": "Documented cases of coronavirus in the U.S. amounted to more than 100 Tuesday, but according to a Yale professor Howard Forman, a practicing radiologist and expert in healthcare management, the United States is way behind on testing people.\r\nBroad-scale testi… [+1996 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "Carnival crisis grows after another Princess cruise ship goes on lockdown after a former passenger dies from coronavirus",
            "description": "Some passengers on Princess Cruises' Grand Princess ship were told to stay in their rooms while they wait to get screened for the coronavirus, Princess Cruises said in a statement on Wednesday. Two passengers on the Grand Princess' prior cruise have contracte…",
            "url": "https://www.businessinsider.com/grand-princess-passengers-ordered-rooms-after-coronavirus-death-2020-3",
            "urlToImage": "https://i.insider.com/5e601d4bfee23d136d1789dd?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T22:56:31Z",
            "content": "Some passengers on Princess Cruises' Grand Princess ship were told Wednesday by the Centers for Disease Control and Prevention to stay in their rooms before receiving coronavirus screenings, the company said in a statement. \r\nThe order came after a passenger … [+2647 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "Apple is ramping up cleaning at its stores in the US as coronavirus spreads (AAPL)",
            "description": "Apple has increased cleaning staff in stores, installed hand sanitizer stations, and has been asking employees to wipe down demo products more frequently as a cautionary measure to combat the spreading coronavirus. The company is also encouraging employees to…",
            "url": "https://www.businessinsider.com/apple-store-cleaning-increased-as-coronavirus-spreads-2020-3",
            "urlToImage": "https://i.insider.com/56406f5cbd86ef175c8bd335?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:13:20Z",
            "content": "Apple has ramped up cleaning efforts in its United States retail stores in an effort to protect employees and customers as the coronavirus spreads, multiple Apple Store employees have told Business Insider. The company is also urging employees to replace trav… [+2974 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paulina Cachero",
            "title": "NYC is bracing for the coronavirus impact by doing cleaning its subway systems daily. New Yorkers are asking why this isn't done normally.",
            "description": "New York state has two confirmed coronavirus cases, one of which is believed to be a case of community spread, meaning the patient didn't travel to China or knowingly interact with anyone who was infected. Many New York City commuters have raised concerns abo…",
            "url": "https://www.businessinsider.com/nyc-braces-coronavirus-impact-deep-clean-subway-system-mta-2020-3",
            "urlToImage": "https://i.insider.com/5e5ee3f3fee23d1c273f5008?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T07:58:59Z",
            "content": "With two reported coronavirus cases in New York state, public institutions are bracing for a possible outbreak, particularly in New York City, which is the country's most densely populated city with over 27,000 people per square mile.\r\nNew York's public trans… [+5127 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Stocks climb after Joe Biden wins big on Super Tuesday, but analysts warn the rate-cut selloff is a huge red flag. The Federal Reserve's \"50-basis-point bazooka is merely a pop-gun in the face of a viru…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-march-04-2020-3-1028963557",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5f9e6efee23d0164575b54-2000/joe-biden.jpg",
            "publishedAt": "2020-03-04T12:36:43Z",
            "content": "AP Photo/Jessica Hill\r\nHere's what you need to know before the markets open.\r\n1. Stocks climb after Joe Biden wins big on Super Tuesday, but analysts warn the rate-cut selloff is a huge red flag. The Federal Reserve's \"50-basis-point bazooka is merely a pop-g… [+1934 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Wednesday. Google has canceled its biggest event of the year because of coronavirus concerns. It's the latest major conference to be canceled. Airbnb may delay its public float to 2021 as coronavirus s…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-march-4-2020-3",
            "urlToImage": "https://i.insider.com/5ce50f56021b4c284202e294?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T07:38:39Z",
            "content": "Huawei CEO Ren Zhengfei.\r\nREUTERS/Aly Song\r\nGood morning! This is the tech news you need to know this Wednesday.\r\n<ol><li>Google has canceled its biggest event of the year because of coronavirus concerns. It's the latest major conference to be canceled.</li><… [+2461 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Trump tweets video of 'Mini' Mike Bloomberg licking his 'dirty' fingers while eating pizza in apparent coronavirus reference",
            "description": "President Donald Trump took to Twitter on Tuesday night to attack 2020 Democratic candidate Mike Bloomberg, his one-time golf partner, for eating pizza with his hands. \"Mini Mike, don't lick your dirty fingers. Both unsanitary and dangerous to others and your…",
            "url": "https://www.businessinsider.com/trump-scolds-mini-mike-bloomberg-for-licking-his-dirty-fingers-2020-3",
            "urlToImage": "https://i.insider.com/5e5f0a29fee23d3be0388d62?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T02:31:53Z",
            "content": "While millions of Americans went to the polls on Tuesday night, President Donald Trump took to Twitter to attack 2020 Democratic candidate Mike Bloomberg, his one-time golf partner, for eating pizza with his hands. \r\nTrump tweeted a video of Bloomberg snackin… [+1189 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Haven Orecchio-Egresitz",
            "title": "US jails and prisons are 'fertile grounds for infectious disease' and preventing the spread of coronavirus behind bars will be a challenge, say experts",
            "description": "There are 2.3 million people incarcerated in the US. Like the flu, coronavirus prevention is dependent on frequent handwashing and isolation from people who are sick. In jails and prisons, where people are living in close quarters, that will be a challenge. V…",
            "url": "https://www.businessinsider.com/experts-keeping-prisons-free-of-coronavirus-will-be-a-challenge-2020-3",
            "urlToImage": "https://i.insider.com/5e601931fee23d0ea208cef3?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T22:04:30Z",
            "content": "More than two million people are being held in jails and prisons across the United States, and oftentimes these men and women are tightly housed.\r\nPreventing the spread of the highly contagious and deadly coronavirus in these institutions will pose unique cha… [+8469 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Google reportedly stops all in-person interviews amid coronavirus fears (GOOG, GOOGL)",
            "description": "Google has canceled all in-person job interviews amid concerns over the coronavirus outbreak, first reported by The Verge. Google told candidates it would be conducting interviews via video call \"for the foreseeable future,\" The Verge reported. The company ha…",
            "url": "https://www.businessinsider.com/coronavirus-google-cancels-in-person-interviews-2020-3",
            "urlToImage": "https://i.insider.com/5e5ff3b8fee23d4de97830ec?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:04:53Z",
            "content": "Google has reportedly told potential job candidates that it will be conducting interviews via video conference call moving forward due to concerns over the coronavirus disease, COVID-19, according to The Verge.\r\nThe company told potential candidates that inte… [+1234 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "California just reported its first coronavirus death: a patient in the Sacramento area who recently returned from a cruise",
            "description": "California just reported its first coronavirus death: an elderly patient in the Sacramento area. The person had recently returned from a cruise, but it was not the Diamond Princess. Local health officials said other passengers on the ship, the Grand Princess,…",
            "url": "https://www.businessinsider.com/california-reports-first-coronavirus-death-sacramento-cruise-2020-3",
            "urlToImage": "https://i.insider.com/5e600b4bfee23d6f865f3b75?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:16:00Z",
            "content": "California reported its first death from the coronavirus on Wednesday: an elderly patient in Placer County, near Sacramento, who had underlying health problems. Ten others in the US have died from the virus, all in Washington state.\r\n\"Jennifer and I extend ou… [+2804 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "An epidemics historian has called China's response to the coronavirus outbreak 'clumsy' — and says it 'terrifies' him for the future",
            "description": "Frank M. Snowden, a professor emeritus of history and the history of medicine at Yale, spoke to the New Yorker on Tuesday about the coronavirus outbreak. Snowden, who has written a book on the history of epidemics, said that China's response to the outbreak w…",
            "url": "https://www.businessinsider.com/epidemics-historian-calls-chinas-response-to-coronavirus-clumsy-2020-3",
            "urlToImage": "https://i.insider.com/5e5ed67dfee23d06ff3bdcb5?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T04:30:29Z",
            "content": "A historian who specializes in epidemics says the Chinese response to the coronavirus outbreak has left him \"fearful\" and \"terrified.\"\r\nFrank M. Snowden, professor emeritus of history and history of medicine at Yale, spoke to the New Yorker on Tuesday about t… [+2435 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "China is recording so few new coronavirus infections that South Korea looks like the new center of the epidemic",
            "description": "South Korea has far overtaken China in the number of new coronavirus cases it records each day. South Korea reported 516 new coronavirus cases on Wednesday, while China, once the epicenter, reported 130. China appears to have passed a turning-point: more peop…",
            "url": "https://www.businessinsider.com/coronavirus-new-cases-soar-south-korea-slow-in-china-2020-3",
            "urlToImage": "https://i.insider.com/5e5f8f89fee23d78b32a75e4?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T11:30:38Z",
            "content": "The number of daily coronavirus cases reported by China has been in steep decline for around a week — and it means that South Korea now appears to be the new center of the epidemic.\r\nSouth Korea reported 516 new cases on Wednesday, compared to China's 130 new… [+3302 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "The CEO of the buzzy biotech that's working on a potential coronavirus vaccine just pledged he won't set a high price for the shot (MRNA)",
            "description": "The first potential vaccine for the novel coronavirus is set to begin human testing soon. The CEO of Moderna, the biotech company that is developing the vaccine, pledged thoughtfulness in setting a potential price. \"There is no world, I think, where we would …",
            "url": "https://www.businessinsider.com/moderna-ceo-stephane-bancel-interview-coronavirus-vaccine-price-2020-3",
            "urlToImage": "https://i.insider.com/5e5ed729fee23d190328edb3?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:54:00Z",
            "content": "The CEO of the buzzy biotech company that's developing the first coronavirus vaccine just pledged that he won't charge too high a price for the injection.\r\nStephane Bancel, the CEO of Moderna, told Business Insider that he plans to set the price in line with … [+3313 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "IMF slashes key growth forecast and warns against 'a more adverse scenario for the global economy' as coronavirus spreads",
            "description": "International lenders warned Wednesday that global growth would fall this year as the coronavirus spread. They urged governments to spend what was necessary to address the human and economic effects of the outbreak. The IMF revised its 2020 forecast for globa…",
            "url": "https://www.businessinsider.com/imf-slashes-global-gdp-growth-forecast-as-coronavirus-spreads-2020-3",
            "urlToImage": "https://i.insider.com/5e5fb5c5fee23d7fed550e34?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T16:01:53Z",
            "content": "<ul><li>International lenders warned Wednesday that global growth would fall this year as the coronavirus spread.</li><li>They urged governments to spend what was necessary to address the human and economic effects of the outbreak.</li><li>The IMF revised its… [+2552 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "A passenger who was on a Princess cruise has died of the coronavirus in California. The ship is set to dock in San Francisco.",
            "description": "The Grand Princess cruise ship is expected to dock in San Francisco on Thursday as the CDC investigates a \"small cluster\" of coronavirus cases associated with its previous voyage. The first patient to die of the new coronavirus in California was on the Grand …",
            "url": "https://www.businessinsider.com/princess-cruise-passenger-dies-coronavirus-ship-heads-for-san-francisco-2020-3",
            "urlToImage": "https://i.insider.com/5e601a87fee23d046265a423?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T21:39:00Z",
            "content": "A coronavirus patient who'd recently traveled on the Grand Princess cruise ship has died in California, and the ship is now headed for San Francisco.\r\nThe Grand Princess is expected to dock in the city on Thursday afternoon. The Centers for Disease Control an… [+2822 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Key Trump adviser claims tax cuts will still pay for themselves even as coronavirus drags on US economy",
            "description": "Treasury Secretary Steven Mnuchin said Wednesday that a $1.5 trillion Republican-led tax cut package would still pay for itself through higher economic growth. The comments came even as a coronavirus outbreak raised concerns about a potential downturn in the …",
            "url": "https://markets.businessinsider.com/news/stocks/mnuchin-tax-cuts-will-pay-for-themselves-coronavirus-trump-economy-2020-3-1028965207",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e448fc52dae5c3d0726d763-2400/2020-02-12t234940z1lynxmpeg1b257rtroptp4usa-trump-budget.jpg",
            "publishedAt": "2020-03-04T17:10:00Z",
            "content": "Reuters\r\n<ul><li>Treasury Secretary Steven Mnuchin said Wednesday that a $1.5 trillion Republican-led tax cut package would still pay for itself through higher economic growth.</li><li>The comments came even as a coronavirus outbreak raised concerns about a p… [+1751 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Paid sick leave could help prevent the spread of coronavirus — but 18 states have barred local governments from implementing it",
            "description": "Paid sick leave has generated huge attention over the past week as more cases of coronavirus are diagnosed in the US. But 25% of American workers — or 32 million people — don't have access to paid sick leave from their employers. The lack of sick pay in the U…",
            "url": "https://www.businessinsider.com/paid-sick-leave-coronavirus-states-barred-local-governments-prevent-spread-2020-3",
            "urlToImage": "https://i.insider.com/5e5fe684fee23d3b1a5784c3?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:03:47Z",
            "content": "The issue of paid sick leave has generated a huge amount of attention over the past week as the coronavirus continues spreading in the US with new cases diagnosed daily. Among measures the Centers for Disease Control and Prevention has recommended is staying … [+3850 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "A health screener at LAX who was checking passengers for coronavirus just tested positive for the illness",
            "description": "A CDC contractor who screened arriving passengers at Los Angeles International Airport for coronavirus just tested positive for COVID-19, NBC News first reported. The worker reportedly wore the appropriate protective gear while screening passengers — it was n…",
            "url": "https://www.businessinsider.com/coronavirus-cdc-screener-lax-has-covid-19-2020-3",
            "urlToImage": "https://i.insider.com/5e60297bfee23d258f337743?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T22:35:07Z",
            "content": "A healthcare professional who was screening arriving passengers at Los Angeles International Airport for coronavirus symptoms tested positive for the virus themself, the Department of Homeland Security (DHS) has confirmed. NBC News first reported the virus ca… [+1782 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Julia Naftulin",
            "title": "Why you can't stop touching your face, even though it's one of the best ways to prevent coronavirus spread",
            "description": "One of the CDC's top pieces of advice for protecting yourself from the coronavirus is to stop touching your face, eyes, and mouth, but people are having trouble kicking the habit. That's because face-touching is a natural human habit, and like any habit, it c…",
            "url": "https://www.businessinsider.com/psychological-reason-why-you-cant-stop-touching-face-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5ede65fee23d18033f2dd3?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T21:39:00Z",
            "content": "The coronavirus outbreak has spread global panic, with people searching for sure-fire ways to protect themselves. For a while, many people (inspired by celebrities) thought masks would do it. But according to the health officials around the world, masks are f… [+2844 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jeff Elder",
            "title": "A new study of IT pros finds that over half of healthcare organizations have been targeted by cyberattack, even as coronavirus continues to spread",
            "description": "A s urvey of 200 healthcare IT professionals, conducted by the Ponemon Institute and sponsored by password-security company Keeper, shows less than half of healthcare organizations have a plan for responding to a hack. It also shows that more than half of the…",
            "url": "https://www.businessinsider.com/healthcare-hospitals-ransomware-keeper-ponemon-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e600417fee23d610d53f082?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:00:00Z",
            "content": "More than half of healthcare organizations around the world were hit with a cyberattack in the past year, new research shows – presenting another challenge to hospitals preparing for a possible coronavirus pandemic. \r\nThe survey of more than 200 healthcare IT… [+4751 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tim Levin",
            "title": "Hyundai put joysticks instead of a steering wheel in its new electric concept car, which looks like a mashup between a Porsche and a Tesla",
            "description": "Hyundai has a new concept car out, which the automaker is calling the Prophecy. Concept cars often show an exaggerated version of where an automaker wants to go in the future, hence this one's name — it's a preview of Hyundai EVs to come. With sweeping lines …",
            "url": "https://www.businessinsider.com/hyundais-prophecy-electric-concept-tesla-porsche-geneva-photos-2020-3",
            "urlToImage": "https://i.insider.com/5e5fcd35fee23d29b06d0913?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T21:54:06Z",
            "content": "Hyundai has a new electric concept car called the Prophecy, which, as its name suggests, offers a sneak peek at what the brand's future EVs may look like.\r\nIf the car is anything to go by, the future looks pretty darn good. \r\nHyundai debuted the concept on Tu… [+1149 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth",
            "title": "Bernie Sanders goes into attack mode, skewering Joe Biden and the mainstream media after a string of crushing defeats on Super Tuesday",
            "description": "Sen. Bernie Sanders of Vermont went on the attack against the media and former Vice President Joe Biden on Wednesday. Sanders criticized some in the mainstream media for comparing his campaign to the coronavirus and the Nazi occupation of France during World …",
            "url": "https://www.businessinsider.com/bernie-sanders-attacks-biden-media-super-tuesday-losses-2020-3",
            "urlToImage": "https://i.insider.com/5e5eb2fafee23d585f75d385?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:58:19Z",
            "content": "Sen. Bernie Sanders of Vermont went on the attack Wednesday following a string of disappointing losses in the Super Tuesday primaries this week.\r\nHe kicked things off by skewering the mainstream media for adopting what he described as an adversarial stance ag… [+2693 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "ncolarossi@businessinsider.com (Natalie Colarossi), Natalie Colarossi",
            "title": "Opium, foot-binding, and braids: Photos reveal what China looked like before the Cultural Revolution",
            "description": "Keystone-France/Gamma-Keystone via Getty Images On October 1, 1949, Mao Zedong declared the foundation of The People's Republic of China, following a 20-year civil war. In the decades that followed, China experienced an intense cultural and political revoluti…",
            "url": "https://www.businessinsider.com/photos-china-before-communism-cultural-revolution",
            "urlToImage": "https://i.insider.com/5e3c8c560ce3d1568f607684?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T21:02:33Z",
            "content": "Beginning in 1966, a decade-long Cultural Revolution sought to eradicate old ideas and customs in order to make way for a new, revolutionary China.\r\nRadical youths known as Red Guards were encouraged to rid China's cities of \"class enemies,\" eliminate western… [+632 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paayal Zaveri",
            "title": "Zoom, the hot video-conferencing startup that's helping remote workers amid the spread of coronavirus, is asking all of its employees to work from home (ZM)",
            "description": "Videoconferencing company Zoom is asking all of its employees to work from home due to concerns over the coronavirus, according to prepared remarks CEO Eric Yuan will make on a call with investors, CNBC reports. This comes as Zoom reported fourth quarter earn…",
            "url": "https://www.businessinsider.com/zoom-earnings-employees-work-from-home-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e59ac58fee23d63bc1cba42?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T22:32:32Z",
            "content": "Videoconferencing company Zoom is asking all of its employees to work from home due to concerns over the coronavirus disease, COVID-19, which has spread to the company's home state of California.\r\nThis comes as Zoom reported fourth quarter earnings that beat … [+2305 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Microsoft is reportedly allowing employees to work from home until Monday due to coronavirus fears (MSFT)",
            "description": "Microsoft is allowing employees in the Seattle area and San Francisco work from home through March 9 due to coronavirus fears, The Verge reported Wednesday. The news comes after Business Insider reported that some employees were concerned Microsoft's internal…",
            "url": "https://www.businessinsider.com/microsoft-coronavirus-employees-work-from-home-remote-covid19-2020-3",
            "urlToImage": "https://i.insider.com/5e5fd642fee23d260b4b4922?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T16:36:40Z",
            "content": "Microsoft is reportedly allowing employees in the Seattle area and San Francisco work from home through March 9 in response to fears of a coronavirus outbreak.\r\nThe Verge reported the news on Wednesday based on an internal memo. Microsoft has yet to respond t… [+1355 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Patrick Coffee, Lauren Johnson and Tanya Dua",
            "title": "Coronavirus has threatened to cancel the Tokyo Olympics, and the fallout could be terrible for the TV business",
            "description": "Live TV has been carrying the TV industry, but questions of the Olympics being canceled due to the coronavirus is another reminder of its vulnerability. Live sports has been a bright spot in an otherwise declining TV business as people cut the cord and shift …",
            "url": "https://www.businessinsider.com/what-olympics-delay-or-cancellation-could-mean-for-tv-2020-3",
            "urlToImage": "https://i.insider.com/5e5ee36afee23d1b8a12631a?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T12:30:27Z",
            "content": "Live events have been propping up the TV industry, but questions of the Olympics being canceled or delayed due to the coronavirus is another big reminder of its vulnerability.\r\nThe International Olympic Committee announced March 3 that the games would go on a… [+4181 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aaron Holmes",
            "title": "Angry Robinhood users say they missed out on making thousands during the stock-trading app's outages, but a big class-action suit is unlikely",
            "description": "Angry Robinhood users say they lost or missed out on thousands of dollars while the app experienced outages Monday and Tuesday. The commission-free trading app, popular among millennials, was offline for almost all of trading Monday — and half of Tuesday — du…",
            "url": "https://www.businessinsider.com/robinhood-users-missed-out-on-thousands-apps-outages-2020-3",
            "urlToImage": "https://i.insider.com/5e602320fee23d1b084c2784?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T22:17:38Z",
            "content": "When Robinhood faced outages Monday and Tuesday, users were locked out of the biggest market rally in 12 years. Now, some users are calling on federal regulators to investigate the commission-free trading app.\r\nRobinhood cited problems with its infrastructure… [+2002 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hillary Hoffower",
            "title": "American bankruptcies could get a coronavirus bump, even among the insured",
            "description": "Two US residents who received treatment for coronavirus received bills exceeding $3,000, even though they don't have coronavirus. While coronavirus testing from the CDC is free, patients still have to pay staggering costs for hospital visits and other tests. …",
            "url": "https://www.businessinsider.com/coronavirus-treatment-costs-us-health-care-bankruptcy-2020-3",
            "urlToImage": "https://i.insider.com/5e5fd5a4fee23d35012e4092?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:20:04Z",
            "content": "Coronavirus is scary for Americans' health and wealth.\r\nJust ask Miami resident Osmel Martinez Azcue, who checked himself into the hospital for flu-like symptoms after arriving back in the US from a work trip to China. As first reported by The Miami Herald's … [+10697 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Madison Hoff",
            "title": "These are the most in-demand American jobs in the time of coronavirus",
            "description": "Job-posting site Glassdoor shared a recent economic research report noting several listings asking for people who could help with coronavirus-related communications, medical assistance, or research testing. One of the job postings outside of the medical field…",
            "url": "https://www.businessinsider.com/jobs-hiring-to-help-or-look-into-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e5e831efee23d27966d0c15?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T15:26:38Z",
            "content": "The growing spread of coronavirus has caused a surge in demand for certain jobs, as US companies look for ways to address the outbreak and the anxiety around it.\r\nJob-posting site Glassdoor recently published an Economic Research report about how workers are … [+1368 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Dow surges 1,173 points after Congress passes emergency spending bill, Biden dominates Super Tuesday",
            "description": "Stocks surged on Tuesday after Congress agreed to an emergency spending bill to help fight the spread of coronavirus in the US. Equities also received a boost from Joe Biden's surprise Super Tuesday victories, which alleviated Wall Street concerns over a far-…",
            "url": "https://www.businessinsider.com/stock-market-news-today-us-indexes-emergency-bill-joe-biden-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e601621fee23d7c9d769b99-2400/b72f7f1590e6eddeecd29f3315eafb41.jpg",
            "publishedAt": "2020-03-04T21:07:29Z",
            "content": "Associated Press\r\n<ul><li>Stocks surged on Tuesday after Congress agreed to an emergency spending bill to help fight the spread of coronavirus in the US.</li><li>Equities also received a boost from Joe Biden's surprise Super Tuesday victories, which alleviate… [+1429 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "United is drastically cutting flights worldwide and offering unpaid leave to employees as the coronavirus ravages the airline industry (UAL)",
            "description": "In an email to employees, United Airlines said it would cancel 10% of domestic flights and 20% of international service in the coming months as demand for travel falls due to the coronavirus outbreak. United CEO Oscar Munoz and president Scott Kirby also outl…",
            "url": "https://www.businessinsider.com/coronavirus-united-airlines-cost-cutting-cancellations-hiring-freeze-unpaid-leave-2020-3",
            "urlToImage": "https://i.insider.com/5e603b35fee23d259a766ff5?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T23:58:46Z",
            "content": "United Airlines CEO Oscar Munoz said on Wednesday that the airline would make significant cuts to its flight network and implement a series of cost reductions, as the coronavirus outbreak continues to wreak havoc on the airline industry in the US and worldwid… [+2831 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "AOC says that ensuring access to free coronavirus testing and treatment is 'absolutely' an 'argument for Medicare for All'",
            "description": "AOC told the Huffington Post that the government is taking steps to guarantee free coronavirus testing and medical treatment. \"What this crisis has taught us is that, our health care system and our public health are only as strong as the sickest person in thi…",
            "url": "https://www.businessinsider.com/aoc-access-free-coronavirus-testing-argument-favor-medicare-for-all-2020-3",
            "urlToImage": "https://i.insider.com/5df35e8ffd9db27428630e94?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T16:23:53Z",
            "content": "<ul><li>AOC told the Huffington Post that the government is taking steps to guarantee free coronavirus testing and medical treatment.</li><li>\"What this crisis has taught us is that, our health care system and our public health are only as strong as the sicke… [+2498 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Lyft posted record sales last week, and coronavirus might be the key driver",
            "description": "Lyft racked up record sales and customer journeys in the same week that coronavirus fears sparked a massive stock-market selloff. \"Last week was our single biggest week in our history in terms of both revenue and rides,\" Lyft finance chief Brian Roberts said.…",
            "url": "https://markets.businessinsider.com/news/stocks/lyft-record-sales-rides-last-week-coronavirus-public-transport-reason-2020-3-1028963495",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5f977bfee23d7c2170fd04-1200/2019-03-29t134603z873223191hp1ef3t128hs0rtrmadp3lyft-ipo.jpg",
            "publishedAt": "2020-03-04T12:26:14Z",
            "content": "REUTERS/Mike Blake\r\n<ul><li>Lyft racked up record sales and customer journeys in the same week that coronavirus fears sparked a massive stock-market selloff.</li><li>\"Last week was our single biggest week in our history in terms of both revenue and rides,\" Ly… [+2306 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "What rebound? These 2 charts suggest the recent stock sell-off has further to go",
            "description": "The recent market correction saw investor bearishness spike. But RBC Capital Markets analysts think there's room for pessimism to grow even more intense. The decline in US stocks after the Federal Reserve's emergency Tuesday rate cut is \"a good reminder\" inve…",
            "url": "https://www.businessinsider.com/coronavirus-stock-market-impact-could-worsen-selloff-rbc-2-charts-2020-3",
            "urlToImage": "",
            "publishedAt": "2020-03-04T17:11:51Z",
            "content": "Andrew Kelly/Reuters<ul><li>The recent market correction saw investor bearishness spike. But RBC Capital Markets analysts think there's room for pessimism to grow even more intense.</li><li>The decline in US stocks after the Federal Reserve's emergency Tuesda… [+2550 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Mark Zuckerberg and Bill Gates' philanthropic organizations helped researchers sequence the coronavirus genome",
            "description": "Mark Zuckerberg published a Facebook post on Tuesday about the company's response to the novel coronavirus outbreak. Zuckerberg said that a tool developed by his philanthropic organization together with the Gates Foundation has helped researchers in Cambodia …",
            "url": "https://www.businessinsider.com/zuckerberg-chan-gates-foundation-coronavirus-genome-sequence-2020-3",
            "urlToImage": "https://i.insider.com/5866cd1ff10a9a98468b5a5e?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T10:50:43Z",
            "content": "Facebook CEO Mark Zuckerberg said his philanthropic organization, the Chan Zuckerberg Initiative, has helped unlock a piece of research which may help in the fight against the coronavirus, in partnership with the Gates Foundation.\r\nIn a Facebook post publishe… [+1859 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The Fed announced an unexpected interest rate cut on Tuesday. Here's a timeline of the last 7 emergency rate cuts",
            "description": "The Federal Reserve lowered interest rates by 50 basis points on Tuesday in an emergency cut to combat the risk of coronavirus on the US economy. It was the first emergency rate cut since the financial crisis in 2008. Here's a timeline of the last seven times…",
            "url": "https://www.businessinsider.com/emergency-rate-cuts-events-caused-past-fed-coronavirus-timeline-when-2020-3",
            "urlToImage": "https://i.insider.com/5bb8d9c6ae84ee70d9591573?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:36:37Z",
            "content": "<ul><li>The Federal Reserve lowered interest rates by 50 basis points on Tuesday in an emergency cut to combat the risk of coronavirus on the US economy.</li><li>It was the first emergency rate cut since the financial crisis in 2008. </li><li>Here's a timelin… [+1899 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'It's probably a time to buy': Billionaire investor Howard Marks sees value in stocks after the coronavirus sell-off",
            "description": "Billionaire investor Howard Marks said the coronavirus-driven market sell-off could be a buying opportunity. \"It would be a lot to accept that the US business world — and the cash flows it will produce in the future — are worth 13% less today than they were o…",
            "url": "https://markets.businessinsider.com/news/stocks/howard-marks-oaktree-capital-probably-time-buy-stocks-coronavirus-selloff-2020-3-1028965140",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5fd733fee23d36947ae8aa-1225/screen-shot-2015-07-01-at-91958-am.png",
            "publishedAt": "2020-03-04T16:58:13Z",
            "content": "Bloomberg TV\r\n<ul><li>Billionaire investor Howard Marks said the coronavirus-driven market sell-off could be a buying opportunity.</li><li>\"It would be a lot to accept that the US business world — and the cash flows it will produce in the future — are worth 1… [+3377 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'One of those once in 100 years catastrophic events': Billionaire Ray Dalio says coronavirus will 'annihilate' select parts of the market — and warns further emergency rate cuts will be futile",
            "description": "The coronavirus is a once-in-a-lifetime epidemic that will squash those who don't defend for a worst-case scenario, Bridgewater co-founder Ray Dalio wrote in a Tuesday LinkedIn post. The billionaire investor pointed to insurance companies offering insurance a…",
            "url": "https://www.businessinsider.com/coronavirus-ray-dalio-not-solved-rate-cuts-stock-market-hedging-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5fabeafee23d7a684e20e3-1024/gettyimages-460308020.jpg",
            "publishedAt": "2020-03-04T14:50:48Z",
            "content": "Thos Robinson/Getty Images\r\n<ul><li>The coronavirus is a once-in-a-lifetime epidemic that will squash those who don't defend for a worst-case scenario, Bridgewater co-founder Ray Dalio wrote in a Tuesday LinkedIn post.</li><li>The billionaire investor pointed… [+4187 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'One of those once in 100 years catastrophic events': Billionaire Ray Dalio says coronavirus will 'annihilate' select parts of the market — and warns further emergency rate cuts will be futile",
            "description": "The coronavirus is a once-in-a-lifetime epidemic that will squash those who don't defend for a worst-case scenario, Bridgewater co-founder Ray Dalio wrote in a Tuesday LinkedIn post. The billionaire investor pointed to insurance companies offering insurance a…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-ray-dalio-not-solved-rate-cuts-stock-market-hedging-2020-3-1028964518",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5fabeafee23d7a684e20e3-1024/gettyimages-460308020.jpg",
            "publishedAt": "2020-03-04T14:50:48Z",
            "content": "Thos Robinson/Getty Images\r\n<ul><li>The coronavirus is a once-in-a-lifetime epidemic that will squash those who don't defend for a worst-case scenario, Bridgewater co-founder Ray Dalio wrote in a Tuesday LinkedIn post.</li><li>The billionaire investor pointed… [+4187 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joe Ciolli",
            "title": "The 20 most important charts in the world, straight from the biggest names on Wall Street",
            "description": "Dear Readers, The carnage in financial markets over the past week and a half has been unavoidable. US stocks suffered their worst week since the financial crisis, 10-year Treasury yields fell to unprecedented lows, and just about every single economic growth …",
            "url": "https://www.businessinsider.com/how-to-invest-this-week-march-4-2020-3",
            "urlToImage": "https://i.insider.com/5e5eb9dafee23d6ae1257762?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:48:41Z",
            "content": "Dear Readers,\r\nThe carnage in financial markets over the past week and a half has been unavoidable. US stocks suffered their worst week since the financial crisis, 10-year Treasury yields fell to unprecedented lows, and just about every single economic growth… [+2258 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "US companies defied the coronavirus outbreak last month and added far more private jobs than expected, new data shows",
            "description": "Private payrolls increased by 183,000 in February according to data released Wednesday by ADP Research Institute and Moody's Analytics. The gain was higher than economists expected and showed strength in the labor market amid panic that a coronavirus outbreak…",
            "url": "https://markets.businessinsider.com/news/stocks/adp-private-payroll-data-grew-february-despite-coronavirus-labor-market-2020-3-1028965697",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d42da83100a2400a934c179-2400/gettyimages-461907958.jpg",
            "publishedAt": "2020-03-04T19:54:54Z",
            "content": "Justin Sullivan/Getty Images\r\n<ul><li>Private payrolls increased by 183,000 in February according to data released Wednesday by ADP Research Institute and Moody's Analytics. </li><li>The gain was higher than economists expected and showed strength in the labo… [+2105 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "IMF slashes key growth forecast and warns against 'a more adverse scenario for the global economy' as coronavirus spreads",
            "description": "International lenders warned Wednesday that global growth would fall this year as the coronavirus spread. They urged governments to spend what was necessary to address the human and economic effects of the outbreak. The IMF revised its 2020 forecast for globa…",
            "url": "https://markets.businessinsider.com/news/stocks/imf-slashes-global-gdp-growth-forecast-as-coronavirus-spreads-2020-3-1028964887",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5fb56efee23d7f417caa96-2400/ap20062145543919.jpg",
            "publishedAt": "2020-03-04T16:12:00Z",
            "content": "AP Photo/Lee Jin-man\r\n<ul><li>International lenders warned Wednesday that global growth would fall this year as the coronavirus spread.</li><li>They urged governments to spend what was necessary to address the human and economic effects of the outbreak.</li><… [+2709 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "Anna Wintour is self-quarantining after returning from Fashion Week in Milan, near the center of Italy's coronavirus outbreak",
            "description": "Anna Wintour, editor-in-chief of Vogue, is working from home in efforts to self-quarantine after returning from Milan Fashion Week, according to the New York Post. She is not showing any symptoms but is taking precautionary measures due to the spread of the c…",
            "url": "https://www.businessinsider.com/anna-wintour-self-quarantines-after-coronavirus-hit-milan-italy",
            "urlToImage": "https://i.insider.com/5e5f82d3fee23d62914fc824?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T10:55:16Z",
            "content": "Anna Wintour, the legendary editor-in-chief of US Vogue magazine, has self-isolated and is working from home after returning from Milan Fashion Week, according to the New York Post. \r\nThe Condé Nast artistic director is not showing any sign of having the coro… [+1320 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Key Trump adviser claims tax cuts will still 'pay for themselves' even as coronavirus drags on US economy",
            "description": "Treasury Secretary Steven Mnuchin said Wednesday that a $1.5 trillion Republican-led tax cut package would still pay for itself through higher economic growth. The comments came even as a coronavirus outbreak raised concerns about a potential downturn in the …",
            "url": "https://www.businessinsider.com/mnuchin-tax-cuts-will-pay-for-themselves-coronavirus-trump-economy-2020-3",
            "urlToImage": "https://i.insider.com/5e5fd688fee23d29dd361744?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T17:06:32Z",
            "content": "<ul><li>Treasury Secretary Steven Mnuchin said Wednesday that a $1.5 trillion Republican-led tax cut package would still pay for itself through higher economic growth.</li><li>The comments came even as a coronavirus outbreak raised concerns about a potential … [+1742 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Dan DeFrancesco",
            "title": "Goldman Sachs just switched a 400-person conference at the last minute to an audio-only webcast and it shows how Wall Street is scrambling as coronavirus spreads",
            "description": "Attendees for a Goldman Sachs investor conference focusing on ESG scheduled for Thursday were notified on Wednesday morning the event would be switched to an audio-only webcast. At this time, the status of other Goldman Sachs events it has planned in the near…",
            "url": "https://www.businessinsider.com/coronavirus-forces-goldman-sachs-to-make-investor-conference-a-webcast-2020-3",
            "urlToImage": "https://i.insider.com/5e5fffdbfee23d5fee0eda02?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:27:58Z",
            "content": "Fears around coronavirus just forced one Wall Street bank to make a last-minute switch to an investor conference.\r\nAttendees of Goldman Sachs' Sustain Symposium, an investor conference focusing on environmental, social, and governance (ESG), were informed on … [+1029 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "What rebound? These 2 charts suggest the recent stock sell-off has further to go",
            "description": "The recent market correction saw investor bearishness spike. But RBC Capital Markets analysts think there's room for pessimism to grow even more intense. The decline in US stocks after the Federal Reserve's emergency Tuesday rate cut is \"a good reminder\" inve…",
            "url": "https://www.businessinsider.com/coronavirus-stock-market-impact-could-worsen-selloff-rbc-2-charts-2020-3",
            "urlToImage": "",
            "publishedAt": "2020-03-04T17:11:51Z",
            "content": "Andrew Kelly/Reuters<ul><li>The recent market correction saw investor bearishness spike. But RBC Capital Markets analysts think there's room for pessimism to grow even more intense.</li><li>The decline in US stocks after the Federal Reserve's emergency Tuesda… [+2550 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump claims investors 'don't like Joe,' even as stocks post huge gains following Biden's Super Tuesday triumph",
            "description": "Trump claimed investors on Wall Street \"don't like Joe,\" though stocks posted huge gains only a day after Biden's huge victories on Super Tuesday. \"They don't like Joe either,\" Trump said at the White House. The Dow Jones Industrial Average surged over 1,000 …",
            "url": "https://markets.businessinsider.com/news/stocks/trump-stock-market-joe-biden-gains-investors-dont-like-victory-2020-3-1028965945",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d5d7e02cd97842f6b62fc17-2000/trump-white-house.jpg",
            "publishedAt": "2020-03-04T21:19:05Z",
            "content": "Mark Wilson/Getty Images\r\n<ul><li>Trump claimed investors on Wall Street \"don't like Joe,\" though stocks posted huge gains only a day after Biden's huge victories on Super Tuesday.</li><li>\"They don't like Joe either,\" Trump said at the White House.</li><li>T… [+1871 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aaron Holmes and Mary Meisenzahl",
            "title": "What it's like to be a gig worker for Uber, Lyft, or Doordash, in their own words, as coronavirus spreads (UBER, LYFT)",
            "description": "Gig workers for food delivery and ride-hailing apps are bracing for the spread of coronavirus. Because their jobs require on-demand service to dozens of strangers every day — and don't provide health insurance or other benefits — contractors are nervous about…",
            "url": "https://www.businessinsider.com/coronavirus-gig-workers-uber-lyft-doordash-seamless-covid-19-2020-3",
            "urlToImage": "https://i.insider.com/5c9ccbe26b5265219a545a2a?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:54:52Z",
            "content": "As more work remotely or self-quarantine amid the spread of the novel coronavirus, gig workers for food delivery apps and ride-hailing services continue to work jobs that demand they come into contact with hundreds of people each day.\r\nMore than 100 patients … [+1745 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Chinese social media has been censoring coronavirus content since the day the government acknowledged the outbreak",
            "description": "Popular Chinese social-media apps have been censoring keywords and messages about the coronavirus since the day China formally reported the outbreak, a new report has found. Citizen Lab found that content was censored from livestreaming site YY as early as De…",
            "url": "https://www.businessinsider.com/coronavirus-china-wechat-yy-censorship-citizen-lab-2020-3",
            "urlToImage": "https://i.insider.com/5e5f889ffee23d652e3bea62?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T11:07:31Z",
            "content": "Two major Chinese social-media platforms have been censoring coronavirus content since the moment China formally reported the outbreak, according to a new report.\r\nChina's government and tech companies have long been known to distort data and enforce strict c… [+3678 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Caroline Hroncich and Mr. Tatyana Bellamy Walker",
            "title": "5 steps bosses in open offices should take to keep employees safe and anxiety-free during a health scare",
            "description": "As the new coronavirus spreads in the US, many employers are developing action plans to help prevent the illness at work. Business Insider compiled a list of steps for managers to follow if they want to reduce germs in the office based on information from car…",
            "url": "https://www.businessinsider.com/ways-to-protect-employees-from-flu-illness-open-offices",
            "urlToImage": "https://i.insider.com/5e3335b224306a77b968cb93?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T18:37:12Z",
            "content": "As fear over the new coronavirus spreads, companies are asking employees to work remotely or stay out of the office if they are feeling under the weather. \r\nBut employees still come into work sick. Data from staffing firm Accountemps found that 90% of profess… [+3747 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Apple is telling retail store workers to expect a limited supply of replacement iPhones for the next several weeks (AAPL)",
            "description": "Apple is telling employees at its retail stores that its supply of replacement iPhones could be limited for weeks, Bloomberg reported on Wednesday. Apple often replaces customer devices when they're beyond repair, but the company informed employees that it's …",
            "url": "https://www.businessinsider.com/apple-stores-facing-iphone-replacement-shortage-amid-coronavirus-report-2020-3",
            "urlToImage": "https://i.insider.com/5e6034e0fee23d2f483c4c03?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T23:24:13Z",
            "content": "Apple has warned its retail store employees that it is facing a shortage of replacement iPhones, Bloomberg reported on Wednesday.\r\nRetail staffers received an email notifying them that the devices, which are used to replace customers' phones when they're too … [+1741 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Meghan Morris",
            "title": "Bad timing: Hotly-anticipated tech IPOs are dealing with a brutal one-two punch of coronavirus fears and election uncertainty",
            "description": "Top tech bankers are grappling with a risk factor that wasn't even on their radar just two months ago: the global spread of coronavirus. When it comes to deals, sharp share price moves are complicating negotiations. And for IPOs, two options are emerging — ma…",
            "url": "https://www.businessinsider.com/how-coronavirus-is-impacting-tech-banking-ipos-and-ma-2020-3",
            "urlToImage": "https://i.insider.com/5d8d26d02e22af6b8c6706d9?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:07:54Z",
            "content": "Top tech bankers are grappling with a risk factor that wasn't even on their radar just two months ago: the global spread of coronavirus. \r\nWhen it comes to deals, sharp share price moves are complicating negotiations. And for public debuts, two options are em… [+6634 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Health insurers surge as Bernie Sanders' Super Tuesday defeat dims the prospect of Medicare for All",
            "description": "Health insurance stocks gained Wednesday following Joe Biden's victory over Bernie Sanders during Super Tuesday. Biden's delegate wins lessen the chance that Medicare for All, which would virtually eliminate the private health insurance sector, would become a…",
            "url": "https://markets.businessinsider.com/news/stocks/health-care-stocks-gained-sanders-super-tuesday-defeat-biden-victory-2020-3-1028965084",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5fd564fee23d346e481f9d-2400/2020-02-24t192732z1lynxnpeg1n1wwrtroptp4usa-healthinsurers-stocks.jpg",
            "publishedAt": "2020-03-04T16:44:10Z",
            "content": "Reuters\r\n<ul><li>Health insurance stocks gained Wednesday following Joe Biden's victory over Bernie Sanders during Super Tuesday. </li><li>Biden's delegate wins lessen the chance that Medicare for All, which would virtually eliminate the private health insura… [+1843 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "A leaked Target email urges store managers to carry on business as usual while coronavirus fears create a 'scary, stressful' time for employees",
            "description": "Target sent an email to store leaders across the US on Tuesday morning instructing them not to change anything about how stores function, despite mounting fears resulting from the spread of the coronavirus. \"At this point, we're asking that teams continue to …",
            "url": "https://www.businessinsider.com/leaked-target-memo-tells-managers-operate-usual-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5ed868fee23d09a37c3db4?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T15:24:16Z",
            "content": "As retailers across the globe warn about impact from the coronavirus outbreak, Target is telling its managers to carry on \"business-as-usual\" in stores. \r\nThe company confirmed that an internal email sent out to team leaders across the US on Tuesday morning i… [+4687 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "Photos of empty shelves, long lines at grocery stores around the world reveal real panic as the spread of coronavirus intensifies",
            "description": "Consumers around the world are flocking to grocery stores to stock up long-lasting food items and basics as panic over coronavirus grows. Local authorities and government leaders have told consumers not to panic but many are preparing for the worst. These pho…",
            "url": "https://www.businessinsider.com/coronavirus-panic-empty-shelves-long-lines-at-grocery-stores-2020-3",
            "urlToImage": "https://i.insider.com/5e5e52ebfee23d6ab544ea67?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:59:53Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "Italy is closing all schools and universities nationwide until March 15 to contain the coronavirus outbreak",
            "description": "Italy's minister of education on Wednesday announced that all public schools and universities would close from March 5 to March 15 amid the ongoing COVID-19 outbreak in the country. In addition to the closure of schools, Italy plans to take other steps like c…",
            "url": "https://www.businessinsider.com/italy-closing-schools-nationwide-amid-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e5fe7aafee23d4d301475ac?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T18:05:15Z",
            "content": "The government of Italy announced on Wednesday new steps to combat the novel coronavirus outbreak in the country, including the closure of public schools and universities for 11 days, according to Sky News and The Guardian.\r\nLucia Azzolina, Italy's minister o… [+1470 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Eleanor Goldberg), Eleanor Goldberg",
            "title": "New York families under coronavirus quarantine worry isolation measures aren't strict enough: 'If there are no answers, people make their own decisions'",
            "description": "A 50-year-old lawyer who works at Lewis & Garbuz in midtown Manhattan, has tested positive for the coronavirus, along with his wife, two of his children, and a neighbor. Anyone who attended services, a bar- and bat-mitzvah, or a funeral at the man's synagogue…",
            "url": "https://www.businessinsider.com/coronavirus-families-quarantined-in-ny-worry-about-isolation-measures-2020-3",
            "urlToImage": "https://i.insider.com/5e602a97fee23d16232e6ef3?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T23:13:00Z",
            "content": "When Jessica Zmood's two older children found out on Tuesday morning that school was closed due to a suspected case of coronavirus, they did what any teenagers would do. They jumped on the bed and squealed with excitement. \r\nThe news couldn't have come on a b… [+7228 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Adam Payne",
            "title": "France has imposed strict price controls on hand sanitizer as coronavirus panic-buying sends prices soaring",
            "description": "France moved to regulate the price of hand sanitizer after panic over the rapid spread of the coronavirus sent prices soaring. Images of empty shelves and inflated online prices spread across social media as pharmacists complained of a surge in wholesale pric…",
            "url": "https://www.businessinsider.com/coronavirus-france-price-controls-hand-sanitizer-antibacterial-gel-covid-panic-2020-3",
            "urlToImage": "https://i.insider.com/5e5f9700fee23d702f742a03?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T12:01:28Z",
            "content": "France has moved to regulate the price of hand sanitizer after panic over the spread of coronavirus sent prices in shops soaring.\r\nThe decision came as images of empty shelves and grossly inflated online prices for antibacterial hand gel spread across social … [+2441 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "The UK announced extra sick pay to fight the coronavirus. In the US, 1 in 4 workers don't get sick pay at all — heightening the risk of spreading disease.",
            "description": "UK Prime Minister Boris Johnson announced improved sick pay during the coronavirus crisis, meant to ensure that those in self-isolation can claim pay from day one. But in the US, according to official data from March 2019, nearly a quarter of workers have no …",
            "url": "https://www.businessinsider.com/coronavirus-uk-increases-sick-pay-24-percent-americans-get-none-2020-3",
            "urlToImage": "https://i.insider.com/5e5fe56bfee23d3dcb787c32?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T17:30:41Z",
            "content": "The UK government announced emergency legislation on Wednesday that will guarantee instant sick pay for anyone self-isolating from the coronavirus.\r\nThe move is designed to ensure infected workers are not discouraged from quarantining themselves to control th… [+3504 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bethany Biron",
            "title": "Rent the Runway emailed customers about how it cleans its worn clothing as coronavirus fears spread across the US",
            "description": "Rent the Runway has joined a growing number of retailers sharing coronavirus prevention plans and updates. On Wednesday afternoon, it sent an email to customers to \"proactively provide details and additional transparency\" around garment cleaning. \"While scien…",
            "url": "https://www.businessinsider.com/rent-the-runway-clothing-cleaning-processes-email-customers-2020-3",
            "urlToImage": "https://i.insider.com/5e600a1afee23d6df2749e56?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T21:02:56Z",
            "content": "Rent the Runway has become the latest in a series of retailers speaking out about their coronavirus prevention plans.\r\nIn an email sent to customers on Wednesday, the rental company stated its plan to \"proactively provide details and additional transparency\" … [+3309 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "US medical workers will need 3.5 billion face masks if the coronavirus reaches pandemic status. Right now, the country only has 1% of that number.",
            "description": "If the coronavirus outbreak in the US devolves into a pandemic, medical workers will require 3.5 billion face masks over a year, according to the Department of Health and Human Services. Right now, the national emergency stockpile holds 12 million N95 respira…",
            "url": "https://www.businessinsider.com/usa-1-percent-3-billion-face-masks-needed-coronavirus-pandemic-2020-3",
            "urlToImage": "https://i.insider.com/5e6016effee23d7e41137f34?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T22:15:29Z",
            "content": "Healthcare workers will need 3.5 billion face masks if the coronavirus outbreak in the United States hits pandemic proportions, the Department of Health and Human Services said on Wednesday.\r\nCurrently, however, the national emergency stockpile comprises an e… [+2637 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Lawmakers reach $8 billion dollar deal to fight coronavirus as outbreak hits US",
            "description": "Bipartisan lawmakers reached a roughly $8 billion emergency funding deal to address the coronavirus on Wednesday. The House is scheduled to vote on the bill around 4 p.m. The Senate is expected to take it up shortly after, underscoring a sense of urgency in W…",
            "url": "https://www.businessinsider.com/congress-lawmakers-8-billion-funding-deal-fight-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e5fb2b2fee23d7ceb4ebaa2?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:22:34Z",
            "content": "<ul><li>Bipartisan lawmakers reached a roughly $8 billion emergency funding deal to address the coronavirus on Wednesday.</li><li>The House is scheduled to vote on the bill around 4 p.m.</li><li>The Senate is expected to take it up shortly after, underscoring… [+2357 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Carmen Reinicke), Carmen Reinicke",
            "title": "Mortgage refinances surge 26% as people scramble to take advantage of plunging interest rates",
            "description": "AP Photo/Gregory Bull Weekly mortgage refinance applications surged 26% last week according to data released Wednesday by the Mortgage Bankers Association. Coronavirus fears have roiled markets and lowered interest rates, pushing the rate on the 30-year fixed…",
            "url": "https://markets.businessinsider.com/news/stocks/mortgage-refinances-surge-coronavirus-falling-interest-rates-housing-market-impact-2020-3-1028964767",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b196d0b1ae66249008b4d5f-1500/ap120613045489.jpg",
            "publishedAt": "2020-03-04T15:27:11Z",
            "content": "AP Photo/Gregory Bull\r\n<ul><li>Weekly mortgage refinance applications surged 26% last week according to data released Wednesday by the Mortgage Bankers Association.</li><li>Coronavirus fears have roiled markets and lowered interest rates, pushing the rate on … [+2455 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Liz Knueven",
            "title": "4 reasons to refinance your mortgage when interest rates are down",
            "description": "Fears over the coronavirus have sent markets and interest rates plummeting. And it's creating an excellent opportunity for anyone considering refinancing their mortgage. As of March 3, the average 30-year fixed mortgage interest rate was at 3.19%, down more t…",
            "url": "https://www.businessinsider.com/why-refinance-mortgage-when-interest-rates-down",
            "urlToImage": "https://i.insider.com/5e5ffee1fee23d5a6d68086a?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T21:54:27Z",
            "content": "Interest rates have plummeted over the past week, and it's created an opportunity for homeowners to take advantage of refinancing. \r\nConcerns over the coronavirus outbreak have caused disruptions in the stock market, and eventually led the Fed to issue an eme… [+3729 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lea Nonninger",
            "title": "Robinhood can't afford trust-diminishing episodes like its latest outage",
            "description": "This story was delivered to Business Insider Intelligence Fintech Pro subscribers earlier this morning. To get this story plus others to your inbox each day, hours before they're published on Business Insider, click here. The US-based commission-free trading …",
            "url": "https://www.businessinsider.com/robinhood-customers-unable-to-make-trades-for-17-hours-2020-3",
            "urlToImage": "https://i.insider.com/5e5fb15ffee23d09966d7894?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:11:00Z",
            "content": "The US-based commission-free trading app was down on Monday due to technical problems that lasted most of the trading day and were not sorted before the market close, according to CNBC.\r\nBusiness Insider Intelligence\r\nRobinhood said at the time that it was wo… [+3865 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Choi",
            "title": "Republican lawmaker celebrates birthday with a Winnie-the-Pooh cake, and a not-so-subtle message for Chinese President Xi Jinping",
            "description": "Republican Rep. Mike Gallagher of Wisconsin celebrated his 36th birthday with a festive cake and a message for one of his political opponents overseas. The cake included a frosted caricature of Winnie-the-Pooh — a not-so-subtle dig at Chinese President Xi Jin…",
            "url": "https://www.businessinsider.com/mike-gallagher-birthday-cake-of-xi-jinping-2020-3",
            "urlToImage": "https://i.insider.com/5e5ef019fee23d22b846c082?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T01:28:45Z",
            "content": "Republican Rep. Mike Gallagher of Wisconsin celebrated his 36th birthday with a festive cake and a message for one of his political opponents overseas.\r\nThe cake, presented by Republican. Rep. Jim Banks of Indiana, included a frosted caricature of Winnie-the-… [+2243 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mandy Major",
            "title": "The best baby thermometers",
            "description": "The American Academy of Pediatrics (AAP) suggests parents use digital rather than mercury thermometers to ensure your family's safety. Depending on your child's age, you will want to use a rectal, temporal artery, tympanic, or oral thermometer. We consulted a…",
            "url": "https://www.businessinsider.com/best-baby-thermometer",
            "urlToImage": "https://i.insider.com/5e601072fee23d7556164f14?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:32:00Z",
            "content": "Fevers are never fun, but when you have a baby, they can be downright terrifying. Taking a fast, accurate temperature is vital. On tiny bodies, even small numerical swings have much greater impact than they do for us adults.\r\nAs the old-fashioned mercury ther… [+4019 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Canales",
            "title": "'It was surreal': How a Bay Area man spent a week in China amid the coronavirus outbreak before following the CDC's advice to self-quarantine for 2 weeks after returning to the US",
            "description": "A Bay Area resident visited Kunming in China's Yunnan province 979 miles southwest of Wuhan, where COVID-19 originated, on January 25 in the midst of the coronavirus disease outbreak. Despite it being Chinese New Year, he said the streets were completely empt…",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-bay-area-cdc-self-quarantine-china-2020-3",
            "urlToImage": "https://i.insider.com/5e5ff20dfee23d4bb5045b50?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:56:37Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Choi",
            "title": "Coronavirus worries cause shutdown of F-35 aircraft factory in Japan and work-from-home orders in Italy",
            "description": "Lockheed Martin will pause production of the F-35 aircraft at the Mitsubishi Heavy Industries factory in Japan out of concern over the spread of the coronavirus. Employees at an F-35 plant in Italy were also instructed to work from home out of concern about t…",
            "url": "https://www.businessinsider.com/coronavirus-causes-pause-f35-aircraft-work-in-japan-italy-2020-3",
            "urlToImage": "https://i.insider.com/5e5fc909fee23d16ed4e50fa?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T16:49:18Z",
            "content": "The manufacturer of the US's F-35 fifth-generation fighter will pause its production line in Japan for a week due to coronavirus concerns, a defense official said.\r\nLockheed Martin will pause the production of the signature F-35 aircraft at the Mitsubishi Hea… [+1814 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexei Oreskovic",
            "title": "Google once predicted the flu, now it's one of many tech giants the coronavirus has caught off guard (GOOG, FB, AMZN)",
            "description": "Hello and welcome to this week's edition of Trending, the newsletter where we highlight BI Prime's biggest tech stories. If this is your first time here, I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and global tech editor. You can sign up …",
            "url": "https://www.businessinsider.com/trending-google-once-predicted-flu-now-adapting-to-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/578049c588e4a7da328b6bae?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T12:37:13Z",
            "content": "Samantha Lee/Business Insider\r\nHello and welcome to this week's edition of Trending, the newsletter where we highlight BI Prime's biggest tech stories.\r\nIf this is your first time here, I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and glob… [+5616 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Stocks climb after Joe Biden wins big on Super Tuesday, but analysts warn the rate-cut selloff is a huge red flag",
            "description": "Stocks jumped on Wednesday after former Vice-President Joe Biden won big on Super Tuesday. Investors also bet that the Federal Reserve's surprise rate cut on Tuesday would herald further stimulus in response to the coronavirus threat. However, analysts warned…",
            "url": "https://markets.businessinsider.com/news/stocks/stocks-climb-joe-biden-wins-super-tuesday-coronavirus-interest-rates-2020-3-1028963119",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5f80b7fee23d718d59b203-2000/ap20046135879285.jpg",
            "publishedAt": "2020-03-04T10:53:04Z",
            "content": "Associated Press/John Locher\r\n<ul><li>Stocks jumped on Wednesday after former Vice-President Joe Biden won big on Super Tuesday.</li><li>Investors also bet that the Federal Reserve's surprise rate cut on Tuesday would herald further stimulus in response to th… [+3270 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Julie Bort",
            "title": "A startup CEO who relies on factories in China says his business won't be hurt by the coronavirus. Here's how he navigated the crisis.",
            "description": "As companies restrict business travel, cancel giant conferences and warn of missing their business targets, the economic impact of the coronavirus is expected to be harsh. But the founder and CEO of Branch Furniture, a tiny venture-backed startup in New York,…",
            "url": "https://www.businessinsider.com/how-startup-ceo-avoided-crisis-when-coronavirus-closed-chinese-factories-2020-3",
            "urlToImage": "https://i.insider.com/5e5ff89efee23d635f428c90?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T19:41:48Z",
            "content": "The global economy is expected to take a beating thanks to the Coronavirus but one startup founder who relies on Chinese manufacturers has a surprisingly sunny story to share. \r\nGreg Hayes is the CEO and co-founder of Branch, a 10-employee venture-backed offi… [+4236 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lindsay Dodgson",
            "title": "TikTokers are filming themselves while in quarantine for the coronavirus — here are some of the best videos",
            "description": "The rapid spread of coronavirus around the world means a lot of people are being quarantined to try and control it. For many it's a precautionary measure, but some people in isolation have been showing symptoms of COVID-19. With nothing to do for a few weeks,…",
            "url": "https://www.businessinsider.com/coronavirus-best-quarantine-tiktok-videos-2020-3",
            "urlToImage": "https://i.insider.com/5e5fc674fee23d20cb073ab2?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T16:43:00Z",
            "content": "Coronavirus has been rife on the internet as well as around the globe, with thousands of memes, jokes, and tweets documenting its spread.\r\nMany people have had to quarantine themselves at home after traveling back from affected countries, either as a precauti… [+2497 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick and Reuters",
            "title": "CEOs from US airlines, which are being slammed by coronavirus-related slowdowns, met with Trump to discuss weathering the outbreak (UAL, AAL, DAL)",
            "description": "President Donald Trump met with US airline CEOs on Wednesday to discuss the coronavirus outbreak. They discussed what airlines are doing to protect passengers, as well as how the airlines are weathering the significant impact to their businesses as demand for…",
            "url": "https://www.businessinsider.com/coronavirus-airline-ceos-trump-meeting-2020-3",
            "urlToImage": "https://i.insider.com/5e60032bfee23d7029276022?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:03:51Z",
            "content": "Chief executives from some of the nation's top airlines met with US President Donald Trump on Wednesday, saying they have stepped up their cleaning and other procedures amid concerns about the coronavirus.\r\nExecutives from Southwest Airlines, United Airlines,… [+3001 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "The big winner of Super Tuesday may have been the stock market. Here's what experts are saying about how the latest twists in the presidential race will shape its future.",
            "description": "A string of primary election wins for former Vice President Joe Biden is contributing to Wednesday's rally and is likely to reassure investors, according to market strategists. They say traders were growing worried that Bernie Sanders would win the Democratic…",
            "url": "https://www.businessinsider.com/super-tuesday-bullish-impact-on-stock-market-expert-outlook-2020-3",
            "urlToImage": "https://i.insider.com/5db36736dee019387b375d1d?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T18:56:41Z",
            "content": "Which has been through more twist and turns over the last few weeks: The stock market or the presidential primaries?\r\nStocks climbed Wednesday after former Vice President Joe Biden put up a strong showing on Super Tuesday, winning at least nine out of 14 stat… [+3891 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kevin Webb",
            "title": "The Overwatch League is getting its first big test as an international esports organization this season and investors have millions on the line",
            "description": "With its new traveling schedule, the Overwatch League has achieved Activision Blizzard's goal of creating an international esports competition. Thousands of fans have been showing up to live Overwatch League events and hundreds of thousands watch the league o…",
            "url": "https://www.businessinsider.com/overwatch-league-international-esports-investor-owner-team-value-breakdown-2020-3",
            "urlToImage": "https://i.insider.com/5e600cd2fee23d7cc9695526?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T20:30:58Z",
            "content": "In February, Activision Blizzard launched the third season of the Overwatch League, an esports competition with 20 franchised teams representing cities around the world.\r\nThe Overwatch League will continue to host live competitions in North America, Europe, C… [+2751 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jason Guerrasio and Travis Clark",
            "title": "Meet the 14 power-player Disney execs responsible for turning its movies into box-office juggernauts that earn billions (DIS)",
            "description": "Disney broke multiple box-office records last year with mega hits like \"Avengers: Endgame\" and \"The Lion King.\" The company's film executives, from Walt Disney Studios cochairman Alan Horn to Marvel Studios president Kevin Feige, have built an empire of lucra…",
            "url": "https://www.businessinsider.com/disney-executives-movie-divisions-power-players-kevin-feige-kathleen-kennedy-2020-2",
            "urlToImage": "https://i.insider.com/5e55999ffee23d678352b0e3?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:40:43Z",
            "content": "Disney is a box-office titan with some of the most popular movie franchises in history at its disposal.\r\nThe company earned $3.76 billion domestically and $11.12 billion globally in 2019, both box-office records. It made up 33% of the domestic market share la… [+2779 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "Hasbro says the coronavirus outbreak could cause a shortage of its highly anticipated Baby Yoda toys",
            "description": "Hasbro has confirmed that the production of the company's Baby Yoda toys in China is being slowed by the coronavirus outbreak. Toy industry expert Jim Silver told CNN Business that there will be shortages if production isn't back to normal by June or July. Vi…",
            "url": "https://www.businessinsider.com/coronavirus-may-cause-baby-yoda-doll-shortage-2020-3",
            "urlToImage": "https://i.insider.com/5e5fde5dfee23d3081749f62?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T17:19:33Z",
            "content": "The coronavirus is causing shortages worldwide of hand sanitizer and surgical masks. Now the outbreak may even claim Baby Yoda, too.\r\nCNN Business reported Wednesday that Hasbro is seeing the production of their Baby Yoda toys impacted by the coronavirus outb… [+2225 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "Dating app Hinge is giving people $100 to deactivate their profile and go on a date this weekend — here's how to qualify (MTCH)",
            "description": "Dating app Hinge is giving away a total of $25,000 to 250 app users via $100 Visa gift cards. To qualify, daters just have to deactivate their Hinge profiles on March 6, and confirm that they met. The giveaway ends on March 8. Here's how to qualify. Visit Bus…",
            "url": "https://www.businessinsider.com/hinge-dating-app-free-money-promotion-giveaway-instructions-2020-3",
            "urlToImage": "https://i.insider.com/5e5fd97ffee23d29c509ee44?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T16:31:55Z",
            "content": "March 6 is the beginning of the National Day of Unplugging, a 24-hour period when people pledge to disconnect from digital devices. \r\nDating app Hinge is encouraging users to take advantage of their technology-free day to go on a date and \"connect with people… [+263 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gabby Landsverk",
            "title": "How to create an effective full-body workout in a quarantine, according to personal trainers",
            "description": "As the novel coronavirus continues to spread globally, people are bracing for social, economic, and health impacts. Although the virus hasn't yet prevented most people from going to the gym, fitness experts and enthusiasts are wary that it could happen as mor…",
            "url": "https://www.businessinsider.com/how-to-work-out-at-home-in-case-coronavirus-quarantine-2020-3",
            "urlToImage": "https://i.insider.com/5e601cbafee23d12a83fc717?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T21:56:00Z",
            "content": "As the coronavirus continues to cause concern worldwide, gym-goers have begun to think twice about sharing equipment, locker rooms, and towels. Although the virus doesn't survive well on highly-sanitized surfaces, fitness professionals and enthusiasts are war… [+6516 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "More than 100 Americans who were on the Diamond Princess cruise ship have finally gone home. 2 shared photos and details from their quarantine on a military base.",
            "description": "About 140 Americans evacuated from the coronavirus-stricken Diamond Princess cruise ship finished their US quarantine on Monday and headed home. Two students shared photos from their experience of being quarantined at a military base in California. During the…",
            "url": "https://www.businessinsider.com/americans-on-diamond-princess-cruise-photos-of-coronavirus-quarantine-2020-3",
            "urlToImage": "https://i.insider.com/5e5ec042fee23d689063a284?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T18:14:00Z",
            "content": "More than 100 Americans who were on the Diamond Princess cruise ship finished nearly a month of quarantine on Monday.\r\nThe ship hosted one of the largest outbreaks of the new coronavirus outside China. More than 700 people who were onboard have tested positiv… [+989 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anna Medaris Miller",
            "title": "What happens to your body and brain when you're quarantined, and how to cope",
            "description": "As communities across the US experience outbreaks of the novel coronavirus, people who are infected or exposed are being quarantined in an effort to protect public health. Other people are working from home when they'd typically commute and some are practicin…",
            "url": "https://www.businessinsider.com/how-a-coronavirus-quarantine-affects-your-body-and-brain-2020-3",
            "urlToImage": "https://i.insider.com/5e5ee21afee23d2349143c97?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T18:13:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "Duncan Evered's fund became number one on Wall Street just 2 years after its founding. He shares his secrets for finding small- and mid-sized companies other businesses can't live without.",
            "description": "Brown Capital Management's International Small Company Fund quickly became tops in its category by picking companies with less than $500 million in annual revenue. Co-manager Duncan Evered explained his firm's process of finding companies who are vital to the…",
            "url": "https://www.businessinsider.com/stock-picking-advice-number-one-mutual-fund-manager-duncan-evered-2020-3",
            "urlToImage": "https://i.insider.com/5e5ecd7cfee23d04362571f5?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:47:00Z",
            "content": "Many of the world's most successful investors talk about using gradual approaches to achieve long-term goals — but immediate success still has to be very satisfying.\r\nThat's been the story for the Brown Capital Management International Small Company Fund, whi… [+3621 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosalie Chan",
            "title": "The startup Netlify, which powers websites from Facebook, Google, and even Popeyes, just raised $53 million to 'make a better web'",
            "description": "On Wednesday, the startup Netlify announced it raised $53 million in Series C funding. The round was led by EQT Ventures Fund, with participation from Andreessen Horowitz, Kleiner Perkins, and GitHub cofounder Tom Preston-Werner. Netlify helps developers easi…",
            "url": "https://www.businessinsider.com/netlify-jamstack-raises-53-million-2020-3",
            "urlToImage": "https://i.insider.com/5e5d9711fee23d2e9a7d12f6?width=1200&format=jpeg",
            "publishedAt": "2020-03-04T14:00:00Z",
            "content": "Netlify CEO and co-founder Matt Biilmann points out that the whole chicken sandwich war waged online between Popeyes and other fast food chains was only made possible with his company's products. \r\n\"All of that ran on Netlify's infrastructure,\" Biilmann told … [+4432 chars]"
        }
    ]
}