{
    "status": "ok",
    "totalResults": 16,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "James Crowley",
            "title": "As Coronavirus Fears Grow The Internet Discusses Alternative Handshake Greetings",
            "description": "Whether you're more comfortable bumping fists, throwing up a peace sign, or air-guitarring, the internet has plenty of alternatives to shaking hands to prevent the coronavirus' spread.",
            "url": "https://www.newsweek.com/coronavirus-handshake-alternatives-twitter-1490485",
            "urlToImage": "https://d.newsweek.com/en/full/1571286/corona-handshake.jpg",
            "publishedAt": "2020-03-04T14:38:08Z",
            "content": "With more people afraid of contracting the coronavirus, people on Twitter started discussing alternatives to shaking hands in order to prevent the spread of the virus.\r\nAccording to the Center for Disease Control (CDC) website, there are 60 total cases of COV… [+3199 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "'I'm Not God, I Don't Know': Tokyo 2020 Chief Not Sure if Coronavirus Outbreak Will Lead to Olympics Being Canceled",
            "description": "Japan has reported over 1,000 coronavirus cases with 12 recorded deaths but the organizers and the IOC are confident the Olympics will go ahead as scheduled.",
            "url": "https://www.newsweek.com/god-timeline-tokyo-2020-olympics-coronavirus-organizers-1490450",
            "urlToImage": "https://d.newsweek.com/en/full/1568056/tokyo-2020-olympic-games.jpg",
            "publishedAt": "2020-03-04T12:44:01Z",
            "content": "The President of the Tokyo Olympics organizing committee has reiterated organizers were not considering canceling this summer Games in the wake of the coronavirus outbreak, but admitted uncertainty remained over the timeline to make a final decision.\r\nThe gam… [+3399 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sheraz Farooqi",
            "title": "Liverpool Manager Has Perfect Response to Being Asked About Coronavirus",
            "description": "Jürgen Klopp's club was coming off of a loss to Chelsea on Tuesday, when the manager was asked about the virus. He didn't mince words when answering.",
            "url": "https://www.newsweek.com/liverpool-manager-jurgen-klopp-coronavirus-question-perfect-response-1490483",
            "urlToImage": "https://d.newsweek.com/en/full/1571288/jurgen-klopp.jpg",
            "publishedAt": "2020-03-04T15:37:37Z",
            "content": "Jürgen Klopp, manager for the Premier League's Liverpool club, had the perfect response when broached to discuss the coronavirus and its potential impact on the organization.\r\n\"Look, what I don't like in life is that (for) a very serious thing, a football man… [+1422 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "Half of Americans Have No Savings to Fall Back On if They Contract an Illness Like Coronavirus and Can't Work, Survey Says",
            "description": "According to a new survey, nearly half of Americans polled stated that they did not have any savings to fall back on in the event that they contracted an illness like the coronavirus and were unable to work.",
            "url": "https://www.newsweek.com/half-americans-have-no-savings-fall-back-if-they-contract-illness-like-coronavirus-cant-work-1490584",
            "urlToImage": "https://d.newsweek.com/en/full/1571452/coronavirus.jpg",
            "publishedAt": "2020-03-04T22:19:10Z",
            "content": "According to a new survey, nearly half of Americans polled stated that they did not have any savings to fall back on in the event that they contracted an illness like the coronavirus and were unable to work.\r\nThe survey was conducted by GoBankingRates.com and… [+2318 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Andrew Whalen",
            "title": "Coronavirus Reddit Page Becomes Fastest Growing Subreddit With Almost 400,000 New Users in a Week",
            "description": "More than half a million people are turning to Reddit's r/coronavirus subreddit for information on the spread of the disease, Q&As with doctors and updates on research efforts, making the page the fastest growing subreddit on the social media aggregator.",
            "url": "https://www.newsweek.com/coronavirus-reddit-live-updates-news-subreddit-covid-1490536",
            "urlToImage": "https://d.newsweek.com/en/full/1571349/coronavirus-iran-iraq-covid-19.jpg",
            "publishedAt": "2020-03-04T17:47:58Z",
            "content": "People are turning in massive numbers to social media aggregators like Reddit for reliable information about the spread of the novel coronavirus COVID-19.\r\nAccording to the analytics site Metrics for Reddit, r/coronavirus is now the social content aggregator'… [+2736 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sheraz Farooqi",
            "title": "James Bond Flick 'No Time to Die' Pushed to November Because of Coronavirus",
            "description": "The latest entry in the iconic spy-film franchise was previously set for an April release.",
            "url": "https://www.newsweek.com/james-bond-flick-no-time-die-pushed-november-because-coronavirus-1490541",
            "urlToImage": "https://d.newsweek.com/en/full/1571354/no-time-die.jpg",
            "publishedAt": "2020-03-04T18:48:49Z",
            "content": "The release of the upcoming James Bond film No Time to Die has been delayed due to concerns over the impact of coronavirus. Billed as the final film to feature Daniel Craig as the British secret agent, the 25th Bond flick was previously scheduled for an April… [+2115 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "South Africa Health Department Retweets Parody Advice About Coronavirus: 'Do Not Use The Phrase Body-Bag Ready'",
            "description": "South Africa's National Department of Health Twitter account shared a warning about the spread of fake news about COVID-19. Its next tweet was parody advice about the deadly outbreak.",
            "url": "https://www.newsweek.com/south-africa-health-department-tweets-parody-coronavirus-advice-social-media-fake-news-1490448",
            "urlToImage": "https://d.newsweek.com/en/full/1571229/commuters-wearing-facemasks.jpg",
            "publishedAt": "2020-03-04T13:09:53Z",
            "content": "The Twitter account for South Africa's health department re-published parody advice about the coronavirus this weekafter sharing a warning about fake news.\r\nThe verified profile@HealthZAspent this morning re-tweeting updates about the global outbreak being po… [+3072 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "China Censors Coronavirus WeChat Messages, Blacklists Keywords Including 'Death Toll' and 'Cover-Up'",
            "description": "Terms critical of China's government, information tied to the spread of the disease and references to the handling of the situation have been included in a keyword blacklist.",
            "url": "https://www.newsweek.com/coronavirus-covid-19-china-censors-wechat-tencent-messages-citizen-lab-report-1490401",
            "urlToImage": "https://d.newsweek.com/en/full/1571182/covid-19-woman-phone.jpg",
            "publishedAt": "2020-03-04T11:26:33Z",
            "content": "Keyword combinations about COVID-19 have been censored on China's most popular chat app since the beginning of the outbreak last December, analysis has revealed.\r\nTerms critical of China's government, information tied to the spread of the disease and referenc… [+4356 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jorge Solis",
            "title": "Amazon and Facebook Both Pull Out of SXSW Over Coronavirus Fears",
            "description": "They aren't the first and they won't be the last.",
            "url": "https://www.newsweek.com/amazon-1490468",
            "urlToImage": "https://d.newsweek.com/en/full/1571327/south-southwest.jpg",
            "publishedAt": "2020-03-04T16:48:14Z",
            "content": "Amazon Studios and Facebook have cancelled their upcoming events at the South by Southwest festival, which is slated to start on March 13. In Austin, Texas, where SXSW takes place, there have been 11 reported cases of patients infected with coronavirus.\r\nAmaz… [+1948 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update, Map As Death Toll Reaches 3,200, Infections Soar in Italy, Iran and South Korea",
            "description": "The World Health Organization has warned of the severe depletion of protective gear, with a surge in demand across the world since the outbreak of the virus",
            "url": "https://www.newsweek.com/coronavirus-update-new-cases-death-toll-us-china-italy-south-korea-europe-1490434",
            "urlToImage": "https://d.newsweek.com/en/full/1571217/rome-trevi-fountain-coronavirus-march-2020.jpg",
            "publishedAt": "2020-03-04T13:06:05Z",
            "content": "The COVID-19 virus has hit thousands more across the globe, the majority of cases in China, South Korea, Italy and Iran. The U.S. death toll had risen to nine as of Wednesday, all of which were reported in Washington state.\r\nNew cases have also been recently … [+12879 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Over 50,000 People Have Recovered From Coronavirus Around the World, According to Johns Hopkins",
            "description": "Public concern about the virus has mounted, but health officials say the chances the average person will develop the disease are low.",
            "url": "https://www.newsweek.com/coronavirus-update-50000-recoveries-global-cases-1490495",
            "urlToImage": "https://d.newsweek.com/en/full/1571301/coronavirus-case-recoveries-covid-19.jpg",
            "publishedAt": "2020-03-04T15:45:20Z",
            "content": "As cases of the new coronavirus continue to climb, so have instances of recovery, and a tracker maintained by Johns Hopkins University reported that more than 50,000 people have recovered.\r\nMore than 94,000 people have become infected with the coronavirus, wh… [+3826 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Flight Cancellations, Travel Advisories, Waivers: What to Know About U.S., Italy, Japan And More",
            "description": "President Trump said restricting domestic travel isn't being considered, but some airlines have already started offering waivers.",
            "url": "https://www.newsweek.com/coronavirus-travel-waiver-flight-cancellations-waivers-us-china-italy-japan-1490550",
            "urlToImage": "https://d.newsweek.com/en/full/1571361/coronavirus-flight-cancellations-waivers-travel-advisories.jpg",
            "publishedAt": "2020-03-04T19:16:36Z",
            "content": "The spread of the new coronavirus that causes COVID-19 has lessened people's desire to travel, causing airlines to suspend or reduce flights and offer waivers for customers to change their plans.\r\nOfficials in 73 countries, including the United States, have r… [+4768 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "Coronavirus Olympics Cancellation Could Be 'Financial Shock' For NBC and Other Broadcasters, Says Media Analyst",
            "description": "Canceling the Olympics would cost the company ad-driven profit, which stood at approximately $250 million for the Rio Olympics four years ago.",
            "url": "https://www.newsweek.com/coronavirus-outbreak-olympics-broadcasters-tokyo-financial-hit-nbc-1490517",
            "urlToImage": "https://d.newsweek.com/en/full/1569211/tokyo-2020-olympic-games.jpg",
            "publishedAt": "2020-03-04T16:58:41Z",
            "content": "Postponing the Olympic Games because of the coronavirus outbreak could cost broadcasters and commercial partners millions of dollars in revenues, analysts have warned.\r\nThe 2020 Olympics are scheduled to be held in Tokyo between July 24 and August 9, but thei… [+5561 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "Could Coronavirus Cancel March Madness 2020? NCAA Remains Confident Tournament Will Go Ahead Despite Rise in U.S. Cases",
            "description": "The NCAA men's basketball tournament is scheduled to get underway on March 17, with five of the states that have reported cases of COVID-19 set to host stages of the competition.",
            "url": "https://www.newsweek.com/ncaa-march-madness-coronavirus-1490420",
            "urlToImage": "https://d.newsweek.com/en/full/1571189/kansas-jayhawks-ncaa.jpg",
            "publishedAt": "2020-03-04T11:30:25Z",
            "content": "The NCAA remains confident March Madness will go ahead as planned, despite the outbreak of coronavirus.\r\nThe men's tournament is set to get underway on March 17, with the women's tournament to follow three days later and the governing body of collegiate sport… [+3591 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Florida Coronavirus Patient Says CDC Cleared Her to Take Domestic Flight Despite Showing Flu-Like Symptoms: 'No One Sounded Prepared'",
            "description": "The woman is among the over 120 people in the U.S. to have been diagnosed with COVID-19, according to Johns Hopkins University.",
            "url": "https://www.newsweek.com/florida-coronavirus-patient-cdc-domestic-flight-flu-like-symptoms-1490393",
            "urlToImage": "https://d.newsweek.com/en/full/1571146/covid19-coronavirus-turin-italy-getty.jpg",
            "publishedAt": "2020-03-04T10:33:04Z",
            "content": "A Florida woman with the new coronavirus has criticised the U.S. Centers for Disease Control and Prevention (CDC), claiming she was allowed to board a domestic flight despite warning the agency she had come down with flu-like symptoms after visiting a COVID-1… [+4605 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus U.S. Outbreak Update as New Cases Confirmed in New York, California, North Carolina, New Hampshire and Washington",
            "description": "The virus has spread to at least 15 states, including Washington where an employee of the U.S. Department of Homeland Security was reported to also be infected.",
            "url": "https://www.newsweek.com/coronavirus-us-update-new-cases-new-york-north-carolina-california-new-hampshire-1490472",
            "urlToImage": "https://d.newsweek.com/en/full/1571283/new-york-city-subway-mask-coronavirus.jpg",
            "publishedAt": "2020-03-04T15:07:28Z",
            "content": "The COVID-19 virus death toll in the U.S. has climbed to nine, following three more deaths in Washington state since Tuesday.\r\nThe deadly virus, which was first reported in Wuhan city in the Hubei province of China, has affected at least 93,160 people across … [+11352 chars]"
        }
    ]
}