{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "A cruise ship passenger tested positive for coronavirus after hundreds of other passengers disembarked and dispersed all over the world",
            "description": "Health officials said Saturday that they've found a coronavirus case among the hundreds of passengers who disembarked a cruise ship in Cambodia, The New York Times reported. The Westerdam cruise ship spent weeks stranded at sea after five ports rejected it ov…",
            "url": "https://www.businessinsider.com/coronavirus-case-found-on-westerdam-cruise-after-hundreds-disembark-2020-2",
            "urlToImage": "https://i.insider.com/5e4a11c83b62b75ae031d872?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T04:10:28Z",
            "content": "Health officials said Saturday that a woman who recently disembarked from a cruise ship tested positive for coronavirus — after hundreds of other passengers left the ship and dispersed to destinations around the world, The New York Times reported Saturday.\r\nT… [+2249 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "A GOP senator keeps pushing a thoroughly debunked theory that the Wuhan coronavirus is a leaked Chinese biological weapon gone wrong",
            "description": "Sen. Tom Cotton keeps airing a long-debunked theory that the deadly coronavirus is a Chinese biological weapon that was leaked from a government lab in Wuhan. Cotton made the claim again on \"Sunday Morning Futures\" on Fox News, saying the Wuhan National Biosa…",
            "url": "https://www.businessinsider.com/coronavirus-bioweapon-tom-cotton-conspiracy-theory-china-warfare-leak-2020-2",
            "urlToImage": "https://i.insider.com/5e4a8da22dae5c150c7b1939?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T14:49:00Z",
            "content": "Sen. Tom Cotton is persistently resurfacing a debunked conspiracy theory which claims the deadly coronavirus sweeping the globe is the work of Chinese scientists at a secret Wuhan lab for biological warfare.\r\nThe Republican senator raised concerns about the W… [+4539 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "14 Americans tested positive for the coronavirus as they were being evacuated from a Japanese cruise ship, and had to fly home in an 'isolation box' at the back of the plane",
            "description": "Fourteen US citizens were found to have tested positive for the novel coronavirus as they were evacuated from a quarantined cruise ship to be brought home on Monday. Thousands of people had been quarantined in the Diamond Princess cruise ship in Japan for mor…",
            "url": "https://www.businessinsider.com/coronavirus-japan-cruise-passengers-isolated-plane-2020-2",
            "urlToImage": "https://i.insider.com/5e4a65a02dae5c022944aa6a?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T11:12:49Z",
            "content": "Fourteen US citizens who were evacuated from a Japanese cruise ship that had been quarantined over the deadly coronavirus tested positive before boarding a plane home, and had to travel in an \"isolation box\" at the back of the aircraft.\r\nThe passengers were a… [+4282 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Barnaby Lane",
            "title": "Usain Bolt slammed 'soft' Manchester United manager Ole Gunnar Solskjaer as the club's biggest problem",
            "description": "Usain Bolt says watching Manchester United is \"rough,\" and that \"soft\" Ole Gunnar Solskjaer is the biggest problem at the club. United is currently enduring its worst ever season in the English Premier League, sitting ninth in the table and 41 points behind l…",
            "url": "https://www.businessinsider.com/usain-bolt-soft-solskjaer-the-biggest-problem-at-manchester-united-2020-2",
            "urlToImage": "https://i.insider.com/5e4a9be04b661b1971237f16?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T16:37:50Z",
            "content": "Usain Bolt has been a Manchester United fan since watching Ruud van Nistelrooy fire the club to the English Premier League title in 2003, but when asked about the current situation at Old Trafford, he put his heads into his hands and sighed. \r\n\"I really don't… [+3401 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Video shows the moment a double-tiered Airbus A380 made a sideways 'crab' landing while battling 50 mph winds at Heathrow Airport",
            "description": "A hair-raising video shows the moment an Airbus A380 landed sideways at Heathrow Airport as high winds from Storm Dennis pummeled the UK. The two-tiered plane can be seen fighting against the winds, almost at a 90 degree angle to the runway, before finaly tou…",
            "url": "https://www.businessinsider.com/airbus-a380-storm-dennis-crab-landing-heathrow-video-2020-2",
            "urlToImage": "https://i.insider.com/5e4aabf13b62b7173d714143?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T16:01:08Z",
            "content": "An agonizing video shows the moment a two-tiered Airbus A380 was forced to land sideways at London Heathrow Airport as high winds pummeled the UK.\r\nThe Etihad aircraft used the \"crosswind\" or \"crab\" landing tactic during its arrival from Abu Dhabi on Saturday… [+1628 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Callum Burroughs",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Monday. Facebook founder and CEO Mark Zuckerberg has indicated that big tech companies need more regulation. In an op-ed in the Financial Times, the tech giant's boss suggested that the short term prof…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-17-2020",
            "urlToImage": "https://i.insider.com/5e4a3b282dae5c73f75b6eb2?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T07:57:42Z",
            "content": "Good morning! This is the tech news you need to know this Monday.\r\nMunich Security Conference\r\nReuters\r\n<ol><li>Facebook founder and CEO Mark Zuckerberg has indicated that big tech companies need more regulation. In an op-ed in the Financial Times, the tech g… [+2533 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "China is considering postponing the central event of its political calendar, an embarrassing admission that it has lost control of the coronavirus",
            "description": "The Chinese government is considering postponing its most important annual political gathering over fears of the spread of the coronavirus, according to state media. The \"two sessions\" of the National People's Congress and the Chinese People's Political Consu…",
            "url": "https://www.businessinsider.com/coronavirus-china-two-sessions-delay-likely-admitting-failure-2020-2",
            "urlToImage": "https://i.insider.com/5e4a98132dae5c1b8b18def2?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T13:54:06Z",
            "content": "The Chinese government is considering postponing the most important event in the country's political calendar, likely over fears of the spread of the novel coronavirus, state media reported.\r\nChina is due to hold its \"two sessions\" — a yearly gathering of the… [+4904 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "Trump reportedly urged the CIA to hunt and kill Osama bin Laden's son instead of more pressing terrorist threats",
            "description": "President Donald Trump wanted his intelligence officials to focus on killing Osama bin Laden's son over other terror targets — because he was the only one Trump was familiar with, NBC News reported Sunday. Military and intelligence officials said Trump did no…",
            "url": "https://www.businessinsider.com/trump-pushed-cia-kill-osama-bin-laden-son-name-recognition-2020-2",
            "urlToImage": "https://i.insider.com/5e4a36464b661b6d73377202?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T06:49:36Z",
            "content": "President Donald Trump urged his intelligence officials to go after the son of Osama bin Laden — even over more urgent terrorist threats, NBC News reported Sunday.\r\nThe network cited two military and intelligence officials who said Trump did not recognize man… [+1453 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "Chinese police put a professor under house arrest, cut his internet, and kicked him off social media after he criticized Xi Jinping over the coronavirus",
            "description": "A Chinese professor who wrote a scathing essay criticizing President Xi Jinping's handling of the novel coronavirus was placed under house arrest and had his internet services cut, The Guardian reported, citing his friends. After returning from his Chinese Ne…",
            "url": "https://www.businessinsider.com/coronavirus-china-xi-jinping-critic-tsinghua-house-arrest-internet-cut-2020-2",
            "urlToImage": "https://i.insider.com/5e4accf73b62b72dd65c1292?width=1200&format=jpeg",
            "publishedAt": "2020-02-17T17:30:16Z",
            "content": "A Chinese professor who publicly criticized President Xi Jinping's handling of the deadly Wuhan coronavirus has been put under house arrest, banned from social media, and denied access to the internet, his friends told The Guardian.\r\nXu Zhangrun, a law profes… [+3830 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "<a target='_blank' href='https://www.businessinsider.com/author/bill-bostock/?IR=T'>Bill Bostock</a>, <a target='_blank' href='http://www.businessinsider.com/?IR=T'>Business Insider US</a>",
            "title": "A GOP senator keeps pushing a thoroughly debunked theory that the Wuhan coronavirus is a leaked Chinese biological weapon gone wrong - Business Insider",
            "description": "A GOP senator keeps pushing a thoroughly debunked theory that the Wuhan coronavirus is a leaked Chinese biological weapon gone wrong Business Insider",
            "url": "https://www.businessinsider.com/coronavirus-bioweapon-tom-cotton-conspiracy-theory-china-warfare-leak-2020-2/",
            "urlToImage": "https://static.businessinsider.sg/sites/2/2020/02/",
            "publishedAt": "2020-02-17T14:49:00Z",
            "content": "caption\r\nSen. Tom Cotton on Fox News on Sunday.\r\nsource\r\nFox News\r\n<ul><li>Sen. Tom Cotton keeps airing a long-debunked theory that the deadly coronavirus is a Chinese biological weapon that was leaked from a government lab in Wuhan. </li><li>Cotton made the … [+5031 chars]"
        }
    ]
}