{
    "status": "ok",
    "totalResults": 5,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "Viral Video Shows Fleet of Trucks Bringing Supplies into Wuhan China Amid Coronavirus Quarantine",
            "description": "The coronavirus has infected more than 900 people worldwide and has caused Chinese authorities to place a travel lockdown on 12 cities surrounding the nucleus of the outbreak.",
            "url": "https://www.newsweek.com/viral-video-shows-fleet-trucks-bringing-supplies-wuhan-china-amid-coronavirus-quarantine-1483961",
            "urlToImage": "https://d.newsweek.com/en/full/1562678/coronavirus.jpg",
            "publishedAt": "2020-01-24T22:12:08Z",
            "content": "Amid the coronavirus outbreak in Wuhan, China, a video showing fleets of trucks bringing supplies to the city has gone viral.\r\n\"This video shows two key things about #nCoV2019 lockdown of #Wuhan: no vehicles are leaving the city (empty right lanes), huge cong… [+2684 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Chinese New Year Events Canceled in Beijing, Hong Kong and Shanghai Over Coronavirus Outbreak Fears",
            "description": "All major Chinese New Year celebrations and large-scale activities in Beijing as well as two Chinese New Year events in Hong Kong have been canceled.",
            "url": "https://www.newsweek.com/china-coronavirus-chinese-new-year-events-canceled-beijing-hong-kong-shanghai-disneyland-1483837",
            "urlToImage": "https://d.newsweek.com/en/full/1562527/beijing-railway-station-china-2020.jpg",
            "publishedAt": "2020-01-24T12:14:38Z",
            "content": "All major Chinese New Year events have been canceled in Beijing from Thursday, along with all other large-scale activities, including temple fairs, in a bid to prevent the spread of the coronavirus. Several major tourist attractions and public venues have als… [+5557 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Noah Miller",
            "title": "The Starting 5: March for Life, Chinese New Year, Grammys, Australia Day, Impeachment",
            "description": "Celebrations take a hold in the western hemisphere",
            "url": "https://www.newsweek.com/starting-5-march-life-chinese-new-year-coronavirus-impeachment-grammys-1483780",
            "urlToImage": "https://d.newsweek.com/en/full/1562449/march-life.jpg",
            "publishedAt": "2020-01-24T11:05:53Z",
            "content": "Sign up to get The Starting 5 dropped into your inbox first thing every morning\r\nHappy Chinese New Year for tomorrow as we enter the Year of the Rat. We also have the Grammys to look forward to this weekend, as the impeachment trial rumbles on.\r\nHere's what y… [+3095 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Rosie McCall",
            "title": "Coronavirus Outbreak Update: Patients Tested in California and Texas As WHO Refuses to Declare Global Health Emergency",
            "description": "Health officials in Texas and California are testing patients for the coronavirus, after people returned from Wuhan, China, with respiratory symptoms.",
            "url": "https://www.newsweek.com/coronavirus-outbreak-update-patients-california-texas-who-global-health-1483820",
            "urlToImage": "https://d.newsweek.com/en/full/1562507/airport-cornavirus.jpg",
            "publishedAt": "2020-01-24T09:51:29Z",
            "content": "Health officials are carrying out medical tests for the new coronavirus strain on patients who have recently returned from Wuhan, China, in Alameda County, California, and Brazos County, Texas.\r\nOne of the patients is an unnamed student in Texas, who came dow… [+3070 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matt Keeley",
            "title": "China Confirms First Coronavirus Death Outside of Epicenter of Disease Outbreak",
            "description": "The death was an 80-year-old man who travelled from Wuhan, the epicenter of the coronavirus outbreak, to Hebei, a province bordering Beijing.",
            "url": "https://www.newsweek.com/china-confirms-first-coronavirus-death-outside-epicenter-disease-outbreak-1483796",
            "urlToImage": "https://d.newsweek.com/en/full/1562475/coronavirus.jpg",
            "publishedAt": "2020-01-24T01:39:07Z",
            "content": "An 80-year-old man is the first death of the coronavirus outside of the disease outbreak's epicenter, China's National Health Commission confirmed Thursday.\r\nThe man, who has not been identified, stayed in Wuhan, the city where the coronavirus outbreak starte… [+2524 chars]"
        }
    ]
}