{
    "status": "ok",
    "totalResults": 142,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar reports first case of coronavirus - state news agency",
            "description": "Qatar's health ministry reported on Saturday the first case of coronavirus infection in the country, the state-run Qatar News Agency said.",
            "url": "https://www.reuters.com/article/us-china-health-qatar-idUSKBN20N0IB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T11:30:36Z",
            "content": "CAIRO (Reuters) - Qatar’s health ministry reported on Saturday the first case of coronavirus infection in the country, the state-run Qatar News Agency said. \r\nReporting by Ahmed Tolba; writing by Maher Chmaytelli; Editing by Alexander Smith"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 427 new coronavirus cases on Feb. 28, up from day earlier",
            "description": "Mainland China had 427 new confirmed cases of coronavirus infections on Friday, the country's National Health Commission said on Saturday, up from 327 cases a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-toll-idUSKCN20N00X",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496740872&w=1200&r=LYNXNPEG1S010",
            "publishedAt": "2020-02-29T00:45:26Z",
            "content": "BEIJING (Reuters) - Mainland China had 427 new confirmed cases of coronavirus infections on Friday, the country’s National Health Commission said on Saturday, up from 327 cases a day earlier. \r\nThat brings the total accumulated number of confirmed cases in ma… [+378 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 594 new coronavirus cases, raise total to 2,931: KCDC",
            "description": "South Korea reported 594 new coronavirus cases, raising the country's total infections to 2,931, the Korea Centers for Disease Control and Prevention (KCDC) said on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-cases-idUSKCN20N02D",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496754549&w=1200&r=LYNXNPEG1S01R",
            "publishedAt": "2020-02-29T01:28:51Z",
            "content": "SEOUL (Reuters) - South Korea reported 594 new coronavirus cases, raising the country’s total infections to 2,931, the Korea Centers for Disease Control and Prevention (KCDC) said on Saturday. \r\nReporting by Hyonhee Shin; Editing by Sandra Maler"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. officials announce new travel restrictions due to coronavirus",
            "description": "U.S. officials said on Saturday that restrictions on travelers from Iran would be expanded to include any foreign nationals who have visited that country in the last 14 days as part of an effort to curtail the spread of coronavirus in the United States.",
            "url": "https://www.reuters.com/article/us-china-health-usa-travel-idUSKBN20N0ZN",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497076474&w=1200&r=LYNXMPEG1S0XN",
            "publishedAt": "2020-02-29T19:40:54Z",
            "content": "WASHINGTON (Reuters) - U.S. officials said on Saturday that restrictions on travelers from Iran would be expanded to include any foreign nationals who have visited that country in the last 14 days as part of an effort to curtail the spread of coronavirus in t… [+666 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Washington state officials flag potential coronavirus outbreak at nursing home",
            "description": "Officials from Washington said on Saturday that two of three confirmed coronavirus cases in the state had links to a long-term care facility in the city of Kirkland, and more than 50 other residents and staff of the facility could be symptomatic.",
            "url": "https://www.reuters.com/article/us-china-health-usa-cdc-idUSKBN20N11E",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T21:07:10Z",
            "content": "(Reuters) - Officials from Washington said on Saturday that two of three confirmed coronavirus cases in the state had links to a long-term care facility in the city of Kirkland, and more than 50 other residents and staff of the facility could be symptomatic. … [+478 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bloomberg in South Carolina: Not on the ballot and not liked - poll",
            "description": "Former New York Mayor Michael Bloomberg was not on the ballot in Saturday's Democratic presidential primary in South Carolina, but he was still on voters' minds - and not in a good way.",
            "url": "https://www.reuters.com/article/us-usa-election-south-carolina-bloomberg-idUSKBN20N13M",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497142825&w=1200&r=LYNXMPEG1S12B",
            "publishedAt": "2020-02-29T23:26:29Z",
            "content": "(Reuters) - Former New York Mayor Michael Bloomberg was not on the ballot in Saturday’s Democratic presidential primary in South Carolina, but he was still on voters’ minds - and not in a good way. \r\nBloomberg, a billionaire who will appear on a primary ballo… [+1359 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jessie Pang",
            "title": "Hong Kong police fire tear gas as black-clad protesters return to streets",
            "description": "Hong Kong police fired tear gas on Saturday to disperse hundreds of black-clad protesters, some armed with petrol bombs, during a rally to mark six months since the authorities stormed a subway station and arrested demonstrators.",
            "url": "https://www.reuters.com/article/us-hongkong-protests-idUSKBN20N0MQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T14:23:18Z",
            "content": "HONG KONG (Reuters) - Hong Kong police fired tear gas on Saturday to disperse hundreds of black-clad protesters, some armed with petrol bombs, during a rally to mark six months since the authorities stormed a subway station and arrested demonstrators. \r\nThe l… [+2111 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Luxembourg reports first coronavirus case: RTL",
            "description": "Luxembourg confirmed its first coronavirus case on Saturday, the RTL news outlet reported.",
            "url": "https://www.reuters.com/article/us-china-health-luxembourg-idUSKBN20N111",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T20:35:21Z",
            "content": "BRUSSELS (Reuters) - Luxembourg confirmed its first coronavirus case on Saturday, the RTL news outlet reported. \r\nThe patient was a man in his 40s who had recently traveled to Italy and returned via Belgium’s Charleroi airport, Health Minister Paulette Lenert… [+106 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Algeria deports Italian national infected with coronavirus",
            "description": "An Italian national who tested positive for coronavirus on his arrival in Algeria has been transferred to his home country, Algerian official media reported on Saturday.",
            "url": "https://www.reuters.com/article/us-algeria-coronavirus-italy-idUSKBN20N0LC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T13:45:23Z",
            "content": "ALGIERS (Reuters) - An Italian national who tested positive for coronavirus on his arrival in Algeria has been transferred to his home country, Algerian official media reported on Saturday. \r\nAlgeria announced on Tuesday that the 61-year-old man, who works in… [+325 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New coronavirus infection in Thailand takes tally to 42",
            "description": "Thailand recorded a new coronavirus infection, taking its tally to 42 cases since January, a health official said on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-thailand-idUSKBN20N07N",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T06:10:43Z",
            "content": "BANGKOK (Reuters) - Thailand recorded a new coronavirus infection, taking its tally to 42 cases since January, a health official said on Saturday. \r\nThe victim is a 21-year-old Thai salesman whose job brought him exposure to foreign tourists, the permanent se… [+469 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ecuador confirms its first case of new coronavirus",
            "description": "Ecuador has confirmed the first case of a fast-spreading new coronavirus in the Andean country, its health minister said on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-ecuador-idUSKBN20N0S5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T16:24:59Z",
            "content": "QUITO (Reuters) - Ecuador has confirmed the first case of a fast-spreading new coronavirus in the Andean country, its health minister said on Saturday. \r\nThe patient is an elderly female Ecuadorean residing in Spain, Catalina Andramuño, the health minister, t… [+736 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "LG Display suspends work at South Korea factory over virus infection",
            "description": "LG Display has suspended work at its display module factory in the South Korean city of Gumi after a coronavirus case was confirmed, the company said.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-lg-display-idUSKBN20N0AT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T08:16:08Z",
            "content": "SEOUL (Reuters) - LG Display has suspended work at its display module factory in the South Korean city of Gumi after a coronavirus case was confirmed, the company said. \r\nAn employee of a bank, located in the building housing the plant that turns out smartpho… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Britain reports number of coronavirus cases has risen to 23",
            "description": "The number of people infected with coronavirus in the United Kingdom had risen to 23 on Saturday, after three more patients tested positive, Britain's health department said.",
            "url": "https://www.reuters.com/article/us-china-health-britain-idUSKBN20N0N8",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496983564&w=1200&r=LYNXMPEG1S0I7",
            "publishedAt": "2020-02-29T14:38:20Z",
            "content": "(Reuters) - The number of people infected with coronavirus in the United Kingdom had risen to 23 on Saturday, after three more patients tested positive, Britain’s health department said. \r\n“As of 29 February at 9am (0900 GMT), a total of 10,483 people have be… [+440 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "French coronavirus cases reach 100: public health head",
            "description": "France has 100 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Saturday, raising the tally from 73.",
            "url": "https://www.reuters.com/article/us-china-health-france-tally-idUSKBN20N0XM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T18:42:38Z",
            "content": "PARIS (Reuters) - France has 100 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Saturday, raising the tally from 73. \r\nOf those cases, two people have died, 12 have recovered and 86 are in hospital, nine of them… [+148 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq advises against any gathering to avoid spreading coronavirus",
            "description": "Iraq's health ministry advised the public on Saturday against any gathering in order to avoid spreading the coronavirus, the state news agency reported.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-spread-idUSKBN20N12A",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T22:04:29Z",
            "content": "CAIRO (Reuters) - Iraq’s health ministry advised the public on Saturday against any gathering in order to avoid spreading the coronavirus, the state news agency reported. \r\nIraq has detected five new cases of coronavirus, four in Baghdad and one in Babel prov… [+223 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Australia to bar foreigners traveling from Iran due to coronavirus risk: minister",
            "description": "Australia will deny entry to all foreign nationals traveling from Iran due to the escalating outbreak of coronavirus in the Islamic republic, the government said on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-australia-idUSKBN20N08Y",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T06:55:38Z",
            "content": "MELBOURNE (Reuters) - Australia will deny entry to all foreign nationals traveling from Iran due to the escalating outbreak of coronavirus in the Islamic republic, the government said on Saturday. \r\nForeign nationals traveling from Iran to Australia would nee… [+1052 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "France bans gatherings of more than 5,000 due to coronavirus",
            "description": "The French government banned public gatherings with more than 5,000 people on Saturday due to the coronavirus outbreak as France reported 16 new cases.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/5cUKtNhyKkc/france-bans-gatherings-of-more-than-5000-due-to-coronavirus-idUSKBN20N0MD",
            "urlToImage": null,
            "publishedAt": "2020-02-29T14:14:15Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait calls on citizens to avoid traveling over coronavirus concern",
            "description": "Kuwait called on its citizens to avoid traveling over concerns of coronavirus contamination, a health ministry official said at a media conference on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-idUSKBN20N09V",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T07:45:32Z",
            "content": "DUBAI (Reuters) - Kuwait called on its citizens to avoid traveling over concerns of coronavirus contamination, a health ministry official said at a media conference on Saturday. \r\nThe Gulf state has not registered any new coronavirus infections over the past … [+215 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 219 new coronavirus cases, total at 3,150",
            "description": "South Korea reported 219 new coronavirus cases, bringing the country's total infections to 3,150, the Korea Centers for Disease Control and Prevention (KCDC) said on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-cases-idUSKBN20N0AP",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T08:14:09Z",
            "content": "SEOUL (Reuters) - South Korea reported 219 new coronavirus cases, bringing the country’s total infections to 3,150, the Korea Centers for Disease Control and Prevention (KCDC) said on Saturday. \r\nThe new cases added to the 594 confirmed earlier in the day. To… [+168 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan reports five new coronavirus cases, total at 39",
            "description": "Taiwan reported a five-person jump in new cases of the coronavirus on Saturday, including four people who had contact with another infected patient in a hospital and one person returning from the Middle East, bringing Taiwan's total to 39.",
            "url": "https://www.reuters.com/article/us-china-health-taiwan-idUSKBN20N09C",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T07:12:27Z",
            "content": "TAIPEI (Reuters) - Taiwan reported a five-person jump in new cases of the coronavirus on Saturday, including four people who had contact with another infected patient in a hospital and one person returning from the Middle East, bringing Taiwan’s total to 39. … [+1207 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Azerbaijan closes border with Iran over coronavirus concerns",
            "description": "Azerbaijan said on Saturday it had closed its border with Iran for two weeks to prevent the spread of coronavirus, after the death toll in Iran rose to 43, the highest number outside of China.",
            "url": "https://www.reuters.com/article/us-china-health-iran-azerbaijan-idUSKBN20N0MY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T14:32:06Z",
            "content": "BAKU (Reuters) - Azerbaijan said on Saturday it had closed its border with Iran for two weeks to prevent the spread of coronavirus, after the death toll in Iran rose to 43, the highest number outside of China. \r\nIran is at the epicenter of the outbreak in the… [+841 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canadian province Ontario confirms eighth case of coronavirus disease",
            "description": "Canada's province of Ontario confirmed its eighth case of the COVID-19 disease caused by the newly-identified coronavirus in its capital city of Toronto, health officials said late on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-canada-cases-idUSKBN20N08U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T06:54:25Z",
            "content": "(Reuters) - Canada’s province of Ontario confirmed its eighth case of the COVID-19 disease caused by the newly-identified coronavirus in its capital city of Toronto, health officials said late on Friday. \r\nThe infected individual was identified as a man in hi… [+560 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Chevron employee in London tested negative for coronavirus",
            "description": "Chevron Corp said on Saturday that an employee in its Canary Wharf office in London who reported a flu-like illness, prompting the oil firm to send its staff home, has tested negative for the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-chevron-workers-idUSKBN20N0L8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T13:41:28Z",
            "content": "LONDON (Reuters) - Chevron Corp said on Saturday that an employee in its Canary Wharf office in London who reported a flu-like illness, prompting the oil firm to send its staff home, has tested negative for the coronavirus. \r\nOn Tuesday Chevron asked about 30… [+295 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Syed Raza Hassan",
            "title": "Pakistan confirms two coronavirus cases, brings total to four",
            "description": "Pakistan confirmed two more cases of coronavirus on Saturday, bringing the total number of positive cases to four since Wednesday when the first two cases were reported in the country.",
            "url": "https://www.reuters.com/article/us-china-health-pakistan-idUSKBN20N0N2",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496982172&w=1200&r=LYNXMPEG1S0I4",
            "publishedAt": "2020-02-29T14:33:00Z",
            "content": "KARACHI, Pakistan (Reuters) - Pakistan confirmed two more cases of coronavirus on Saturday, bringing the total number of positive cases to four since Wednesday when the first two cases were reported in the country. \r\n“We have received reports of two more posi… [+342 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Governor of northern Mexican state confirms new coronavirus case: media",
            "description": "The governor of the northern Mexican state of Coahuila said on Saturday that a new case of coronavirus had been confirmed in the state, which borders the United States, according to local media.",
            "url": "https://www.reuters.com/article/us-china-health-mexico-idUSKBN20N0YN",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T19:13:01Z",
            "content": "MEXICO CITY (Reuters) - The governor of the northern Mexican state of Coahuila said on Saturday that a new case of coronavirus had been confirmed in the state, which borders the United States, according to local media. \r\nGovernor Miguel Angel Riquelme said th… [+444 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Uzbekistan Airways halts flights to Seoul over coronavirus fears",
            "description": "Uzbekistan Airways will temporarily halt flights to the South Korean capital of Seoul from March 1, over concerns about a coronavirus outbreak in the Asian nation, the airline said on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-uzbekistan-s-korea-idUSKBN20N07P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T06:11:36Z",
            "content": "TASHKENT (Reuters) - Uzbekistan Airways will temporarily halt flights to the South Korean capital of Seoul from March 1, over concerns about a coronavirus outbreak in the Asian nation, the airline said on Saturday. \r\nThis month, the airline halted flights to … [+200 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New coronavirus case confirmed at Tenerife hotel on lockdown",
            "description": "An Italian national staying at a hotel in Tenerife which has been placed on lockdown after four cases of the coronavirus were detected has tested positive for the virus, regional health authorities confirmed on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-spain-tenerife-idUSKBN20N0SZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497022061&w=1200&r=LYNXMPEG1S0NJ",
            "publishedAt": "2020-02-29T16:45:21Z",
            "content": "TENERIFE (Reuters) - An Italian national staying at a hotel in Tenerife which has been placed on lockdown after four cases of the coronavirus were detected has tested positive for the virus, regional health authorities confirmed on Saturday. \r\nThe Italian nat… [+927 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq announces five new coronavirus cases: health ministry",
            "description": "Iraq has detected five new cases of coronavirus, four in Baghdad and one in Babel province, the health ministry said on Saturday, taking the total number of cases there to 13.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-idUSKBN20N0SH",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497017981&w=1200&r=LYNXMPEG1S0NE",
            "publishedAt": "2020-02-29T16:31:08Z",
            "content": "BAGHDAD (Reuters) - Iraq has detected five new cases of coronavirus, four in Baghdad and one in Babel province, the health ministry said on Saturday, taking the total number of cases there to 13. \r\nThe patients were placed in quarantine, the ministry said in … [+70 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russia asks citizens to avoid foreign travel over virus fears",
            "description": "A senior Russian official on Saturday called on citizens of the country to refrain from non-essential travel abroad over fears about the growing number of coronavirus cases internationally.",
            "url": "https://www.reuters.com/article/us-china-health-russia-travel-idUSKBN20N09E",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T07:13:35Z",
            "content": "MOSCOW (Reuters) - A senior Russian official on Saturday called on citizens of the country to refrain from non-essential travel abroad over fears about the growing number of coronavirus cases internationally. \r\nAnna Popova, the head of Russia’s consumer healt… [+1259 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian coronavirus deaths rise to 29, number of cases climbs above 1,000",
            "description": "Eight more people have died in Italy from coronavirus, the civil protection agency said on Saturday, bringing the total to 29, while the number of those testing positive for the illness jumped by some 240 over the last 24 hours.",
            "url": "https://www.reuters.com/article/us-china-health-italy-toll-idUSKBN20N0VV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T17:47:11Z",
            "content": "ROME (Reuters) - Eight more people have died in Italy from coronavirus, the civil protection agency said on Saturday, bringing the total to 29, while the number of those testing positive for the illness jumped by some 240 over the last 24 hours. \r\nThe head of… [+296 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lebanon confirms three new cases of coronavirus, bringing total to seven: NNA",
            "description": "Lebanon's health ministry said on Saturday that three new cases of coronavirus had been confirmed, state news agency NNA reported, bringing the total number of cases in the country to seven.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-idUSKBN20N0PS",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497005814&w=1200&r=LYNXMPEG1S0KQ",
            "publishedAt": "2020-02-29T15:52:25Z",
            "content": "BEIRUT (Reuters) - Lebanon’s health ministry said on Saturday that three new cases of coronavirus had been confirmed, state news agency NNA reported, bringing the total number of cases in the country to seven. \r\nThe ministry said the three new patients had be… [+185 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian regional chief sorry for saying Chinese eat 'live mice'",
            "description": "The governor of Veneto, one of the regions worst hit by an outbreak in Italy of coronavirus, apologized on Saturday for criticizing China over the contagion and saying Chinese people \"eat live mice\".",
            "url": "https://www.reuters.com/article/us-china-health-italy-idUSKBN20N0H8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T10:50:31Z",
            "content": "ROME (Reuters) - The governor of Veneto, one of the regions worst hit by an outbreak in Italy of coronavirus, apologized on Saturday for criticizing China over the contagion and saying Chinese people “eat live mice”. \r\nLuca Zaia has pinned the blame on China … [+1934 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia calls on citizens to postpone Lebanon travel over coronavirus",
            "description": "Saudi Arabia called on its citizens and residents to postpone travel to Lebanon over concerns of the spread of coronavirus, the Saudi embassy in Lebanon said on Twitter on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-saudi-idUSKBN20N0BT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T08:37:07Z",
            "content": "BEIRUT (Reuters) - Saudi Arabia called on its citizens and residents to postpone travel to Lebanon over concerns of the spread of coronavirus, the Saudi embassy in Lebanon said on Twitter on Saturday. \r\nLebanon confirmed its fourth case of the virus on Friday… [+115 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ted Hesson",
            "title": "EXCLUSIVE-U.S. weighs restrictions at border with Mexico over coronavirus threat - Reuters",
            "description": "The Trump administration is considering imposing entry restrictions at the U.S.-Mexico border to control the spread of the coronavirus in the United States, according to two U.S. Department of Homeland Security (DHS) officials.",
            "url": "https://www.reuters.com/article/china-health-usa-mexico-idUSL1N2AT07P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T18:16:00Z",
            "content": "WASHINGTON, Feb 29 (Reuters) - The Trump administration is considering imposing entry restrictions at the U.S.-Mexico border to control the spread of the coronavirus in the United States, according to two U.S. Department of Homeland Security (DHS) officials. … [+4714 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julie Steenhuysen",
            "title": "New York scrambles to replace U.S. government's faulty coronavirus test kits",
            "description": "New York health officials are trying to get their own coronavirus testing kits up and running after getting stuck with faulty tests from the federal government that they said left them unable to diagnose people quickly in the nation's most populous city.",
            "url": "https://www.reuters.com/article/us-china-health-usa-testing-idUSKCN20N00J",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496735787&w=1200&r=LYNXNPEG1S00D",
            "publishedAt": "2020-02-29T00:27:36Z",
            "content": "NEW YORK (Reuters) - New York health officials are trying to get their own coronavirus testing kits up and running after getting stuck with faulty tests from the federal government that they said left them unable to diagnose people quickly in the nation’s mos… [+4309 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Michelle Nichols",
            "title": "U.N. chief recommends ministers, diplomats skip traveling to meeting due to coronavirus risks",
            "description": "U.N. Secretary-General Antonio Guterres has recommended that ministers and diplomats skip traveling to a meeting in New York of the Commission on the Status of Women due to the coronavirus outbreak, according to a letter seen by Reuters on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-un-idUSKBN20N05R",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496799841&w=1200&r=LYNXMPEG1S03R",
            "publishedAt": "2020-02-29T04:39:37Z",
            "content": "WASHINGTON (Reuters) - U.N. Secretary-General Antonio Guterres has recommended that ministers and diplomats skip traveling to a meeting in New York of the Commission on the Status of Women due to the coronavirus outbreak, according to a letter seen by Reuters… [+1494 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Michelle Price",
            "title": "Wall Street in coronavirus contingency mode with staff, visitors, regulators",
            "description": "Big U.S. banks have been rolling out contingency plans to respond to the global coronavirus outbreak - requiring some staff to work from home, implementing travel restrictions, and talking to regulators about potential stresses.",
            "url": "https://www.reuters.com/article/us-china-health-banks-idUSKCN20N01A",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496746479&w=1200&r=LYNXNPEG1S017",
            "publishedAt": "2020-02-29T01:02:00Z",
            "content": "WASHINGTON/NEW YORK (Reuters) - Big U.S. banks have been rolling out contingency plans to respond to the global coronavirus outbreak - requiring some staff to work from home, implementing travel restrictions, and talking to regulators about potential stresses… [+4569 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "United Airlines sharply cuts flights to Asia, cancels investor day",
            "description": "United Airlines Holdings Inc said on Friday it was sharply cutting flights to Japan and South Korea, as travelers worried about the coronavirus outbreak slash ticket purchases for those destinations.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-idUSKCN20N00H",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496734284&w=1200&r=LYNXNPEG1S00B",
            "publishedAt": "2020-02-29T00:22:25Z",
            "content": "WASHINGTON (Reuters) - United Airlines Holdings Inc (UAL.O) said on Friday it was sharply cutting flights to Japan and South Korea, as travelers worried about the coronavirus outbreak slash ticket purchases for those destinations. \r\nIt also canceled its inves… [+1466 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Washington state officials flag potential coronavirus outbreak at nursing home - Reuters",
            "description": "Washington state officials flag potential coronavirus outbreak at nursing home Reuters Washington state man becomes first U.S. death from coronavirus NBC News First death from coronavirus in the United States confirmed in Washington state CNN Coronavirus outb…",
            "url": "https://www.reuters.com/article/china-health-usa-cdc-idUSL1N2AT0CA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T21:01:00Z",
            "content": "Feb 29 (Reuters) - Officials from Washington said on Saturday that two of three confirmed coronavirus cases in the state had links to a long-term care facility in the city of Kirkland, and more than 50 other residents and staff of the facility could be sympto… [+485 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Brazil confirms second case of new coronavirus: Health Ministry",
            "description": "Brazil's Health Ministry on Saturday confirmed the country's second case of the fast-spreading new coronavirus, diagnosed in a patient in São Paulo who had recently visited Italy.",
            "url": "https://www.reuters.com/article/us-china-health-brazil-idUSKBN20N11A",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T21:08:22Z",
            "content": "SAO PAULO (Reuters) - Brazil’s Health Ministry on Saturday confirmed the country’s second case of the fast-spreading new coronavirus, diagnosed in a patient in São Paulo who had recently visited Italy. \r\nAuthorities said they were gathering information and mo… [+741 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ireland has first confirmed case of coronavirus: health department",
            "description": "Health authorities in Ireland on Saturday confirmed the country's first case of coronavirus and said it was associated with travel from an affected area in northern Italy.",
            "url": "https://www.reuters.com/article/us-china-health-ireland-idUSKBN20N11V",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T21:28:04Z",
            "content": "DUBLIN (Reuters) - Health authorities in Ireland on Saturday confirmed the country’s first case of coronavirus and said it was associated with travel from an affected area in northern Italy. \r\nThe patient, a man in the eastern part of the country, is receivin… [+295 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan to create fund to subsidize parents during school closure: Nikkei",
            "description": "Japan's government plans to create a fund to help companies pay subsidies to workers who need to take days off to look after their children while schools are closed, the Nikkei business daily reported on Saturday, without citing sources.",
            "url": "https://www.reuters.com/article/us-china-health-japan-idUSKBN20N068",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T04:41:28Z",
            "content": "TOKYO (Reuters) - Japan’s government plans to create a fund to help companies pay subsidies to workers who need to take days off to look after their children while schools are closed, the Nikkei business daily reported on Saturday, without citing sources. \r\nT… [+1056 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Additional U.S. coronavirus cases are 'likely,' Trump says",
            "description": "President Donald Trump said additional coronavirus cases in the United States were \"likely\" but that the country was prepared for any circumstance, at a news conference on Saturday after reports of the first U.S. patient death from the virus.",
            "url": "https://www.reuters.com/article/us-china-health-usa-spread-idUSKBN20N0Z7",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497072005&w=1200&r=LYNXMPEG1S0W6",
            "publishedAt": "2020-02-29T19:27:25Z",
            "content": "WASHINGTON (Reuters) - President Donald Trump said additional coronavirus cases in the United States were “likely” but that the country was prepared for any circumstance, at a news conference on Saturday after reports of the first U.S. patient death from the … [+474 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Steve Gorman",
            "title": "Local spread of coronavirus marks turning point in U.S.",
            "description": "U.S. public health officials have identified four \"presumptive\" coronavirus cases believed to have emerged from community transmission of the infection, signaling a turning point in strategies needed to contain the disease in the United States.",
            "url": "https://www.reuters.com/article/us-china-health-usa-idUSKBN20N0UA",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497032187&w=1200&r=LYNXMPEG1S0QA",
            "publishedAt": "2020-02-29T17:16:15Z",
            "content": "(Reuters) - U.S. public health officials have identified four “presumptive” coronavirus cases believed to have emerged from community transmission of the infection, signaling a turning point in strategies needed to contain the disease in the United States. \r\n… [+4831 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dan Whitcomb",
            "title": "New coronavirus case in California is of unknown origin: county health officials",
            "description": "The latest confirmed U.S. case of coronavirus, diagnosed in a California woman, is of \"unknown origin\" and was found in a patient who had not traveled overseas or had contact with any known travelers, local health officials said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-california-idUSKCN20N00P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T00:47:20Z",
            "content": "LOS ANGELES (Reuters) - The latest confirmed U.S. case of coronavirus, diagnosed in a California woman, is of “unknown origin” and was found in a patient who had not traveled overseas or had contact with any known travelers, local health officials said on Fri… [+1002 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran's coronavirus death toll rises to 43, with 593 people infected",
            "description": "Iran's death toll from the coronavirus outbreak has reached 43, a health official told state TV on Saturday, adding that the number of infected people across the country has reached 593.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iran-toll-idUSKBN20N0GM",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496909706&w=1200&r=LYNXMPEG1S0BR",
            "publishedAt": "2020-02-29T10:30:00Z",
            "content": "DUBAI (Reuters) - Iran’s death toll from the coronavirus outbreak has reached 43, a health official told state TV on Saturday, adding that the number of infected people across the country has reached 593. \r\n“Unfortunately nine people died of the virus in the … [+959 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dan Whitcomb",
            "title": "New coronavirus case in California is of unknown origin - Reuters India",
            "description": "New coronavirus case in California is of unknown origin Reuters India COVID-19 | WHO upgrades global risk of virus spread to highest level The Hindu Why WHO has not declared Coronavirus as a pandemic Economic Times Santa Clara announced second case of 'commun…",
            "url": "https://in.reuters.com/article/us-china-health-california-idINKCN20N00P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T00:42:00Z",
            "content": "LOS ANGELES (Reuters) - The latest confirmed case of coronavirus in the United States, diagnosed in a California woman, is of “unknown origin” and was found in a patient who had not traveled overseas or had contact with any known travelers, local health offic… [+2532 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New coronvirus case in Oregon is of unknown origin: Oregon Health Authority",
            "description": "The latest confirmed case of Coronavirus in Oregon is of unknown origin said Oregon health authority when it declared its first confirmed presumptive case of novel coronavirus on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-oregonoregon-idUSKBN20N05H",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T03:37:05Z",
            "content": "(Reuters) - The latest confirmed case of Coronavirus in Oregon is of unknown origin said Oregon health authority when it declared its first confirmed presumptive case of novel coronavirus on Friday. \r\nAccording to the statement, the infected individual identi… [+415 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Chaeyoun Won",
            "title": "Overseas students in South Korea fear prejudice, isolation amid virus outbreak",
            "description": "Annie had been ready to leave her home city of Hong Kong and return to South Korea for the spring semester when her university told her she was required to self-quarantine for 14 days in a dormitory room upon arrival.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-students-idUSKBN20N0CT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T09:03:44Z",
            "content": "SEOUL (Reuters) - Annie had been ready to leave her home city of Hong Kong and return to South Korea for the spring semester when her university told her she was required to self-quarantine for 14 days in a dormitory room upon arrival. \r\nThe short journey fro… [+2286 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Washington state reports first coronavirus death in United States",
            "description": "Washington state health officials reported the first patient death from coronavirus in the United States on Saturday, according to a news release.",
            "url": "https://www.reuters.com/article/us-china-health-usa-death-idUSKBN20N0X3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T18:30:21Z",
            "content": "(Reuters) - Washington state health officials reported the first patient death from coronavirus in the United States on Saturday, according to a news release. \r\nState health officials were due to provide more information at a news conference on Saturday at 1:… [+163 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "FDA to allow some labs to use coronavirus tests prior to review",
            "description": "The U.S. Food and Drug Administration (FDA) on Saturday said it will allow laboratories to immediately use tests they have developed and validated to achieve more rapid testing capacity for the coronavirus in the country.",
            "url": "https://www.reuters.com/article/us-china-health-usa-fda-idUSKBN20N0R6",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497011206&w=1200&r=LYNXMPEG1S0M3",
            "publishedAt": "2020-02-29T16:09:01Z",
            "content": "(Reuters) - The U.S. Food and Drug Administration (FDA) on Saturday said it will allow laboratories to immediately use tests they have developed and validated to achieve more rapid testing capacity for the coronavirus in the country. \r\n“Under this policy, we … [+295 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Trump White House warns Americans against travel to South Korea, Italy",
            "description": "Travelers entering the United States from Italy, South Korea and Iran will face new restrictions as part of efforts to curtail the spread of the coronavirus, President Donald Trump and U.S. health officials said on Saturday.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/Zc-OsD_QI3Q/trump-white-house-warns-americans-against-travel-to-south-korea-italy-idUSKBN20N0ZN",
            "urlToImage": null,
            "publishedAt": "2020-02-29T22:07:46Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ted Hesson",
            "title": "Exclusive: U.S. weighs restrictions at border with Mexico over coronavirus threat",
            "description": "The Trump administration is considering imposing entry restrictions at the U.S.-Mexico border to control the spread of the coronavirus in the United States, according to two U.S. Department of Homeland Security (DHS) officials.",
            "url": "https://www.reuters.com/article/us-china-health-usa-mexico-exclusive-idUSKBN20N0WP",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497053356&w=1200&r=LYNXMPEG1S0TD",
            "publishedAt": "2020-02-29T18:24:00Z",
            "content": "WASHINGTON (Reuters) - The Trump administration is considering imposing entry restrictions at the U.S.-Mexico border to control the spread of the coronavirus in the United States, according to two U.S. Department of Homeland Security (DHS) officials. \r\nMexico… [+4706 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Oregon cites its first 'presumptive' coronavirus case, one of unknown origin",
            "description": "The Oregon Health Authority on Friday announced the state's first \"presumptive\" case of coronavirus, in an adult who has not traveled to a country where the virus is circulating or had close contact with another person known to be infected.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/xfvsQ9BOjjg/oregon-cites-its-first-presumptive-coronavirus-case-one-of-unknown-origin-idUSKBN20N05H",
            "urlToImage": null,
            "publishedAt": "2020-02-29T05:39:40Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump to hold press conference on coronavirus at 1:30 p.m. EST",
            "description": "U.S. President Donald Trump said on Twitter he will hold a White House press conference on the coronavirus at 1:30 pm EST (18:30 GMT) on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-trump-idUSKBN20N0UL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T17:21:48Z",
            "content": "WASHINGTON (Reuters) - U.S. President Donald Trump said on Twitter he will hold a White House press conference on the coronavirus at 1:30 pm EST (18:30 GMT) on Saturday. \r\nReporting by Heather Timmons, Julia Harte and David Brunnstrom; Editing by Paul Simao"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lefteris Papadimas",
            "title": "Greek police fire teargas on migrants at border with Turkey",
            "description": "Greek police fired teargas toward migrants who were gathered on its border with Turkey and demanding entry on Saturday, as a crisis over Syria abruptly moved onto the European Union's doorstep.",
            "url": "https://www.reuters.com/article/us-syria-security-greece-idUSKBN20N0GE",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496907757&w=1200&r=LYNXMPEG1S0BM",
            "publishedAt": "2020-02-29T10:24:41Z",
            "content": "KASTANIES, Greece (Reuters) - Greek police fired teargas toward migrants who were gathered on its border with Turkey and demanding entry on Saturday, as a crisis over Syria abruptly moved onto the European Union’s doorstep. \r\nThe Greek government reiterated i… [+2672 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Factbox: Sports events hit by the coronavirus epidemic",
            "description": "The following is a list of international sports events hit by the outbreak of the new coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/5qqtYjBr2wA/factbox-sports-events-hit-by-the-coronavirus-epidemic-idUSKBN20N0U6",
            "urlToImage": null,
            "publishedAt": "2020-02-29T17:13:06Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Joshua Franklin",
            "title": "Coronavirus outbreak curbs typically immune investment-grade bond issuance",
            "description": "Even the most resilient of markets cannot shake off the impact of the global coronavirus outbreak.",
            "url": "https://www.reuters.com/article/china-health-bonds-idUSL5N2AS922",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T00:30:18Z",
            "content": "NEW YORK, Feb 28 (Reuters) - Even the most resilient of markets cannot shake off the impact of the global coronavirus outbreak. \r\nFriday marked the first week ever not to register new U.S. investment-grade bond issuance, with the exception of periods during t… [+1735 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Cycling - Coronavirus tests clear 167 of possible UAE Tour exposure",
            "description": "Tests on 167 people have proved negative for coronavirus after they were feared to have been exposed to two infected Italian participants of the UAE Tour, Abu Dhabi's health department (DoH-AD) has said.",
            "url": "https://www.reuters.com/article/us-china-health-cycling-idUSKBN20N0CP",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T08:46:43Z",
            "content": "(Reuters) - Tests on 167 people have proved negative for coronavirus after they were feared to have been exposed to two infected Italian participants of the UAE Tour, Abu Dhabi’s health department (DoH-AD) has said. \r\nThe rapid spread of coronavirus has raise… [+1181 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Dane Morkov cleared to race in Berlin after coronavirus scare",
            "description": "Denmark's Michael Morkov was finally cleared to compete at the track world championships on Saturday after being confined to his hotel room for 34 hours over fears of a coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-ching-health-cycling-idUSKBN20N0H4",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496914328&w=1200&r=LYNXMPEG1S0C0",
            "publishedAt": "2020-02-29T10:44:07Z",
            "content": "BERLIN (Reuters) - Denmark’s Michael Morkov was finally cleared to compete at the track world championships on Saturday after being confined to his hotel room for 34 hours over fears of a coronavirus outbreak. \r\nMorkov arrived in Berlin on Thursday from the U… [+2496 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "World Series opener in Abu Dhabi postponed due to coronavirus",
            "description": "The opening round of the 2020 World Triathlon Series scheduled to be held in Abu Dhabi has been postponed as a precautionary measure to reduce the spread of the coronavirus, the International Triathlon Union (ITU) said on Saturday.",
            "url": "https://www.reuters.com/article/us-china-health-triathlon-idUSKBN20N0L0",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T13:28:56Z",
            "content": "(Reuters) - The opening round of the 2020 World Triathlon Series scheduled to be held in Abu Dhabi has been postponed as a precautionary measure to reduce the spread of the coronavirus, the International Triathlon Union (ITU) said on Saturday. \r\nThe event was… [+884 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "First death from coronavirus announced in U.S.",
            "description": "Washington state health officials reported the first patient death from coronavirus in the United States on Saturday, prompting President Trump to urge for calm.  Conway G. Gittens has the details.",
            "url": "https://www.reuters.com/video/watch/idOVC2O825B",
            "urlToImage": "https://static.reuters.com/resources/r/?d=20200229&i=OVC2O825B&r=OVC2O825B&t=2",
            "publishedAt": "2020-02-29T23:46:20Z",
            "content": "Posted \r\nWashington state health officials reported the first patient death from coronavirus in the United States on Saturday, prompting President Trump to urge for calm. Conway G. Gittens has the details."
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "LG Display suspends work at S.Korea factory over virus infection",
            "description": "LG Display has suspended work at its display module factory in the South Korean city of Gumi after a coronavirus case was confirmed, the company said.",
            "url": "https://www.reuters.com/article/chinahealth-southkorea-lg-display-idUSS6N29P04E",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T08:14:05Z",
            "content": "SEOUL, Feb 29 (Reuters) - LG Display has suspended work at its display module factory in the South Korean city of Gumi after a coronavirus case was confirmed, the company said. \r\nAn employee of a bank, located in the building housing the plant that turns out … [+212 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-China's factory activity posts record contraction as coronavirus bites",
            "description": "Factory activity in China contracted at the fastest pace on record in February, highlighting the damage from the coronavirus outbreak on the world's second-largest economy.",
            "url": "https://www.reuters.com/article/us-china-economy-pmi-factory-official-idUSKBN20N03R",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496772375&w=1200&r=LYNXMPEG1S02L",
            "publishedAt": "2020-02-29T01:49:38Z",
            "content": "BEIJING (Reuters) - Factory activity in China contracted at the fastest pace on record in February, highlighting the damage from the coronavirus outbreak on the world’s second-largest economy. \r\nChina’s official Purchasing Managers’ Index (PMI) fell to a reco… [+3380 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jessica DiNapoli",
            "title": "What's in a name? Corporate dealmakers tussle over coronavirus references",
            "description": "Many companies negotiating mergers and acquisitions (M&A) contracts are haggling over whether the global coronavirus outbreak should offer legal grounds for the acquirers to walk away from their agreements, dealmakers say.",
            "url": "https://www.reuters.com/article/us-china-health-m-a-contracts-idUSKCN20N01L",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496750929&w=1200&r=LYNXNPEG1S01K",
            "publishedAt": "2020-02-29T01:08:38Z",
            "content": "NEW YORK (Reuters) - Many companies negotiating mergers and acquisitions (M&amp;A) contracts are haggling over whether the global coronavirus outbreak should offer legal grounds for the acquirers to walk away from their agreements, dealmakers say. \r\nMerger ag… [+2164 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus gets political on eve of SC primary",
            "description": "U.S. Democratic presidential contenders criticized the Trump administration's response to the coronavirus outbreak, which expanded to six new countries and sent global stock markets tumbling again on Friday.",
            "url": "https://www.reuters.com/video/watch/idRCV007W8O",
            "urlToImage": "https://static.reuters.com/resources/r/?d=20200229&i=RCV007W8O&r=RCV007W8O&t=2",
            "publishedAt": "2020-02-29T01:46:24Z",
            "content": "Posted \r\nU.S. Democratic presidential contenders criticized the Trump administration's response to the coronavirus outbreak, which expanded to six new countries and sent global stock markets tumbling again on Friday."
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Chevron employee in London tested negative for coronavirus",
            "description": "Chevron Corp said on Saturday that an employee in its Canary Wharf office in London who reported a flu-like illness, prompting the oil firm to send its staff home, has tested negative for the coronavirus.",
            "url": "https://www.reuters.com/article/china-health-chevron-workers-idUSL8N2AT0MF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T13:33:33Z",
            "content": "LONDON, Feb 29 (Reuters) - Chevron Corp said on Saturday that an employee in its Canary Wharf office in London who reported a flu-like illness, prompting the oil firm to send its staff home, has tested negative for the coronavirus. \r\nOn Tuesday Chevron asked … [+303 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "April Joyner",
            "title": "Options markets point to a potential bounce for U.S. stocks",
            "description": "Activity in stock options points to a possible rebound for battered U.S. equities, after markets notched their steepest weekly drop since the financial crisis as the coronavirus outbreak accelerated beyond China's borders.",
            "url": "https://www.reuters.com/article/us-china-health-usa-options-idUSKBN20N03N",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496770125&w=1200&r=LYNXMPEG1S02D",
            "publishedAt": "2020-02-29T01:45:19Z",
            "content": "NEW YORK (Reuters) - Activity in stock options points to a possible rebound for battered U.S. equities, after markets notched their steepest weekly drop since the financial crisis as the coronavirus outbreak accelerated beyond China’s borders. \r\nThe rapid ris… [+3433 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Michelle Price",
            "title": "RPT-Wall Street in coronavirus contingency mode with staff, visitors, regulators",
            "description": "Big U.S. banks have been rolling out contingency plans to respond to the global coronavirus outbreak - requiring some staff to work from home, implementing travel restrictions, and talking to regulators about potential stresses.",
            "url": "https://www.reuters.com/article/china-health-banks-idUSL2N2AT017",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T11:00:00Z",
            "content": "(Repeats Friday story with no changes to text) \r\nBy Michelle Price and Imani Moise \r\nWASHINGTON/NEW YORK, Feb 28 (Reuters) - Big U.S. banks have been rolling out contingency plans to respond to the global coronavirus outbreak - requiring some staff to work fr… [+4610 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "PM Abe vows Japan's utmost efforts to coronavirus; Xi visit, Olympics on track",
            "description": "Japanese Prime Minister Shinzo Abe on Saturday promised his government's utmost efforts to curb the spread of the new coronavirus, while acknowledging the authorities alone could not tackle the threat.",
            "url": "https://www.reuters.com/article/us-china-health-japan-abe-idUSKBN20N0GW",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496911665&w=1200&r=LYNXMPEG1S0BU",
            "publishedAt": "2020-02-29T09:57:28Z",
            "content": "TOKYO (Reuters) - Japanese Prime Minister Shinzo Abe on Saturday promised his government’s utmost efforts to curb the spread of the new coronavirus, while acknowledging the authorities alone could not tackle the threat. \r\n“To be frank, we cannot win this batt… [+648 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Megan Davies",
            "title": "Repatriation flow data indicates U.S. investors still catching up on coronavirus",
            "description": "U.S. fund managers were behind on factoring in the impact of coronavirus and still have some catching up to do, according to a read of repatriation flows, which typically spike in times of caution, policy and risk analysis firm Exante Data said.",
            "url": "https://www.reuters.com/article/us-china-health-investors-idUSKCN20N00Z",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T00:42:23Z",
            "content": "NEW YORK (Reuters) - U.S. fund managers were behind on factoring in the impact of coronavirus and still have some catching up to do, according to a read of repatriation flows, which typically spike in times of caution, policy and risk analysis firm Exante Dat… [+1930 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "LG Display suspends work at South Korea factory over virus infection",
            "description": "LG Display has suspended work at its display module factory in the South Korean city of Gumi after a coronavirus case was confirmed, the company said.",
            "url": "https://in.reuters.com/article/china-health-southkorea-lg-display-idINKBN20N0AV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T08:16:11Z",
            "content": "SEOUL (Reuters) - LG Display has suspended work at its display module factory in the South Korean city of Gumi after a coronavirus case was confirmed, the company said. \r\nAn employee of a bank, located in the building housing the plant that turns out smartpho… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's factory activity posts record contraction as coronavirus bites",
            "description": "Factory activity in China contracted at the fastest pace on record in February, highlighting the damage from the coronavirus outbreak on the world's second-largest economy.",
            "url": "https://in.reuters.com/article/us-china-economy-pmi-factory-official-idINKBN20N03R",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496772375&w=1200&r=LYNXMPEG1S02L",
            "publishedAt": "2020-02-29T01:59:37Z",
            "content": "BEIJING (Reuters) - Factory activity in China contracted at the fastest pace on record in February, highlighting the damage from the coronavirus outbreak on the world’s second-largest economy. \r\nChina’s official Purchasing Managers’ Index (PMI) fell to a reco… [+3380 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Michelle Price",
            "title": "Wall Street in coronavirus contingency mode with staff, visitors, regulators",
            "description": "Big U.S. banks have been rolling out contingency plans to respond to the global coronavirus outbreak - requiring some staff to work from home, implementing travel restrictions, and talking to regulators about potential stresses.",
            "url": "https://in.reuters.com/article/uk-china-health-banks-idINKCN20N01H",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496747621&w=1200&r=LYNXNPEG1S01C",
            "publishedAt": "2020-02-29T01:05:00Z",
            "content": "WASHINGTON/NEW YORK (Reuters) - Big U.S. banks have been rolling out contingency plans to respond to the global coronavirus outbreak - requiring some staff to work from home, implementing travel restrictions, and talking to regulators about potential stresses… [+4557 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Randall",
            "title": "China data portends more punishment for bruised stock markets",
            "description": "World stock markets should fall further on Monday after a record contraction in China's manufacturing and service sectors because of the coronavirus outbreak, illustrating the massive potential economic impacts of the epidemic for the rest of the globe.",
            "url": "https://in.reuters.com/article/us-china-health-usa-stocks-idINKBN20N0D3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496886737&w=1200&r=LYNXMPEG1S09L",
            "publishedAt": "2020-02-29T09:04:30Z",
            "content": "NEW YORK (Reuters) - World stock markets should fall further on Monday after a record contraction in China’s manufacturing and service sectors because of the coronavirus outbreak, illustrating the massive potential economic impacts of the epidemic for the res… [+3976 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Randall",
            "title": "Investors look to China data, U.S. infection spread after punishing week",
            "description": "The worst weekly selloff since the financial crisis plunged U.S. equities into correction territory and knocked trillions off their market capitalization. Investors are now struggling to discern what Monday will bring.",
            "url": "https://www.reuters.com/article/china-health-usa-stocks-idUSL2N2AS2L6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T00:54:08Z",
            "content": "NEW YORK, Feb 28 (Reuters) - The worst weekly selloff since the financial crisis plunged U.S. equities into correction territory and knocked trillions off their market capitalization. Investors are now struggling to discern what Monday will bring. \r\nMany beli… [+3411 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Syed Raza Hassan",
            "title": "Pakistan confirms two coronavirus cases, brings total to four",
            "description": "Pakistan confirmed two more cases of coronavirus on Saturday, bringing the total number of positive cases to four since Wednesday when the first two cases were reported in the country.",
            "url": "https://in.reuters.com/article/china-health-pakistan-idINKBN20N0MA",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496977196&w=1200&r=LYNXMPEG1S0HL",
            "publishedAt": "2020-02-29T14:17:38Z",
            "content": "KARACHI, Pakistan (Reuters) - Pakistan confirmed two more cases of coronavirus on Saturday, bringing the total number of positive cases to four since Wednesday when the first two cases were reported in the country. \r\n“We have received reports of two more posi… [+342 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Noel Randewich",
            "title": "Think the S&P 500 is in bad shape? Its components look worse",
            "description": "Wall Street's worst week since 2008, sparked by fears about the fast-spreading coronavirus, has left almost half of the S&P 500's stocks in bear market territory, just nine days after the leading benchmark closed at a record high.",
            "url": "https://in.reuters.com/article/china-health-s-p500-components-graphic-idINKBN20N05F",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496790989&w=1200&r=LYNXMPEG1S03G",
            "publishedAt": "2020-02-29T03:30:47Z",
            "content": "SAN FRANCISCO (Reuters) - Wall Street’s worst week since 2008, sparked by fears about the fast-spreading coronavirus, has left almost half of the S&amp;P 500’s stocks in bear market territory, just nine days after the leading benchmark closed at a record high… [+2088 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Svea Herbst-Bayliss",
            "title": "Elliott built a stake in Twitter, is pushing for changes - sources",
            "description": "Activist hedge fund Elliott Management, which often pushes technology companies to improve operations, has built a stake in Twitter Inc and is pushing for changes, including removing the chief executive officer, two people familiar with the matter said on Fri…",
            "url": "https://in.reuters.com/article/twitter-elliott-idINKBN20N062",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496804744&w=1200&r=LYNXMPEG1S03Y",
            "publishedAt": "2020-02-29T04:19:54Z",
            "content": "NEW YORK (Reuters) - Activist hedge fund Elliott Management, which often pushes technology companies to improve operations, has built a stake in Twitter Inc and is pushing for changes, including removing the chief executive officer, two people familiar with t… [+1784 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Algeria deports Italian national infected with coronavirus",
            "description": "An Italian national who tested positive for coronavirus on his arrival in Algeria has been transferred to his home country, Algerian official media reported on Saturday.",
            "url": "https://af.reuters.com/article/topNews/idAFKBN20N0M0-OZATP",
            "urlToImage": null,
            "publishedAt": "2020-02-29T14:07:28Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Brazil confirms second case of new coronavirus - Health Ministry",
            "description": "Brazil's Health Ministry on Saturday confirmed the country's second case of the fast-spreading new coronavirus, diagnosed in a patient in São Paulo who had recently visited Italy.",
            "url": "https://www.reuters.com/article/china-health-brazil-idUSL1N2AT0CF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T20:38:27Z",
            "content": "SAO PAULO, Feb 29 (Reuters) - Brazil’s Health Ministry on Saturday confirmed the country’s second case of the fast-spreading new coronavirus, diagnosed in a patient in São Paulo who had recently visited Italy. \r\nAuthorities said they were gathering informatio… [+237 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Steve Gorman",
            "title": "First coronavirus death in U.S. reported in Washington state",
            "description": "U.S. public health officials have identified four \"presumptive\" coronavirus cases believed to have emerged from community transmission of the infection, signaling a turning point in strategies needed to contain the disease in the United States.",
            "url": "https://af.reuters.com/article/worldNews/idAFKBN20N0UJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T19:28:47Z",
            "content": "(Reuters) - U.S. public health officials have identified four “presumptive” coronavirus cases believed to have emerged from community transmission of the infection, signaling a turning point in strategies needed to contain the disease in the United States. \r\n… [+4831 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian regional chief sorry for saying Chinese eat 'live mice'",
            "description": "The governor of Veneto, one of the regions worst hit by an outbreak in Italy of coronavirus, apologised on Saturday for criticising China over the contagion and saying Chinese people \"eat live mice\".",
            "url": "https://af.reuters.com/article/worldNews/idAFKBN20N0GS",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T10:35:53Z",
            "content": "ROME (Reuters) - The governor of Veneto, one of the regions worst hit by an outbreak in Italy of coronavirus, apologised on Saturday for criticising China over the contagion and saying Chinese people “eat live mice”. \r\nLuca Zaia has pinned the blame on China … [+1934 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Schools, universities to stay shut as Italy coronavirus death toll rises",
            "description": "Schools and universities will stay closed for a second consecutive week in three northern Italian regions in an effort to contain Europe",
            "url": "https://af.reuters.com/article/worldNews/idAFKBN20N0N6",
            "urlToImage": null,
            "publishedAt": "2020-02-29T20:24:49Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Greece confirms three new cases of coronavirus, brings total to seven",
            "description": "Greece has confirmed three new cases of coronavirus, the Health Ministry said on Saturday, bringing the total number of coronavirus infections in the country to seven.",
            "url": "https://www.reuters.com/article/us-china-health-greece-cases-idUSKBN20N134",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T22:46:20Z",
            "content": "ATHENS (Reuters) - Greece has confirmed three new cases of coronavirus, the Health Ministry said on Saturday, bringing the total number of coronavirus infections in the country to seven. \r\nThe latest cases involve a woman and a man, who are related to previou… [+368 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Qatar reports its first coronavirus case in man who returned from Iran",
            "description": "(Adds details, coronavirus developments in the region)",
            "url": "https://uk.reuters.com/article/china-health-qatar-idUKL8N2AT0J3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T11:52:25Z",
            "content": "(Adds details, coronavirus developments in the region) \r\nDOHA, Feb 29 (Reuters) - Qatar’s health ministry reported on Saturday the first case of coronavirus infection in the country. \r\nThe patient is a 36 year-old Qatari who returned recently from Iran, the m… [+1111 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Qatar reports its first coronavirus case in man who returned from Iran",
            "description": "(Adds details, coronavirus developments in the region)'",
            "url": "https://www.reuters.com/article/china-health-qatar-idUSL8N2AT0J3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T11:52:25Z",
            "content": "(Adds details, coronavirus developments in the region) \r\nDOHA, Feb 29 (Reuters) - Qatar’s health ministry reported on Saturday the first case of coronavirus infection in the country. \r\nThe patient is a 36 year-old Qatari who returned recently from Iran, the m… [+1111 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar reports its first coronavirus case in man who returned from Iran",
            "description": "Qatar's health ministry reported on Saturday the first case of coronavirus infection in the country.",
            "url": "https://uk.reuters.com/article/uk-china-health-qatar-idUKKBN20N0I7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T11:59:57Z",
            "content": "DOHA (Reuters) - Qatar’s health ministry reported on Saturday the first case of coronavirus infection in the country. \r\nThe patient is a 36 year-old Qatari who returned recently from Iran, the ministry said in a statement, adding that he is a stable condition… [+1033 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar reports its first coronavirus case in man who returned from Iran",
            "description": "Qatar's health ministry reported on Saturday the first case of coronavirus infection in the country.",
            "url": "https://uk.reuters.com/article/us-china-health-qatar-idUKKBN20N0IB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T11:56:04Z",
            "content": "DOHA (Reuters) - Qatar’s health ministry reported on Saturday the first case of coronavirus infection in the country. \r\nThe patient is a 36 year-old Qatari who returned recently from Iran, the ministry said in a statement, adding that he is a stable condition… [+1030 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fourth player at Serie C's Pianese tests positive for coronavirus",
            "description": "A fourth player at Italian third tier side Pianese has tested positive for the coronavirus, the club said on Saturday.",
            "url": "https://uk.reuters.com/article/uk-china-health-italy-soccer-idUKKBN20N0PY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T15:55:08Z",
            "content": "ROME (Reuters) - A fourth player at Italian third tier side Pianese has tested positive for the coronavirus, the club said on Saturday. \r\n“After a series of checks, Pianese announce that a fourth player is infected by Covid-19. He too is in solitary confineme… [+761 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New coronavirus infection in Thailand takes tally to 42",
            "description": "Thailand recorded a new coronavirus infection, taking its tally to 42 cases since January, a health official said on Saturday.",
            "url": "https://uk.reuters.com/article/uk-china-health-thailand-idUKKBN20N07C",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T05:58:59Z",
            "content": "BANGKOK (Reuters) - Thailand recorded a new coronavirus infection, taking its tally to 42 cases since January, a health official said on Saturday. \r\nThe victim is a 21-year-old Thai salesman whose job brought him exposure to foreign tourists, the permanent se… [+470 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Parisa Hafezi",
            "title": "Iran calls on people to stay at home as death toll rises to 43",
            "description": "Deaths in Iran from coronavirus have hit 43, the highest number outside China, and the total number of infected people has risen to 593, an Iranian health official said on Saturday.",
            "url": "https://uk.reuters.com/article/uk-health-coronavirus-iran-toll-idUKKBN20N0GG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T11:59:57Z",
            "content": "DUBAI (Reuters) - Deaths in Iran from coronavirus have hit 43, the highest number outside China, and the total number of infected people has risen to 593, an Iranian health official said on Saturday. \r\nAs several countries in the Middle East reported cases of… [+2449 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Australia to bar foreigners traveling from Iran due to coronavirus risk: minister",
            "description": "Australia will deny entry to all foreign nationals traveling from Iran due to the escalating outbreak of coronavirus in the Islamic republic, the government said on Saturday.'",
            "url": "https://www.reuters.com/article/us-china-health-australia-idUSKBN20N08Y",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T06:55:38Z",
            "content": "MELBOURNE (Reuters) - Australia will deny entry to all foreign nationals traveling from Iran due to the escalating outbreak of coronavirus in the Islamic republic, the government said on Saturday. \r\nForeign nationals traveling from Iran to Australia would nee… [+1052 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait calls on citizens to avoid travelling over coronavirus concern",
            "description": "Kuwait called on its citizens to avoid travelling over concerns of coronavirus contamination, a health ministry official said at a media conference on Saturday.",
            "url": "https://uk.reuters.com/article/uk-china-health-kuwait-idUKKBN20N09R",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T07:41:23Z",
            "content": "DUBAI (Reuters) - Kuwait called on its citizens to avoid travelling over concerns of coronavirus contamination, a health ministry official said at a media conference on Saturday. \r\nThe Gulf state has not registered any new coronavirus infections over the past… [+216 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hilary Russ",
            "title": "Vice President Pence says just one American with coronavirus still in hospital",
            "description": "Of dozens of confirmed coronavirus cases in the United States, only one patient is still in the hospital, U.S. Vice President Mike Pence said on Friday.",
            "url": "https://uk.reuters.com/article/uk-china-health-usa-pence-idUKKCN20M35Y",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T02:54:13Z",
            "content": "NEW YORK (Reuters) - Of dozens of confirmed coronavirus cases in the United States, only one patient is still in the hospital, U.S. Vice President Mike Pence said on Friday. \r\n“In every case, people are being treated and by all accounts are doing well,” he sa… [+799 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's factory activity posts record contraction as coronavirus bites",
            "description": "Factory activity in China contracted at the fastest pace on record in February, highlighting the damage from the coronavirus outbreak on the world's second-largest economy.",
            "url": "https://ca.reuters.com/article/businessNews/idCAKBN20N03R",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1496772375&w=1200&r=LYNXMPEG1S02L",
            "publishedAt": "2020-02-29T02:25:31Z",
            "content": "BEIJING (Reuters) - Factory activity in China contracted at the fastest pace on record in February, highlighting the damage from the coronavirus outbreak on the world’s second-largest economy. \r\nChina’s official Purchasing Managers’ Index (PMI) fell to a reco… [+3380 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Switzerland will lower economic growth forecasts over coronavirus",
            "description": "The Swiss government will lower its economic growth forecast because of the coronavirus outbreak, an official from its State Secretariat for Economic Affairs (SECO) said on Saturday.'",
            "url": "https://www.reuters.com/article/us-swiss-economy-coronavirus-idUSKBN20N0M8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T13:55:29Z",
            "content": "VIENNA (Reuters) - The Swiss government will lower its economic growth forecast because of the coronavirus outbreak, an official from its State Secretariat for Economic Affairs (SECO) said on Saturday. \r\nStock markets around the world slid this week because o… [+1141 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Switzerland will lower economic growth forecasts over coronavirus",
            "description": "The Swiss government will lower its economic growth forecast because of the coronavirus outbreak, an official from its State Secretariat for Economic Affairs (SECO) said on Saturday.",
            "url": "https://uk.reuters.com/article/us-swiss-economy-coronavirus-idUKKBN20N0M8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T13:55:29Z",
            "content": "VIENNA (Reuters) - The Swiss government will lower its economic growth forecast because of the coronavirus outbreak, an official from its State Secretariat for Economic Affairs (SECO) said on Saturday. \r\nStock markets around the world slid this week because o… [+1141 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 594 new coronavirus infections for total of 2,931",
            "description": "South Korea reported 594 new coronavirus infections on Saturday, its biggest daily increase since the first infection was confirmed on Jan. 20, taking its tally to 2,931 cases.",
            "url": "https://uk.reuters.com/article/uk-china-health-southkorea-cases-idUKKCN20N02F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-29T02:53:04Z",
            "content": "SEOUL (Reuters) - South Korea reported 594 new coronavirus infections on Saturday, its biggest daily increase since the first infection was confirmed on Jan. 20, taking its tally to 2,931 cases. \r\nOf the new cases, 476 were from the southeastern city of Daegu… [+524 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Turkey halts passenger flights to and from Italy, Iraq and South Korea",
            "description": "Turkish Health Minister Fahrettin Koca said on Saturday that all passenger flights to and from Italy, Iraq and South Korea had been halted due to the coronavirus outbreak.",
            "url": "https://uk.reuters.com/article/uk-china-health-turkey-idUKKBN20N10A",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200229&t=2&i=1497080712&w=1200&r=LYNXMPEG1S0XT",
            "publishedAt": "2020-02-29T19:55:14Z",
            "content": "ISTANBUL (Reuters) - Turkish Health Minister Fahrettin Koca said on Saturday that all passenger flights to and from Italy, Iraq and South Korea had been halted due to the coronavirus outbreak. \r\nThe measure will be effective 12 a.m. on Sunday, he said, adding… [+210 chars]"
        }
    ]
}