{
    "status": "ok",
    "totalResults": 35,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Choi",
            "title": "US passenger from Wuhan 'attempted to leave' California military base, put on quarantine",
            "description": "One of the passengers from a group of US citizens evacuated from Wuhan, China, \"attempted to leave\" a US military base in California, where they landed on Wednesday, according to health officials. \"He or she did not take a step outside the base,\" a Riverside …",
            "url": "https://www.businessinsider.com/us-passenger-from-wuhan-tried-leaving-military-base-2020-1",
            "urlToImage": "https://i.insider.com/5e3340a824306a06fc1d4836?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T22:32:35Z",
            "content": "One of the passengers from a group of US citizens evacuated from Wuhan, China, \"attempted to leave\" a US military base in California, where they landed on Wednesday, according to health officials.\r\nHealth officials said a quarantine order for the passenger wa… [+2477 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Holly Secon), Holly Secon",
            "title": "The Wuhan coronavirus seems to have a low fatality rate, and most patients make full recoveries. Experts reveal why it's causing panic anyway.",
            "description": "REUTERS/Martin Pollard The outbreak of a novel coronavirus in Wuhan, China, has sparked fear and anxiety around the world, despite the virus' low fatality rate. People's psychological reactions to infectious diseases can sometimes be overblown and do more har…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-unnecessary-panic-experts-say-2020-1",
            "urlToImage": "https://i.insider.com/5e2b82fb5bc79c1d4706a844?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T21:35:00Z",
            "content": "The outbreak of a new coronavirus has sparked fear and anxiety around the world.\r\nThe pneumonia-like virus, which originated in Wuhan, China, has infected more than 8,100 people and killed 170.\r\nSo far, the virus does not seem to be deadly as SARS, which kill… [+5627 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'Trampled by a Tesla Semi': Tesla's post-earnings spike burns $1.5 billion in short bets (TSLA)",
            "description": "Tesla's post-earnings spike is frying short-sellers, with traders betting against the stock losing $1.5 billion mark-to-market on Thursday, according to S3 Partners data. The automaker beat analyst estimates for fourth-quarter profit and revenue after the clo…",
            "url": "http://markets.businessinsider.com/news/stocks/trampled-by-a-tesla-semi-tesla-s-post-earnings-spike-burns-1-5-billion-in-short-bets-tsla-1028861499",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e333aa824306a7e3e22ddd4-2400/gettyimages-1130598362.jpg",
            "publishedAt": "2020-01-30T21:15:42Z",
            "content": "Getty Images\r\n<ul><li>Tesla's post-earnings spike is frying short-sellers, with traders betting against the stock losing $1.5 billion mark-to-market on Thursday, according to S3 Partners data.</li><li>The automaker beat analyst estimates for fourth-quarter pr… [+3070 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "A 'comeback story for the ages': Here's what 4 analysts are saying about Tesla's 4th-quarter earnings win",
            "description": "Tesla beat analyst estimates for fourth-quarter profit and revenue Wednesday afternoon, and the subsequent stock spike prolonged the automaker's strong rally in 2020. The company announced its Model Y CUV would reach delivery sooner than expected, and project…",
            "url": "https://www.businessinsider.com/tesla-4q-earnings-win-analyst-commentary-stock-price-record-report-2020-1",
            "urlToImage": "https://i.insider.com/5e332a3d24306a699b5f3058?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T20:32:44Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck and Aria Bendix",
            "title": "The World Health Organization just declared the Wuhan coronavirus outbreak a global health emergency",
            "description": "The World Health Organization has declared a coronavirus outbreak that started in Wuhan, China, to be a global health emergency. At least 170 people have died, and 8,100 more have caught the virus — more than the total case count during the 2003 SARS coronavi…",
            "url": "https://www.businessinsider.com/who-wuhan-coronavirus-2019-ncov-global-health-emergency-2020-1",
            "urlToImage": "https://i.insider.com/5e3336075bc79c75b1645667?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T20:13:00Z",
            "content": "Doctors and public-health experts at the World Health Organization in Geneva have declared the Wuhan coronavirus outbreak a \"public-health emergency of international concern\" (PHEIC).\r\nThe virus has so far sickened at least 8,100 people and killed 170 in Chin… [+2273 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Coronavirus panic has oil prices on pace for their biggest drop since May — and OPEC may need to hold its meeting early because of it",
            "description": "Coronavirus fears have placed global oil markets on track for their worst month since May, Bloomberg reported Investors fear coronavirus will take a bite out of Chinese growth. China is the world's biggest importer of oil. OPEC+ may move its March meeting up …",
            "url": "https://markets.businessinsider.com/commodities/news/oil-prices-drop-coronavirus-fear-talk-early-opec-meeting-wuhan-2020-1-1028861350",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3334065bc79c73294f354f-2400/2020-01-30t015934z1lynxmpeg0t039rtroptp4france-oil.jpg",
            "publishedAt": "2020-01-30T20:12:54Z",
            "content": "Reuters\r\n<ul><li>Coronavirus fears have placed global oil markets on track for their worst month since May, Bloomberg reported</li><li>Investors fear coronavirus will take a bite out of Chinese growth. China is the world's biggest importer of oil.</li><li>OPE… [+2147 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "The number of people who've gotten the Wuhan coronavirus just surpassed the worldwide total of the entire SARS pandemic",
            "description": "A coronavirus that originated in Wuhan, China, has killed at least 170 people and infected more than 8,100 since December. The total number of coronavirus cases worldwide has surpassed that of the entire SARS pandemic. Between November 2002 and July 2003, SAR…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-cases-total-sars-pandemic-cases-2020-1",
            "urlToImage": "https://i.insider.com/5e3331525bc79c701c641013?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T19:52:00Z",
            "content": "Since December, the Wuhan coronavirus has killed at least 170 people and infected more than 8,100 across 20 countries. The virus likely emerged at a wet market in Wuhan, China, where it jumped from animals to people, just like the coronavirus responsible for … [+1726 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "There is only one way to know if you have the coronavirus, and it involves machines full of spit and mucus",
            "description": "The new coronavirus, which originated in Wuhan, has spread throughout China, and to at least 19 other countries around the globe. In China, the virus has so far killed at least 170 people, and sickened over 8,200 more. The only way to know for sure that you h…",
            "url": "https://www.businessinsider.com/how-to-know-if-you-have-the-coronavirus-pcr-test-2020-1",
            "urlToImage": "https://i.insider.com/5e31de4e5bc79c763c699155?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T19:51:52Z",
            "content": "The novel Wuhan coronavirus, formally known as 2019-nCoV, is not easy to diagnose. \r\nThe virus is in the same family as some common cold bugs, and it is related to both SARS and MERS, which are also coronaviruses. \r\nAt airports and other travel checkpoints ar… [+5683 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Business Insider Intelligence), Business Insider Intelligence",
            "title": "The Future of Retail: Online Checkout",
            "description": "As the growth of e-commerce sales continues to outpace brick-and-mortar, having a seamless online checkout process is more crucial than ever. Business Insider Intelligence Online checkout has become inundated with payment options and data entry points, which …",
            "url": "https://www.businessinsider.com/intelligence/future-of-retail-online-checkout?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+businessinsider+%28Business+Insider%29",
            "urlToImage": "https://static.businessinsider.com/image/5e207f0262fa81019910a6e2",
            "publishedAt": "2020-01-30T19:27:00Z",
            "content": "As the growth of e-commerce sales continues to outpace brick-and-mortar, having a seamless online checkout process is more crucial than ever.\r\nOnline checkout has become inundated with payment options and data entry points, which leads to poor e-commerce conv… [+657 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "Russia is closing its 2,600-mile border with China amid fears about the Wuhan coronavirus outbreak",
            "description": "Russia is closing much of its land border with China amid growing fears around the spread of the Wuhan coronavirus. Officials announced Thursday that 16 of 25 crossing points along the 2,600-mile border will close by midnight on Friday, local time. Russian of…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-russia-to-close-china-border-epidemic-2020-1",
            "urlToImage": "https://i.insider.com/5e3324215bc79c5fb00df9e3?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T19:07:12Z",
            "content": "Russian officials have ordered closed more than half of the crossing points along its 2,600-mile border with China, citing concerns about the Wuhan coronavirus that has so far sickened nearly 8,000 people around the world and killed 170 within China.\r\n\"We hav… [+1516 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "The Wuhan coronavirus has spread person-to-person in the US for the 1st time — to the husband of a woman who went to China",
            "description": "A sixth person in the US has been diagnosed with the novel coronavirus that originated in Wuhan, China. This is the first known case of person-to-person spread of the virus in the US. The infected person is a man in his 60s, the husband of a woman who'd recen…",
            "url": "https://www.businessinsider.com/us-person-to-person-spread-wuhan-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e3318b75bc79c4f1d6e9d7b?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T18:31:00Z",
            "content": "The US now has its first reported case of human-to-human transmission of the novel coronavirus that originated in Wuhan, China. \r\nThe patient is a man in his 60s whose wife recently traveled to China and caught the viral bug, officially known as 2019-nCoV. He… [+1040 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "6,000 people are stuck on a cruise ship as a passenger gets tested for the coronavirus. Here's what they're saying on Twitter. (CCL)",
            "description": "Over 6,000 people are stuck on the Costa Smeralda cruise ship as a passenger is tested for the coronavirus in Italy. Passengers have been sharing their reactions on Twitter. Some criticized the lack of communication they've received from Costa Crociere, and s…",
            "url": "https://www.businessinsider.com/costa-smeralda-passengers-react-to-being-stuck-on-ship-2020-1",
            "urlToImage": "https://i.insider.com/5e33110e62fa8154ec08f4bb?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T18:00:01Z",
            "content": "Over 6,000 passengers are stuck on Costa Crociere's Costa Smeralda cruise ship as a passenger is tested for the coronavirus in Civitavecchia, Italy. The cruise began on January 23 and was scheduled to end on Thursday.\r\n\"It is our utmost priority to ensure the… [+1524 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "McDonald's is screening customers and feeding doctors in China to help fight Wuhan coronavirus",
            "description": "McDonald's is screening customers for symptoms and feeding doctors and nurses to help combat the spread of Wuhan coronavirus in China. The fast-food giant has also closed several hundred restaurants in China's Hubei region. \"It's really an 'all hands on deck'…",
            "url": "https://markets.businessinsider.com/news/stocks/mcdonalds-screens-customers-feeds-doctors-china-fight-wuhan-coronavirus-reaction-2020-1-1028860985",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e330c7624306a3e95194f84-1944/mcdonalds-chinaap-photochien-min-chung.jpg",
            "publishedAt": "2020-01-30T17:34:55Z",
            "content": "AP Photo/Chien min Chung\r\n<ul><li>McDonald's is screening customers for symptoms and feeding doctors and nurses to help combat the spread of Wuhan coronavirus in China.</li><li>The fast-food giant has also closed several hundred restaurants in China's Hubei r… [+2477 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "McDonald's is screening customers and feeding doctors in China to help fight Wuhan coronavirus",
            "description": "McDonald's is screening customers for symptoms and feeding doctors and nurses to help combat the spread of Wuhan coronavirus in China. The fast-food giant has also closed several hundred restaurants in China's Hubei region. \"It's really an 'all hands on deck'…",
            "url": "https://www.businessinsider.com/mcdonalds-screens-customers-feeds-doctors-china-fight-wuhan-coronavirus-reaction-2020-1",
            "urlToImage": "https://i.insider.com/5e330da562fa814f4930d572?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T17:34:55Z",
            "content": "<ul><li>McDonald's is screening customers for symptoms and feeding doctors and nurses to help combat the spread of Wuhan coronavirus in China.</li><li>The fast-food giant has also closed several hundred restaurants in China's Hubei region.</li><li>\"It's reall… [+2451 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "Japan just issued arrest warrants for a US special forces soldier and 2 other men suspected of helping Carlos Ghosn escape to Lebanon",
            "description": "Kiyoshi Ota/Getty Images Japanese authorities on Thursday issued arrest warrants for a former U.S. special forces soldier and two other men on suspicion of helping the former Nissan executive Carlos Ghosn flee the country. A warrant was also issued for Ghosn …",
            "url": "https://www.businessinsider.com/carlos-ghosn-escape-japan-issues-arrest-warrant-for-us-soldier-2020-1",
            "urlToImage": "https://i.insider.com/5bf27da5e4218a59b84dcb29?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T17:10:17Z",
            "content": "TOKYO (Reuters) - Japanese authorities on Thursday issued arrest warrants for a former U.S. special forces soldier and two other men on suspicion of smuggling former Nissan boss Carlos Ghosn out of Japan.\r\nWarrants were issued for former U.S. Green Beret Mich… [+1212 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "James Pasley",
            "title": "Satellite photos show the deserted streets of Wuhan as the city enters its 8th day of quarantine",
            "description": "Since January 23, Wuhan, China, has been on lockdown to stop the Wuhan coronavirus from spreading. Five million left the city before it was closed off, but the city was swollen with people visiting for the Lunar New Year, and 9 million remain. Regardless, the…",
            "url": "https://www.businessinsider.com/wuhan-satellite-photos-show-deserted-streets-coronavirus-quarantine-2020-1",
            "urlToImage": "https://i.insider.com/5e330cff62fa814db91f6a66?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T17:08:07Z",
            "content": "Wuhan looks like a ghost town.\r\nSince January 23, the city of 11 million has been on lockdown. The Chinese government closed off Wuhan to try and stop the novel coronavirus, or 2019-nCoV, from spreading.\r\nThe coronavirus is thought to have originated at a wet… [+564 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Amazon reports 4th-quarter earnings on Thursday. Here's what 3 Wall Street analysts are talking about. (AMZN)",
            "description": "Amazon is set to report its fourth-quarter earnings after the market closes on Thursday. The report stands to reverse some of the negative sentiment sourced from its last earnings release, which saw profits fall below Wall Street expectations. Analysts are fo…",
            "url": "https://www.businessinsider.com/amazon-4q-earnings-preview-analyst-commentary-leading-up-to-report-2020-1",
            "urlToImage": "https://i.insider.com/5db300d2dee0190a0d044fe8?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T16:43:09Z",
            "content": "<ul><li>Amazon is set to report its fourth-quarter earnings after the market closes on Thursday.</li><li>The report stands to reverse some of the negative sentiment sourced from its last earnings release, which saw profits fall below Wall Street expectations.… [+1797 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward and Shayanne Gal",
            "title": "One chart shows how the Wuhan coronavirus compares to other major outbreaks and pandemics in the last 50 years",
            "description": "A coronavirus that originated in Wuhan, China, has killed at least 170 people and infected more than 8,000. Coronaviruses are zoonotic diseases, meaning they can pass from animals to humans. Both this virus and SARS likely originated in bats, then jumped to p…",
            "url": "https://www.businessinsider.com/how-wuhan-coronavirus-compares-to-other-outbreaks-pandemics-2020-1",
            "urlToImage": "https://i.insider.com/5e32091a24306a2d5f3682c2?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T16:04:00Z",
            "content": "Since December 31, the Wuhan coronavirus has killed at least 170 people and infected more than 8,000 across 20 countries, including the US.\r\nThe outbreak isn't currently considered a pandemic, however, despite its rapid spread. The World Health Organization h… [+2100 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "Tesla is expecting a production delay at its Chinese factory caused by the coronavirus (TSLA)",
            "description": "Tesla expects a production delay of one to one-and-a-half weeks at its Shanghai factory due to a government-ordered shutdown prompted by the coronavirus. The shutdown won't have a significant impact on Tesla 's first-quarter financial results, CFO Zach Kirkho…",
            "url": "https://www.businessinsider.com/tesla-expecting-delay-at-china-factory-caused-by-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e32efba24306a158c2f0791?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T15:47:35Z",
            "content": "Tesla expects production at its factory in Shanghai to be delayed by a week to a week-and-a-half due to a government-ordered closure motivated by the coronavirus, CFO Zach Kirkhorn said on Wednesday.\r\nThe shutdown won't have a significant impact on Tesla's fi… [+1493 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dslotnick@businessinsider.com (David Slotnick), David Slotnick",
            "title": "Delta is swooping in to design new uniforms for employees after flight attendants and ground workers complain of health problems (DAL)",
            "description": "Delta Delta said it plans to design new uniforms for flight attendants, ticket agents, gate agents, and other customer-facing employees. The decision comes after numerous employees complained that the current uniforms, which were introduced in 2018, have caus…",
            "url": "https://www.businessinsider.com/delta-flight-attendant-employee-uniforms-redesign-2020-1",
            "urlToImage": "https://i.insider.com/5df7df60fd9db208b87d1795?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T15:42:23Z",
            "content": "Delta Air Lines said this week that it would design new uniforms for 36,000 flight attendants, ticket agents, gate agents, and other customer-facing employees.\r\nThe decision to redesign the uniforms comes following scores of complaints from employees that exp… [+5259 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kevin Webb",
            "title": "Coronavirus outbreak leads major esports league to cancel matches in China",
            "description": "The Overwatch League has cancelled its February and March matches in China amid the coronavirus outbreak. Chinese officials have reported more than 7,700 cases of coronavirus infection and at least 170 people have died since early December. The Overwatch Leag…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-overwatch-league-cancels-china-matches-homestands-2020-1",
            "urlToImage": "https://i.insider.com/5e32f0a262fa81266370c193?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T15:25:38Z",
            "content": "The Overwatch League has cancelled match play in China through March amid the ongoing coronavirus outbreak. Chinese officials have confirmed that the coronavirus has now spread to all regions of China and more than 7,700 infections have been reported since ea… [+1771 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Tesla spikes 9% after a 2nd straight blockbuster earnings report",
            "description": "Tesla shares spiked as much as 9% on Thursday after the automaker beat analysts' fourth-quarter profit and revenue estimates. The company also accelerated its rollout for the Model Y crossover, announcing deliveries will start by the end of March. The earning…",
            "url": "https://markets.businessinsider.com/news/stocks/tesla-4q-earnings-stock-price-jumps-record-revenue-profit-win-2020-1-1028860343",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e32d5335bc79c7ead7b34d8-2400/gettyimages-1183828053.jpg",
            "publishedAt": "2020-01-30T14:56:11Z",
            "content": "Frederic J. Brown/AFP via Getty Images\r\n<ul><li>Tesla shares spiked as much as 9% on Thursday after the automaker beat analysts' fourth-quarter profit and revenue estimates.</li><li>The company also accelerated its rollout for the Model Y crossover, announcin… [+2958 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "These are the 10 Chinese stocks traders have bet the most against since the coronavirus outbreak",
            "description": "Coronavirus roiled markets Thursday, with investors concerned the flu-like illness will eat into global growth. Nowhere is that concern more potent than in markets and companies with direct links to China. S3 Partners says these are the 10 Chinese companies t…",
            "url": "https://www.businessinsider.com/chinese-stocks-shorted-most-since-coronavirus-wuhan-outbreak-high-interest-2020-1",
            "urlToImage": "https://i.insider.com/5947b48ae92b940aa97630d6?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T14:33:21Z",
            "content": "<ul><li>Coronavirus roiled markets Thursday, with investors concerned the flu-like illness will eat into global growth.</li><li>Nowhere is that concern more potent than in markets and companies with direct links to China.</li><li>S3 Partners says these are th… [+1482 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "One of Trump's top economic advisers said the coronavirus outbreak in China could 'accelerate the return of jobs' to the US",
            "description": "Commerce Secretary Wilbur Ross said in a Fox Business interview on Thursday the coronavirus outbreak in China could help \"accelerate the return of jobs\" to the US. The coronavirus outbreak in China has killed 132 people so far and infected over 7,000 people. …",
            "url": "https://markets.businessinsider.com/news/stocks/top-trump-official-ross-coronavirus-outbreak-bring-jobs-back-us-2020-1-1028859828",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b4e657496957325008b4600-2000/gettyimages-981260916.jpg",
            "publishedAt": "2020-01-30T13:54:48Z",
            "content": "Win McNamee/Getty Images\r\n<ul><li>Commerce Secretary Wilbur Ross said in a Fox Business interview on Thursday the coronavirus outbreak in China could help \"accelerate the return of jobs\" to the US.</li><li>The coronavirus outbreak in China has killed 132 peop… [+2432 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "One of Trump's top economic advisers said the coronavirus outbreak in China could 'accelerate the return of jobs' to the US",
            "description": "Commerce Secretary Wilbur Ross said in a Fox Business interview on Thursday the coronavirus outbreak in China could help \"accelerate the return of jobs\" to the US. The coronavirus outbreak in China has killed 132 people so far and infected over 7,000 people. …",
            "url": "https://www.businessinsider.com/top-trump-official-ross-coronavirus-outbreak-bring-jobs-back-us-2020-1",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b4e657496957325008b4600-2000/gettyimages-981260916.jpg",
            "publishedAt": "2020-01-30T13:54:48Z",
            "content": "Win McNamee/Getty Images\r\n<ul><li>Commerce Secretary Wilbur Ross said in a Fox Business interview on Thursday the coronavirus outbreak in China could help \"accelerate the return of jobs\" to the US.</li><li>The coronavirus outbreak in China has killed 132 peop… [+2053 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "Alibaba billionaire Jack Ma, China's richest man, pledged $14.5 million to fight the coronavirus",
            "description": "Tech billionaire Jack Ma has pledged $14.5 million towards fighting the coronavirus outbreak. The Alibaba founder will donate 100 million yuan ($14.5 million) through his charitable foundation. Bill and Melinda Gates have also pledged assistance, while Tencen…",
            "url": "https://www.businessinsider.com/alibaba-billionaire-jack-ma-pledged-145-million-fight-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/593267bdb74af4ce008b63de?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T11:58:24Z",
            "content": "Tech billionaire Jack Ma has pledged $14.5 million towards fighting the coronavirus outbreak.\r\nMa, who is China's richest man and the founder of ecommerce giant Alibaba, will donate the money through his eponymous charitable foundation to support the developm… [+1125 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Corona, the beer company, says it trusts customers not to link its drinks to the deadly Wuhan coronavirus as searches for 'corona beer virus' rocket",
            "description": "People seem to be confusing Corona Extra beer with the deadly Wuhan coronavirus. Online searches for \"corona beer virus,\" \"beer virus,\" and \"beer coronavirus\" have rocketed around the world since January 18. But Corona, the beer company, told Business Insider…",
            "url": "https://www.businessinsider.com/corona-beer-virus-wuhan-no-link-trusts-customers-2020-1",
            "urlToImage": "https://i.insider.com/5e32b5185bc79c718574bf83?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T11:24:42Z",
            "content": "Corona Extra says it trusts customers not to link its beer to the deadly Wuhan coronavirus in China, as search trend data suggested people were concerned.\r\nOnline searches for \"corona beer virus,\" \"beer virus,\" and \"beer coronavirus\" have rocketed around the … [+1671 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Will Martin",
            "title": "The Wuhan coronavirus has officially spread to every single region in China",
            "description": "The deadly coronavirus that originated in Wuhan, China, has now spread to every region of the country. China's National Health Committee confirmed a case of the virus in the southwestern frontier region of Tibet on Thursday. Tibet is the last of China's 34 re…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-spread-every-region-china-2020-1",
            "urlToImage": "https://i.insider.com/5e32b27e5bc79c70103533f2?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T10:57:56Z",
            "content": "The deadly coronavirus that originated in Wuhan, China, has officially spread to every region of the country.\r\nCases of the Wuhan coronavirus, officially called 2019 n-CoV, have been confirmed in all 34 of China's major regions, after the National Health Comm… [+1903 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "An emergency UK flight out of Wuhan has been canceled, leaving 200 Britons and their families stranded in quarantine",
            "description": "An emergency flight out of Wuhan, China, meant to ferry stranded 200 UK nationals back home on Thursday was abruptly canceled. The UK government had chartered a flight to fly the Britons and their families back to the UK, away from the rapidly-spreading coron…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-uk-rescue-flight-canceled-brits-stranded-2020-1",
            "urlToImage": "https://i.insider.com/5e32afd424306a6e1e3bbe12?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T10:30:08Z",
            "content": "An emergency flight chartered by the UK government to get Britons out of Wuhan has been abruptly canceled, leaving 200 people stranded in the Chinese city that's been quarantined to stop the rapidly-spreading coronavirus.\r\nThe flight was due to take off at 10… [+2464 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Stocks slump on fears the Wuhan coronavirus will hammer global growth",
            "description": "Stocks plunged on Thursday as investors braced for the economic fallout of Wuhan coronavirus. Th flu-like illness has infected more than 7,700 people, killed at least 170, and spread to upwards of 20 countries. \"If the coronavirus outbreak persists, the effec…",
            "url": "https://markets.businessinsider.com/news/stocks/global-stocks-plunge-growth-fears-wuhan-coronavirus-spreads-2020-1-1028858756",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e32abb35bc79c6d042fb9f2-2400/rtx1oy6w.jpg",
            "publishedAt": "2020-01-30T10:27:44Z",
            "content": "REUTERS/Brendan McDermid\r\n<ul><li>Stocks plunged on Thursday as investors braced for the economic fallout of Wuhan coronavirus.</li><li> Th flu-like illness has infected more than 7,700 people, killed at least 170, and spread to upwards of 20 countries.</li><… [+2540 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Thursday. Apple and Samsung are now tied in the battle to be the world's biggest smartphone seller – or so the consensus seems to show. Some fourth-quarter smartphone shipments estimates put Apple slig…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-january-30-2020-1",
            "urlToImage": "https://i.insider.com/5c5c6f94a26516200c4a2d23?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T07:39:33Z",
            "content": "Apple CEO Tim Cook.\r\nGetty\r\nGood morning! This is the tech news you need to know this Thursday.\r\n<ol><li>Apple and Samsung are now tied in the battle to be the world's biggest smartphone seller – or so the consensus seems to show. Some fourth-quarter smartpho… [+2925 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "Wuhan is running low on food, hospitals are overflowing, and foreigners are being evacuated as panic sets in after a week under coronavirus lockdown",
            "description": "The epicenter of the novel coronavirus outbreak, Wuhan, a city in the Chinese province of Hubei with a population of 11 million, has been under an unprecedented quarantine since January 23. The coronavirus, 2019-nCoV, has so far killed 170 people and infected…",
            "url": "https://www.businessinsider.com/no-food-crowded-hospitals-wuhan-first-week-in-coronavirus-quarantine-2020-1",
            "urlToImage": "https://i.insider.com/5e32523d5bc79c50ac706bf3?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T07:27:34Z",
            "content": "The epicenter of the novel coronavirus outbreak, Wuhan, a city in the Chinese province of Hubei with a population of 11 million, has been under an unprecedented quarantine since January 23.\r\nThe coronavirus, 2019-nCoV, has so far killed 170 people and infecte… [+621 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "Australians trapped in Wuhan say they need to pay $1,000 in order to be rescued",
            "description": "Australians trapped in the Chinese city of Wuhan, the epicenter of the deadly coronavirus outbreak, say they have to pay up to $AU1000 ($673) to be evacuated. Australia has proposed a plan to transport its residents from Wuhan to its remote Indian Ocean terri…",
            "url": "https://www.businessinsider.com/australia-wuhan-coronavirus-rescue-pay-1000-2020-1",
            "urlToImage": "https://i.insider.com/5e326c1d24306a57de255c02?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T06:31:45Z",
            "content": "Australians trapped in the Chinese city of Wuhan say they are being asked to pay up to $AU1000 ($673) to be evacuated and transported to a remote island for quarantine. \r\nThose evacuating the city, which has been the epicenter of the coronavirus outbreak, tol… [+1716 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "A British woman offered an evacuation flight out of Wuhan says she was told to leave her 3-year-old son behind",
            "description": "Natalie Francis, a British woman living in Wuhan, says the UK government offered to evacuate her to the UK, but said she can't bring her three-year-old son. According to the BBC, only British passport holders who do not hold Chinese citizenship are being offe…",
            "url": "https://www.businessinsider.com/british-woman-wuhan-coronavirus-evacuation-child-china-2020-1",
            "urlToImage": "https://i.insider.com/5e321fcd24306a3b14602b03?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T01:09:42Z",
            "content": "A British woman living in Wuhan says that the UK offered to evacuate her from the quarantined city — but told her she can't bring her three-year-old son with her.\r\nNatalie Francis, an English teacher at a Wuhan school, is one of several British people due to … [+2777 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "The US just evacuated nearly 200 Americans from Wuhan, China. The passengers reportedly cheered when they landed.",
            "description": "Nearly 200 US citizens were evacuated on Tuesday from Wuhan, China — the city where a coronavirus outbreak originated in December. The flight landed in Riverside, California, on Wednesday. The plane carried many state department employees who were working at …",
            "url": "https://www.businessinsider.com/us-passengers-evacuated-wuhan-china-no-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e32093e62fa813e49603a34?width=1200&format=jpeg",
            "publishedAt": "2020-01-30T00:14:00Z",
            "content": "A flight carrying 195 US citizens landed at the March Air Reserve Base in Riverside, California, on Wednesday after departing from Wuhan, China — the origin city of a coronavirus outbreak that has killed 132 people and infected around 6,000.  \r\nThe plane carr… [+3941 chars]"
        }
    ]
}