{
    "status": "ok",
    "totalResults": 157,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong records second coronavirus death: hospital spokeswoman",
            "description": "Hong Kong recorded its second death caused by the new coronavirus on Wednesday, a Princess Margaret Hospital spokeswoman told Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-idUSKBN20D074",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T02:24:36Z",
            "content": "HONG KONG (Reuters) - Hong Kong recorded its second death caused by the new coronavirus on Wednesday, a Princess Margaret Hospital spokeswoman told Reuters. \r\nThe 70-year-old man, who had underlying illnesses, was one of the 62 confirmed cases in the Chinese-… [+87 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "What, us worry? 80-year-old U.S. couple smiles through virus quarantine",
            "description": "Two elderly American passengers, quarantined in Japan with the new coronavirus, learned on Wednesday they were still carrying the virus even after their expected quarantine period had ended.",
            "url": "https://www.reuters.com/article/us-china-health-japan-us-passengers-idUSKBN20D22T",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492436600&w=1200&r=LYNXMPEG1I1CF",
            "publishedAt": "2020-02-19T15:08:40Z",
            "content": "TOKYO (Reuters) - Two elderly American passengers, quarantined in Japan with the new coronavirus, learned on Wednesday they were still carrying the virus even after their expected quarantine period had ended. \r\nTheir reaction: a shrug and grin. \r\nClyde and Re… [+2262 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Swiss postpone global patient safety summit amid coronavirus outbreak",
            "description": "The Swiss government has postponed an annual patient safety summit scheduled for the end of this month, it said on Wednesday, citing the impact of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-swiss-idUSKBN20D1YX",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492419361&w=1200&r=LYNXMPEG1I1AC",
            "publishedAt": "2020-02-19T14:13:49Z",
            "content": "ZURICH (Reuters) - The Swiss government has postponed an annual patient safety summit scheduled for the end of this month, it said on Wednesday, citing the impact of the coronavirus outbreak. \r\nThe Ministerial Summit on Patient Safety, due to be held in Montr… [+395 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stephanie Nebehay",
            "title": "WHO says 'no indications' of coronavirus cases in North Korea",
            "description": "There are no indications that there are cases of the new coronavirus in North Korea, a World Health Organization (WHO) official said, despite South Korean media reports suggesting the outbreak had spread to the isolated country.",
            "url": "https://www.reuters.com/article/us-china-health-northkorea-idUSKBN20D04S",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T01:54:59Z",
            "content": "GENEVA/SEOUL (Reuters) - There are no indications that there are cases of the new coronavirus in North Korea, a World Health Organization (WHO) official said, despite South Korean media reports suggesting the outbreak had spread to the isolated country. \r\n“At… [+2119 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China to take over HNA as coronavirus hits business: Bloomberg",
            "description": "China plans to take over HNA Group Co and sell off its airline assets, as the coronavirus outbreak has hit the Chinese conglomerate's ability to meet financial obligations, Bloomberg reported https://www.bloomberg.com/news/articles/2020-02-19/china-said-to-ne…",
            "url": "https://www.reuters.com/article/us-china-health-hna-idUSKBN20D2BJ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492468974&w=1200&r=LYNXMPEG1I1JM",
            "publishedAt": "2020-02-19T16:45:29Z",
            "content": "BEIJING/SHANGHAI (Reuters) - China plans to take over HNA Group Co and sell off its airline assets, as the coronavirus outbreak has hit the Chinese conglomerate's ability to meet financial obligations, Bloomberg reported here on Wednesday, citing people famil… [+1578 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Chinese cities seek blood donations as coronavirus crimps supplies: China Daily",
            "description": "Several Chinese cities have declared that a shortage in blood supply for clinical use was imminent, state media reported on Tuesday, as travel curbs due to the coronavirus outbreak keep potential donors at home.",
            "url": "https://www.reuters.com/article/us-china-health-blood-idUSKBN20D039",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T01:20:48Z",
            "content": "SHANGHAI (Reuters) - Several Chinese cities have declared that a shortage in blood supply for clinical use was imminent, state media reported on Tuesday, as travel curbs due to the coronavirus outbreak keep potential donors at home. \r\nThe China Daily newspape… [+951 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan government conducts emergency survey on banks amid China virus outbreak",
            "description": "Japan's financial watchdog has begun conducting an emergency survey on domestic financial institutions with business operations in China to gauge how the coronavirus outbreak could affect credit costs, government sources said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-japan-banks-idUSKBN20D0R2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T07:34:27Z",
            "content": "TOKYO (Reuters) - Japan’s financial watchdog has begun conducting an emergency survey on domestic financial institutions with business operations in China to gauge how the coronavirus outbreak could affect credit costs, government sources said on Wednesday. \r… [+553 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Global efforts to develop vaccines, drugs to fight the coronavirus",
            "description": "Researchers and drug companies are scrambling to develop vaccines and treatments to fight the new coronavirus that emerged in central China in December and has spread to more than two dozen countries, killing more than 2,000 people.",
            "url": "https://www.reuters.com/article/us-china-health-treatments-factbox-idUSKBN20D2QX",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492559066&w=1200&r=LYNXMPEG1I1UB",
            "publishedAt": "2020-02-19T21:49:00Z",
            "content": "CHICAGO (Reuters) - Researchers and drug companies are scrambling to develop vaccines and treatments to fight the new coronavirus that emerged in central China in December and has spread to more than two dozen countries, killing more than 2,000 people. \r\nTher… [+4114 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan to send plane to evacuate citizens from virus-hit ship in Japan",
            "description": "Taiwan plans to send a chartered flight this week to evacuate its citizens from a virus-hit cruise ship in Japan, the Taiwan government said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-cruiseship-taiwan-idUSKBN20D0R4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T07:35:22Z",
            "content": "TAIPEI (Reuters) - Taiwan plans to send a chartered flight this week to evacuate its citizens from a virus-hit cruise ship in Japan, the Taiwan government said on Wednesday. \r\nThe plane will arrive in Japan as early as Friday afternoon, Deputy Health Minister… [+316 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei reports 349 new coronavirus cases vs 1,693 on Feb. 18",
            "description": "China's central Hubei province had 349 new confirmed cases of coronavirus infections on Wednesday, the province's health commission said on Thursday, down from 1,693 cases a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-idUSKBN20D2UO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T22:53:22Z",
            "content": "BEIJING (Reuters) - China’s central Hubei province had 349 new confirmed cases of coronavirus infections on Wednesday, the province’s health commission said on Thursday, down from 1,693 cases a day earlier. \r\nThat brings the total accumulated number of confir… [+196 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mongolia to shut schools until March 30 to curb virus outbreak",
            "description": "Mongolia will keep all its schools shut until March 30 in order to prevent the coronavirus from spreading in the country, the government said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-mongolia-idUSKBN20D0P9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T07:17:30Z",
            "content": "ULAANBAATAR (Reuters) - Mongolia will keep all its schools shut until March 30 in order to prevent the coronavirus from spreading in the country, the government said on Wednesday. \r\nThe flu-like virus has already killed more than 2,000 people in its southern … [+497 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China to tackle misuse of coronavirus funds by local governments: ministry",
            "description": "China's finance ministry said on Wednesday it would tackle any local governments' misuse of special funds meant to pay for the fight against the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-finance-idUSKBN20D15G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T09:41:56Z",
            "content": "BEIJING (Reuters) - China’s finance ministry said on Wednesday it would tackle any local governments’ misuse of special funds meant to pay for the fight against the coronavirus outbreak. \r\nThe ministry said it would investigate and punish irregularities inclu… [+159 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two test positive for coronavirus in Iran: health ministry spokesman",
            "description": "Preliminary tests on two suspected coronavirus cases in Iran have come back positive, a health ministry spokesman said on Wednesday, according to the official IRNA news agency.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKBN20D1HN",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T11:26:34Z",
            "content": "DUBAI (Reuters) - Preliminary tests on two suspected coronavirus cases in Iran have come back positive, a health ministry spokesman said on Wednesday, according to the official IRNA news agency. \r\nThe cases were in the city of Qom and the patients have been p… [+253 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO says man with coronavirus in Egypt is recovering, no longer a carrier",
            "description": "The World Health Organization (WHO) said on Wednesday that the person previously confirmed to have the COVID-19 coronavirus in Egypt is on his way to recovery, after latest tests showed he was \"no longer carrying the virus\".",
            "url": "https://www.reuters.com/article/us-china-health-egypt-idUSKBN20D284",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T16:05:36Z",
            "content": "GENEVA (Reuters) - The World Health Organization (WHO) said on Wednesday that the person previously confirmed to have the COVID-19 coronavirus in Egypt is on his way to recovery, after latest tests showed he was “no longer carrying the virus”. \r\n“He will rema… [+515 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China 'virtual idol' avatars mocked and removed amid coronavirus crisis",
            "description": "The Chinese Communist Party's Youth League removed a pair of anime-like characters this week after their introduction in the midst of the coronavirus outbreak unleashed a storm of criticism and mockery online.",
            "url": "https://www.reuters.com/article/us-china-health-avatars-idUSKBN20D1RR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T13:01:10Z",
            "content": "BEIJING (Reuters) - The Chinese Communist Party’s Youth League removed a pair of anime-like characters this week after their introduction in the midst of the coronavirus outbreak unleashed a storm of criticism and mockery online. \r\nThe fictitious brother-and-… [+945 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Countries evacuating nationals from coronavirus-hit areas",
            "description": "A growing number of countries around the world are evacuating or planning to evacuate diplomatic staff and citizens from parts of China and a cruise ship in Japan hit by the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKBN20D0CS",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492207656&w=1200&r=LYNXMPEG1I086",
            "publishedAt": "2020-02-19T04:11:19Z",
            "content": "(Reuters) - A growing number of countries around the world are evacuating or planning to evacuate diplomatic staff and citizens from parts of China and a cruise ship in Japan hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and ho… [+3562 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rocky Swift",
            "title": "With stricken cruise ship, Japan draws criticism over coronavirus response",
            "description": "As the virus-stricken Diamond Princess cruise ship is evacuated, Japan faces deepening criticism over its response to the outbreak, tarnishing what was supposed to be a triumphant Olympic year for Prime Minister Shinzo Abe.",
            "url": "https://www.reuters.com/article/us-china-health-japan-response-idUSKBN20D0HE",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492242219&w=1200&r=LYNXMPEG1I0BF",
            "publishedAt": "2020-02-19T06:04:30Z",
            "content": "TOKYO (Reuters) - As the virus-stricken Diamond Princess cruise ship is evacuated, Japan faces deepening criticism over its response to the outbreak, tarnishing what was supposed to be a triumphant Olympic year for Prime Minister Shinzo Abe. \r\nMore than 540 p… [+4934 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julie Steenhuysen",
            "title": "New coronavirus spreads more like flu than SARS: Chinese study",
            "description": "Scientists in China who studied nose and throat swabs from 18 patients infected with the new coronavirus say it behaves much more like influenza than other closely related viruses, suggesting it may spread even more easily than previously believed.",
            "url": "https://www.reuters.com/article/us-china-health-study-idUSKBN20D2W6",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492594761&w=1200&r=LYNXMPEG1I1XA",
            "publishedAt": "2020-02-19T23:37:17Z",
            "content": "CHICAGO (Reuters) - Scientists in China who studied nose and throat swabs from 18 patients infected with the new coronavirus say it behaves much more like influenza than other closely related viruses, suggesting it may spread even more easily than previously … [+2568 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 1,749 new confirmed cases of coronavirus on Feb. 18",
            "description": "Mainland China had 1,749 new confirmed cases of coronavirus infections on Tuesday, the country's National Health Commission said on Wednesday, down from 1,886 cases a day earlier and the lowest since Jan. 29.",
            "url": "https://www.reuters.com/article/us-china-health-cases-idUSKBN20D00N",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T00:14:37Z",
            "content": "BEIJING (Reuters) - Mainland China had 1,749 new confirmed cases of coronavirus infections on Tuesday, the country’s National Health Commission said on Wednesday, down from 1,886 cases a day earlier and the lowest since Jan. 29. \r\nThat brings the total accumu… [+404 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Liz Lee",
            "title": "Malaysia maintains tourism target, bets on locals and non-Chinese visitors",
            "description": "Malaysia expects to meet its target of a record 30 million tourists this year by redirecting its marketing efforts to local and other markets as arrivals from coronavirus-hit China fall, a tourism official told Reuters on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-malaysia-idUSKBN20D0U1",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492280706&w=1200&r=LYNXMPEG1I0HQ",
            "publishedAt": "2020-02-19T07:58:35Z",
            "content": "KUALA LUMPUR (Reuters) - Malaysia expects to meet its target of a record 30 million tourists this year by redirecting its marketing efforts to local and other markets as arrivals from coronavirus-hit China fall, a tourism official told Reuters on Wednesday. \r… [+1248 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China vice premier says Hubei virus control improving, situation still severe",
            "description": "Efforts to prevent and control the coronavirus in China's Hubei province have made progress but the situation remains severe, Chinese Vice Premier Sun Chunlan said on Wednesday, according to state-run CCTV.",
            "url": "https://www.reuters.com/article/us-china-health-vicepremier-idUSKBN20D1NN",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492376017&w=1200&r=LYNXMPEG1I121",
            "publishedAt": "2020-02-19T12:21:02Z",
            "content": "BEIJING (Reuters) - Efforts to prevent and control the coronavirus in China’s Hubei province have made progress but the situation remains severe, Chinese Vice Premier Sun Chunlan said on Wednesday, according to state-run CCTV. \r\nAuthorities in Beijing are urg… [+210 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "All Ukrainians being evacuated from China in healthy condition: deputy health minister",
            "description": "All Ukrainians being evacuated from China's Hubei province this week are in a healthy condition, Dmytro Koval, the deputy health minister, told reporters on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-ukraine-evacuation-idUSKBN20D2A8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T16:26:12Z",
            "content": "KIEV (Reuters) - All Ukrainians being evacuated from China’s Hubei province this week are in a healthy condition, Dmytro Koval, the deputy health minister, told reporters on Wednesday. \r\n“Everyone is healthy,” he told a televised briefing. “There is no threat… [+398 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada to evacuate citizens from virus-hit cruise ship Thursday",
            "description": "The Canadian government will begin evacuating its citizens from a virus-hit cruise ship quarantined off Yokohama, Japan, on Thursday evening, Foreign Minister Francois-Philippe Champagne said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-japan-canada-idUSKBN20D2SG",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492566156&w=1200&r=LYNXMPEG1I1V5",
            "publishedAt": "2020-02-19T22:04:11Z",
            "content": "OTTAWA (Reuters) - The Canadian government will begin evacuating its citizens from a virus-hit cruise ship quarantined off Yokohama, Japan, on Thursday evening, Foreign Minister Francois-Philippe Champagne said on Wednesday. \r\n“The aircraft the government has… [+1020 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lindsay Dunsmuir",
            "title": "Fed policymakers cautiously optimistic on U.S. economy despite new risks, minutes show",
            "description": "Federal Reserve policymakers were cautiously optimistic about their ability to hold interest rates steady this year, minutes of the central bank's last policy meeting showed, even as they acknowledged new risks caused by the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-usa-fed-minutes-idUSKBN20D2K3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492512793&w=1200&r=LYNXMPEG1I1PM",
            "publishedAt": "2020-02-19T19:06:27Z",
            "content": "WASHINGTON (Reuters) - Federal Reserve policymakers were cautiously optimistic about their ability to hold interest rates steady this year, minutes of the central bank’s last policy meeting showed, even as they acknowledged new risks caused by the coronavirus… [+3807 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stanley White",
            "title": "Asian shares inch higher, euro teeters on weak economic outlook",
            "description": "Asian shares and U.S. stock futures edged cautiously higher on Wednesday as investors tried to shake off worries about the coronavirus epidemic following a slight decline in the number of new cases.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKBN20D027",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492148730&w=1200&r=LYNXMPEG1I01K",
            "publishedAt": "2020-02-19T01:02:07Z",
            "content": "TOKYO (Reuters) - Asian shares and U.S. stock futures edged cautiously higher on Wednesday as investors tried to shake off worries about the coronavirus epidemic following a slight decline in the number of new cases. \r\nMSCI’s broadest index of Asia-Pacific sh… [+3329 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "Futures rise on China stimulus hopes, signs of slowing virus spread",
            "description": "U.S. stock index futures advanced on Wednesday as signs of slowing coronavirus infections and expectations that China would take more steps to bolster its virus-hit economy helped investors return to equities after Apple's sales warning.",
            "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN20D1RI",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492390290&w=1200&r=LYNXMPEG1I14P",
            "publishedAt": "2020-02-19T12:58:32Z",
            "content": "(Reuters) - U.S. stock index futures advanced on Wednesday as signs of slowing coronavirus infections and expectations that China would take more steps to bolster its virus-hit economy helped investors return to equities after Apple’s sales warning. \r\nThe num… [+1995 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oil inches higher, but gains capped by widening economic impact of coronavirus outbreak",
            "description": "Oil prices were slightly higher on Wednesday with gains limited by the widening economic impact from the coronavirus epidemic that started in China, although new confirmed cases fell for a second day in the province at the center of the outbreak.",
            "url": "https://www.reuters.com/article/us-global-oil-idUSKBN20D059",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492166715&w=1200&r=LYNXMPEG1I032",
            "publishedAt": "2020-02-19T02:01:44Z",
            "content": "TOKYO (Reuters) - Oil prices were slightly higher on Wednesday with gains limited by the widening economic impact from the coronavirus epidemic that started in China, although new confirmed cases fell for a second day in the province at the center of the outb… [+1706 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Engen Tham",
            "title": "Exclusive: Unilever, 3M on list of firms eligible for China loans to ease coronavirus crisis - sources",
            "description": "Shanghai has compiled a list of firms, including local units of multi-nationals Unilever PLC and 3M Co , as eligible for millions of dollars in subsidized loans to ease any blow from the coronavirus outbreak, according to bankers and documents seen by Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-lending-exclusive-idUSKBN20D0SQ",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492277021&w=1200&r=LYNXMPEG1I0H3",
            "publishedAt": "2020-02-19T07:48:19Z",
            "content": "SHANGHAI/BEIJING (Reuters) - Shanghai has compiled a list of firms, including local units of multi-nationals Unilever PLC (ULVR.L) and 3M Co (MMM.N), as eligible for millions of dollars in subsidized loans to ease any blow from the coronavirus outbreak, accor… [+4999 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. housing starts fall; building permits near 13-year high",
            "description": "U.S. homebuilding fell less than expected in January while permits surged to a near 13-year high, pointing to sustained housing market strength amid lower mortgage rates.",
            "url": "https://www.reuters.com/article/us-usa-economy-housingstarts-idUSKBN20D1VF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492404616&w=1200&r=LYNXMPEG1I18I",
            "publishedAt": "2020-02-19T13:37:42Z",
            "content": "WASHINGTON (Reuters) - U.S. homebuilding fell less than expected in January while permits surged to a near 13-year high, pointing to sustained housing market strength amid lower mortgage rates. \r\nHousing starts dropped 3.6% to a seasonally adjusted annual rat… [+2457 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's HNA emerges as recent buyer of A330neo jets amid revamp: sources",
            "description": "Debt-laden HNA Group has restructured jet orders with Europe's Airbus in a compromise deal that includes an order for dozens of A330neo jets, two people familiar with the matter said, amid reports of a wider shake-up at the Chinese conglomerate.",
            "url": "https://www.reuters.com/article/us-china-health-hna-airbus-idUSKBN20D2SZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492569745&w=1200&r=LYNXMPEG1I1VQ",
            "publishedAt": "2020-02-19T22:14:19Z",
            "content": "SHANGHAI (Reuters) - Debt-laden HNA Group has restructured jet orders with Europe’s Airbus in a compromise deal that includes an order for dozens of A330neo jets, two people familiar with the matter said, amid reports of a wider shake-up at the Chinese conglo… [+2227 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lucia Mutikani",
            "title": "U.S. housing starts drop; building permits near 13-year high",
            "description": "U.S. homebuilding fell less than expected in January while permits surged to a near 13-year high, pointing to sustained housing market strength that could help keep the longest economic expansion in history on track.",
            "url": "https://www.reuters.com/article/us-usa-economy-idUSKBN20D1VF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492421209&w=1200&r=LYNXMPEG1I18I",
            "publishedAt": "2020-02-19T14:24:42Z",
            "content": "WASHINGTON (Reuters) - U.S. homebuilding fell less than expected in January while permits surged to a near 13-year high, pointing to sustained housing market strength that could help keep the longest economic expansion in history on track. \r\nOther data on Wed… [+4885 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Adidas' China business activity falls 85% due to coronavirus - Reuters",
            "description": "German sportswear maker Adidas said on Wednesday that business in the Greater China area had dropped by about 85% year-on-year as the coronavirus outbreak has resulted in store closures and fewer customers visiting the remaining outlets.",
            "url": "https://www.reuters.com/article/china-health-adidas-idUSL8N2AJ1VD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T08:36:00Z",
            "content": "BERLIN, Feb 19 (Reuters) - German sportswear maker Adidas said on Wednesday that business in the Greater China area had dropped by about 85% year-on-year as the coronavirus outbreak has resulted in store closures and fewer customers visiting the remaining out… [+516 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Malaysian firm offers AI-based profiling of Chinese visitors for virus",
            "description": "Malaysia's MYEG Services Bhd said on Wednesday it had developed a coronavirus risk-profiling system for visitors from China and was offering the artificial intelligence-based service to the governments of Malaysia and the Philippines.",
            "url": "https://www.reuters.com/article/us-china-health-malaysia-profiling-idUSKBN20D1WJ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492406894&w=1200&r=LYNXMPEG1I18X",
            "publishedAt": "2020-02-19T13:45:15Z",
            "content": "KUALA LUMPUR (Reuters) - Malaysia’s MYEG Services Bhd (MYEG.KL) said on Wednesday it had developed a coronavirus risk-profiling system for visitors from China and was offering the artificial intelligence-based service to the governments of Malaysia and the Ph… [+1199 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany's Scholz expects G20 progress on tax rules for tech giants - Reuters",
            "description": "German Finance Minister Olaf Scholz told Reuters on Wednesday he expected financial leaders of the world's 20 largest economies (G20) to make progress at a Riyadh meeting on a global minimum taxation for companies and new tax rules for tech giants.",
            "url": "https://www.reuters.com/article/us-germany-scholz-idUSKBN20D2DX",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492482285&w=1200&r=LYNXMPEG1I1LN",
            "publishedAt": "2020-02-19T17:27:00Z",
            "content": "BERLIN (Reuters) - German Finance Minister Olaf Scholz told Reuters on Wednesday he expected financial leaders of the world’s 20 largest economies (G20) to make progress at a Riyadh meeting on a global minimum taxation for companies and new tax rules for tech… [+617 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong records second coronavirus death: hospital spokeswoman",
            "description": "Hong Kong recorded its second death caused by the new coronavirus on Wednesday, a Princess Margaret Hospital spokeswoman told Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-idUSKBN20D074",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T02:24:36Z",
            "content": "HONG KONG (Reuters) - Hong Kong recorded its second death caused by the new coronavirus on Wednesday, a Princess Margaret Hospital spokeswoman told Reuters. \r\nThe 70-year-old man, who had underlying illnesses, was one of the 62 confirmed cases in the Chinese-… [+87 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ryan Woo",
            "title": "New coronavirus cases in China fall for second day as death toll passes 2,000",
            "description": "The death toll from the new coronavirus in mainland China passed 2,000 on Wednesday although the number of new cases fell for a second straight day, as authorities tightened already severe containment measures in the worst-hit city of Wuhan.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKBN20D02U",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492151734&w=1200&r=LYNXMPEG1I01Q",
            "publishedAt": "2020-02-19T01:21:17Z",
            "content": "BEIJING (Reuters) - The death toll from the new coronavirus in mainland China passed 2,000 on Wednesday although the number of new cases fell for a second straight day, as authorities tightened already severe containment measures in the worst-hit city of Wuha… [+4624 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Foreign visitors to Japan fall for fourth straight month in January",
            "description": "The number of foreign visitors to Japan fell for the fourth straight month in January as the impact of a South Korean boycott continued to weigh, with further, sharper falls expected ahead as the coronavirus keeps away Chinese travelers.",
            "url": "https://www.reuters.com/article/us-china-health-japan-tourism-idUSKBN20D0NR",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492263441&w=1200&r=LYNXMPEG1I0EX",
            "publishedAt": "2020-02-19T07:13:59Z",
            "content": "TOKYO (Reuters) - The number of foreign visitors to Japan fell for the fourth straight month in January as the impact of a South Korean boycott continued to weigh, with further, sharper falls expected ahead as the coronavirus keeps away Chinese travelers. \r\nT… [+905 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kate Kelland",
            "title": "China HIV patients risk running out of AIDS drugs in days: UNAIDS",
            "description": "HIV patients in China risk running out of life-saving AIDS drugs because quarantines and lockdowns aimed at containing the coronavirus disease outbreak mean they cannot replenish vital medicine stocks, United Nations AIDS agency said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-aids-idUSKBN20D1RE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T12:58:08Z",
            "content": "LONDON/BEIJING (Reuters) - HIV patients in China risk running out of life-saving AIDS drugs because quarantines and lockdowns aimed at containing the coronavirus disease outbreak mean they cannot replenish vital medicine stocks, United Nations AIDS agency sai… [+2610 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea to announce about 10 new cases of coronavirus on Wednesday: Yonhap",
            "description": "South Korea has confirmed about 10 new cases of the coronavirus and will announce the positive test results later on Wednesday, Yonhap news agency reported, citing unnamed health officials.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-cases-idUSKBN20D02O",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T01:06:54Z",
            "content": "SEOUL (Reuters) - South Korea has confirmed about 10 new cases of the coronavirus and will announce the positive test results later on Wednesday, Yonhap news agency reported, citing unnamed health officials. \r\nThe new cases are in the city of Daegu and the su… [+337 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Last passengers leave cruise ship in Cambodia after virus clearance",
            "description": "Remaining passengers who were stuck onboard a cruise ship docked in Cambodia for almost a week left the vessel on Wednesday after they tested negative for the coronavirus, a government official said.",
            "url": "https://www.reuters.com/article/us-china-health-cambodia-cruiseship-idUSKBN20D0OO",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492265258&w=1200&r=LYNXMPEG1I0F7",
            "publishedAt": "2020-02-19T07:13:41Z",
            "content": "SIHANOUKVILLE, Cambodia (Reuters) - Remaining passengers who were stuck onboard a cruise ship docked in Cambodia for almost a week left the vessel on Wednesday after they tested negative for the coronavirus, a government official said. \r\nMS Westerdam, operate… [+2075 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hyonhee Shin",
            "title": "South Korea city deserted after coronavirus church 'super-spreader' - Reuters India",
            "description": "South Korea city deserted after coronavirus church 'super-spreader' Reuters India Latest on coronavirus spreading in China and beyond Reuters COVID-19 spreads more like flu than SARS: Chinese study CNA Confusion over coronavirus case count in China muddies pi…",
            "url": "https://in.reuters.com/article/us-china-health-idINKBN20E0AM",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492717691&w=1200&r=LYNXMPEG1J0GA",
            "publishedAt": "2020-02-19T01:58:00Z",
            "content": "SEOUL/BEIJING (Reuters) - The streets of South Korea’s fourth-largest city were abandoned on Thursday, with residents holed up indoors after dozens of people caught the new coronavirus in what authorities described as a “super-spreading event” at a church. \r\n… [+4896 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julie Steenhuysen",
            "title": "CORRECTED-New coronavirus spreads more like flu than SARS -Chinese study - Reuters",
            "description": "CORRECTED-New coronavirus spreads more like flu than SARS -Chinese study Reuters Coronavirus latest: Facebook pulls out of San Francisco gaming conference Financial Times COVID-19 case tally: 75,748 cases, 2,129 deaths MarketWatch Coronavirus: 81% of cases ar…",
            "url": "https://in.reuters.com/article/china-health-study-idINL1N2AJ1Y4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T23:30:00Z",
            "content": "(Corrects spelling of scientist’s name in paragraphs 10-11 to Andersen from Anderson) \r\nBy Julie Steenhuysen \r\nCHICAGO, Feb 19 (Reuters) - Scientists in China who studied nose and throat swabs from 18 patients infected with the new coronavirus say it behaves … [+2587 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julie Steenhuysen",
            "title": "New coronavirus spreads more like flu than SARS: Chinese study - Reuters",
            "description": "New coronavirus spreads more like flu than SARS: Chinese study Reuters Chinese CDC study finds Covid-19 virus to be more contagious than SARS or MERS CNN Study identifies new CoV responsible for the Wuhan outbreak News-Medical.net Fist Bumps vs. Handshakes: H…",
            "url": "https://in.reuters.com/article/us-china-health-study-idINKBN20D2W6",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492594761&w=1200&r=LYNXMPEG1I1XA",
            "publishedAt": "2020-02-19T23:35:00Z",
            "content": "CHICAGO (Reuters) - Scientists in China who studied nose and throat swabs from 18 patients infected with the new coronavirus say it behaves much more like influenza than other closely related viruses, suggesting it may spread even more easily than previously … [+2568 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Thomas Escritt",
            "title": "Berlinale celebrates 70 years with return to political roots",
            "description": "An exploration of what freedom means in a dictatorship by a jailed Iranian director and the story of three people trying to wrest back control of their lives from social media giants are among the films competing in this year's Berlin Film Festival.",
            "url": "https://www.reuters.com/article/us-filmfestival-berlin-preview-idUSKBN20D25S",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492445695&w=1200&r=LYNXMPEG1I1FQ",
            "publishedAt": "2020-02-19T15:36:32Z",
            "content": "BERLIN (Reuters) - An exploration of what freedom means in a dictatorship by a jailed Iranian director and the story of three people trying to wrest back control of their lives from social media giants are among the films competing in this year’s Berlin Film … [+2301 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Facebook says 'deeply concerned' about Singapore's order to block page",
            "description": "Facebook Inc said it was \"deeply concerned\" about a Singapore government order to block access to a blog page on its social media website under a controversial fake news law.",
            "url": "https://www.reuters.com/article/us-singapore-facebook-idUSKBN20D0AD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492192310&w=1200&r=LYNXMPEG1I06E",
            "publishedAt": "2020-02-19T03:21:56Z",
            "content": "SINGAPORE (Reuters) - Facebook Inc said it was “deeply concerned” about a Singapore government order to block access to a blog page on its social media website under a controversial fake news law. \r\nThe government had ordered Facebook this week to block the S… [+1727 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Alan Baldwin",
            "title": "McLaren limit F1 hospitality access amid coronavirus fears",
            "description": "McLaren have closed their paddock hospitality at Formula One testing in Barcelona to anyone who has visited China in the past two weeks as part of measures to combat the spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-motor-f1-idUSKBN20D2DH",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492477686&w=1200&r=LYNXMPEG1I1KR",
            "publishedAt": "2020-02-19T17:11:29Z",
            "content": "BARCELONA (Reuters) - McLaren have closed their paddock hospitality at Formula One testing in Barcelona to anyone who has visited China in the past two weeks as part of measures to combat the spread of the coronavirus. \r\nOne Chinese motorsports journalist, wh… [+2144 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ian Ransom",
            "title": "Olympics: 'Flying Dutchman' Zonderland seeking Tokyo runway",
            "description": "Eight years on from claiming a stunning high bar gold for the Netherlands at the London Olympics, gymnast Epke Zonderland is yet to breathe easy as he plots his way across a qualifying tightrope to Tokyo.",
            "url": "https://www.reuters.com/article/us-olympics-gymnastics-zonderland-interv-idUSKBN20D0TU",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492281198&w=1200&r=LYNXMPEG1I0HL",
            "publishedAt": "2020-02-19T07:58:30Z",
            "content": "MELBOURNE (Reuters) - Eight years on from claiming a stunning high bar gold for the Netherlands at the London Olympics, gymnast Epke Zonderland is yet to breathe easy as he plots his way across a qualifying tightrope to Tokyo. \r\nZonderland, the only gymnast t… [+3379 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Swati Pandey",
            "title": "Australia, NZ dollars weaken on fears of virus impact on economy",
            "description": "The Australian and New Zealand dollars nursed losses on Wednesday as risk appetite weakened over fears about the hit to world economies from the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/australia-forex-idUSL4N2AJ0S6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T02:43:36Z",
            "content": "SYDNEY, Feb 19 (Reuters) - The Australian and New Zealand dollars nursed losses on Wednesday as risk appetite weakened over fears about the hit to world economies from the coronavirus outbreak. \r\nThe new coronavirus has caused 2,004 deaths in China and infect… [+2325 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Tom Westbrook",
            "title": "FOREX-Dollar shines against euro, riskier peers as virus hit widens",
            "description": "The dollar stood tall over the languishing euro and heavily sold exporter currencies on Wednesday, as investors reckoned with a deepening economic fallout from the coronavirus.",
            "url": "https://www.reuters.com/article/uk-global-forex-idUSKBN20D03V",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492158873&w=1200&r=LYNXMPEG1I026",
            "publishedAt": "2020-02-19T01:31:26Z",
            "content": "SINGAPORE (Reuters) - The dollar stood tall over the languishing euro and heavily sold exporter currencies on Wednesday, as investors reckoned with a deepening economic fallout from the coronavirus. \r\nThe new coronavirus has caused 2,004 deaths in China and i… [+3048 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "METALS-Copper picks up as new coronavirus cases fall for 2nd day",
            "description": "Copper prices edged up on Wednesday as concerns around the coronavirus eased after daily new infections dipped for a second straight day.",
            "url": "https://www.reuters.com/article/global-metals-idUSL4N2AJ0N4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T02:21:47Z",
            "content": "Feb 19 (Reuters) - Copper prices edged up on Wednesday as concerns around the coronavirus eased after daily new infections dipped for a second straight day. \r\nChina’s National Health Commission reported 1,749 new confirmed cases of coronavirus infections, the… [+2306 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Farah Master",
            "title": "Only masked punters: Macau casinos reopen after coronavirus suspension",
            "description": "Casinos in Macau, the world's biggest gambling hub, reopen on Thursday after being closed for two weeks because of the coronavirus epidemic, but all punters and croupiers will have to wear a mask at the tables.",
            "url": "https://www.reuters.com/article/us-china-health-macau-idUSKBN20D0YZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492298727&w=1200&r=LYNXMPEG1I0KM",
            "publishedAt": "2020-02-19T08:39:53Z",
            "content": "HONG KONG/MACAU (Reuters) - Casinos in Macau, the world’s biggest gambling hub, reopen on Thursday after being closed for two weeks because of the coronavirus epidemic, but all punters and croupiers will have to wear a mask at the tables. \r\nCasino executives … [+4099 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "US STOCKS SNAPSHOT-S&P 500, Nasdaq notch record highs on China stimulus hopes",
            "description": "The S&P 500 and Nasdaq rose to record closing highs on Wednesday as optimism that China would take more measures to prop up its economy eased concerns about the economic impact of the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSAQN0265FT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T21:03:45Z",
            "content": "NEW YORK, Feb 19 (Reuters) - The S&amp;P 500 and Nasdaq rose to record closing highs on Wednesday as optimism that China would take more measures to prop up its economy eased concerns about the economic impact of the coronavirus epidemic. \r\nThe Dow Jones Indu… [+241 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Herbert Lash",
            "title": "GLOBAL MARKETS-Stocks scale fresh peaks on slowing virus, dollar gains",
            "description": "The dollar gained while some U.S. and European equity indexes scaled fresh peaks on Wednesday after China reported another decline in new coronavirus cases and on expectations of Chinese stimulus to counter a slowdown in growth.",
            "url": "https://www.reuters.com/article/global-markets-idUSL1N2AJ184",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T20:35:32Z",
            "content": "(Adds gold, oil settlement prices) \r\n* Tracking the coronavirus: tmsnrt.rs/3aIRuz7\r\n* Nasdaq, S&amp;P 500, pan-regional European indexes hit records \r\n* Euro holds near 3-year lows, gold above $1,600 an ounce \r\n* Oil gains more than 2% as virus fears ease \r\nB… [+4455 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "US STOCKS-Wall St poised for higher open on China stimulus hopes, signs of slowing virus spread",
            "description": "Wall street was set for a stronger open on Wednesday as signs of slowing coronavirus infections and expectations that China would take more measures to bolster its virus-hit economy helped investors shake off worries stemming from Apple's sales warning.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AJ3F9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T14:14:06Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.) \r\n* Garmin climbs after upbeat revenue forecast \r\n* China expected to cut benchmark interest rates \r\n* Fed minutes to be released at 2 p.m. ET (1900 GMT) \r\n* Futures up: Dow 0.3… [+2811 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX at record high as oil prices rise",
            "description": "A rally in energy shares helped Canada's main stock index open at new highs on Wednesday as a decline in new coronavirus cases in China eased fears of falling crude oil demand.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AJ3K5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T14:39:22Z",
            "content": "Feb 19 (Reuters) - A rally in energy shares helped Canada’s main stock index open at new highs on Wednesday as a decline in new coronavirus cases in China eased fears of falling crude oil demand. \r\n* At 09:30 a.m. ET (14:30 GMT), the Toronto Stock Exchange’s … [+140 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "US STOCKS-S&P 500, Nasdaq scale new highs on China stimulus hopes",
            "description": "The S&P 500 and the Nasdaq hit all-time highs on Wednesday as hopes that China would take more measures to prop up its economy eased worries about the impact of the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AJ3SQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T17:00:56Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.) \r\n* Garmin climbs after upbeat revenue forecast \r\n* China expected to cut benchmark interest rates \r\n* Fed minutes to be released at 2 p.m. ET (1900 GMT) \r\n* Indexes up: Dow 0.4… [+2687 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stella Qiu",
            "title": "Foreign pilots at Chinese airlines return home on unpaid leave as demand plummets",
            "description": "Foreign pilots at some Chinese airlines have returned to their home countries and are considering other jobs after being placed on unpaid leave as demand falls because of the coronavirus, affected flight crew told Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-pilots-idUSKBN20D07X",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492178831&w=1200&r=LYNXMPEG1I04T",
            "publishedAt": "2020-02-19T02:33:49Z",
            "content": "BEIJING/SYDNEY (Reuters) - Foreign pilots at some Chinese airlines have returned to their home countries and are considering other jobs after being placed on unpaid leave as demand falls because of the coronavirus, affected flight crew told Reuters. \r\nMeanwhi… [+3226 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mai Nguyen",
            "title": "METALS-Copper rises on China stimulus hopes, drop in virus cases",
            "description": "Copper prices advanced on Wednesday amid hopes of more stimulus measures from China to support an economy hurt by the coronavirus outbreak, while sentiment was also lifted as the number of new infections dipped for a second straight day.",
            "url": "https://www.reuters.com/article/global-metals-idUSL4N2AJ1H2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T06:09:29Z",
            "content": "(Updates prices and adds details) \r\nBy Mai Nguyen \r\nFeb 19 (Reuters) - Copper prices advanced on Wednesday amid hopes of more stimulus measures from China to support an economy hurt by the coronavirus outbreak, while sentiment was also lifted as the number of… [+2427 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shreyashi Sanyal",
            "title": "EMERGING MARKETS-EM assets gain ground as new coronavirus cases drop",
            "description": "Emerging market assets regained footing on Wednesday, as worries about the spread of the coronavirus eased after the rate of new infections slowed and as investors took comfort from China's efforts to contain the epidemic's economic impact.",
            "url": "https://www.reuters.com/article/emerging-markets-idUSL8N2AJ2AV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T09:46:19Z",
            "content": "* New coronavirus cases in China fall for second day \r\n* Turkish central bank’s interest rate decision awaited \r\n* South Africa’s rand firms following inflation data \r\nBy Shreyashi Sanyal \r\nFeb 19 (Reuters) - Emerging market assets regained footing on Wednesd… [+2630 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CORRECTED-European shares lifted by weaker euro, dip in new virus cases",
            "description": "European shares rose on Wednesday, supported by a weaker euro, while a decline in the number of new coronavirus cases raised hopes that the impact of the epidemic on the global supply chain would be short-lived.",
            "url": "https://www.reuters.com/article/us-europe-stocks-idUSKBN20D0VT",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492287556&w=1200&r=LYNXMPEG1I0IQ",
            "publishedAt": "2020-02-19T08:18:29Z",
            "content": "(Reuters) - European shares rose on Wednesday, supported by a weaker euro, while a decline in the number of new coronavirus cases raised hopes that the impact of the epidemic on the global supply chain would be short-lived. \r\nThe pan-European STOXX 600 index … [+814 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ryan Woo",
            "title": "UPDATE 1-China's virus-hit industrial cities start to ease curbs, restore production",
            "description": "Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to restart production, following weeks of stoppages due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/china-health-economy-idUSL4N2AJ27V",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T08:49:25Z",
            "content": "(Adds detail on labour shortages in Zhejiang) \r\nBy Ryan Woo and Lusha Zhang \r\nBEIJING, Feb 19 (Reuters) - Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to … [+4007 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lindsay Dunsmuir",
            "title": "REFILE-Fed policymakers cautiously optimistic on U.S. economy despite new risks, minutes show",
            "description": "Federal Reserve policymakers were cautiously optimistic about their ability to hold interest rates steady this year, minutes of the central bank's last policy meeting showed, even as they acknowledged new risks caused by the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/usa-fed-minutes-idUSFOMJDEG7P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T19:34:29Z",
            "content": "(In paragraph 6, corrects day of week on Apple warning to Monday, not Tuesday) \r\nBy Lindsay Dunsmuir \r\nWASHINGTON, Feb 19 (Reuters) - Federal Reserve policymakers were cautiously optimistic about their ability to hold interest rates steady this year, minutes … [+3898 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "PetroChina resumes Guangdong refinery construction after extended holiday",
            "description": "* Asia'a largest oil and gas firm PetroChina resumed construction of its oil refinery and petrochemical project in southern Chinese province of Guangdong, as the number of new coronavirus cases fell for a second straight day.",
            "url": "https://www.reuters.com/article/china-health-cnpc-guangdong-idUSL4N2AJ1DU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T04:43:36Z",
            "content": "BEIJING, Feb 19 (Reuters) - \r\n* Asia’a largest oil and gas firm PetroChina resumed construction of its oil refinery and petrochemical project in southern Chinese province of Guangdong, as the number of new coronavirus cases fell for a second straight day. \r\n*… [+798 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Baltic index gains as vessel rates edge higher",
            "description": "The Baltic Exchange's main sea freight index rose on Wednesday as rates improved across all vessel segments, even as shipping activity remained subdued due to the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/baltic-index-idUSL4N2AJ3KJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T15:01:47Z",
            "content": "Feb 19 (Reuters) - The Baltic Exchange’s main sea freight index rose on Wednesday as rates improved across all vessel segments, even as shipping activity remained subdued due to the coronavirus outbreak in China. \r\n* The Baltic index, which tracks rates for c… [+1228 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Last passengers leave cruise ship in Cambodia after virus clearance",
            "description": "Remaining passengers who were stuck onboard a cruise ship docked in Cambodia for almost a week left the vessel on Wednesday after they tested negative for the coronavirus, a government official said.",
            "url": "https://www.reuters.com/article/china-health-cambodia-cruiseship-idUSL4N2AJ1R2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T07:09:56Z",
            "content": "SIHANOUKVILLE, Cambodia, Feb 19 (Reuters) - Remaining passengers who were stuck onboard a cruise ship docked in Cambodia for almost a week left the vessel on Wednesday after they tested negative for the coronavirus, a government official said. \r\nMS Westerdam,… [+2084 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Second Hong Kong coronavirus death as it awaits stranded cruise passengers",
            "description": "Hong Kong reported its second death from the new coronavirus on Wednesday as authorities drew up plans to fly home hundreds of city residents stranded on a virus-stricken cruise ship in Japan.",
            "url": "https://www.reuters.com/article/china-health-hongkong-idUSL4N2AJ11Z",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T04:50:48Z",
            "content": "(Updates with comment from security secretary) \r\nHONG KONG, Feb 19 (Reuters) - Hong Kong reported its second death from the new coronavirus on Wednesday as authorities drew up plans to fly home hundreds of city residents stranded on a virus-stricken cruise sh… [+2796 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's virus-hit industrial cities start to ease transport curbs, restore production",
            "description": "Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to restart production, following weeks of stoppages due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-economy-idUSKBN20D0PB",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492281504&w=1200&r=LYNXMPEG1I0HU",
            "publishedAt": "2020-02-19T07:12:02Z",
            "content": "BEIJING (Reuters) - Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to restart production, following weeks of stoppages due to the coronavirus outbreak. \r\nIn… [+3375 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Pratima Desai",
            "title": "METALS-Copper steady but virus clouds China demand prospects",
            "description": "Copper prices steadied on Wednesday near three-week highs as top consumer China announced further measures to help shore up growth hit by the coronavirus, but concern about the eventual damage to the economy capped gains.",
            "url": "https://www.reuters.com/article/global-metals-idUSL4N2AJ2MR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T11:38:01Z",
            "content": "* Premium for cash over three-month lead contract jumps \r\n* Premium hits nine-year high of $68 a tonne on Tuesday (Recasts, adds comment and London dateline) \r\nBy Pratima Desai \r\nLONDON, Feb 19 (Reuters) - Copper prices steadied on Wednesday near three-week h… [+2682 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX futures edge up as oil prices gain on slowing virus spread",
            "description": "Futures for Canada's main stock index were marginally up on Wednesday, gaining support from higher crude prices as a fall in the number of new coronavirus cases in China for the second straight day eased oil demand worries.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AJ2YG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T12:33:31Z",
            "content": "Feb 19 (Reuters) - Futures for Canada’s main stock index were marginally up on Wednesday, gaining support from higher crude prices as a fall in the number of new coronavirus cases in China for the second straight day eased oil demand worries. \r\nMarch futures … [+2296 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Morning News Call - India, February 19",
            "description": "Reuters (Feb 19) - To access a PDF version of this newsletter, please click\nhere http://share.thomsonreuters.com/assets/newsletters/Indiamorning/MNC_IN_02192020.pdf\n    \n    If you would like to receive this newsletter via email, please register at:\nhttp://so…",
            "url": "https://www.reuters.com/article/india-morningcall-idUSL4N2AJ0AT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T03:11:46Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France's Eramet freezes lithium mine project in Argentina",
            "description": "Eramet has postponed an Argentine lithium mine project aimed at shifting the group's focus towards electric vehicle minerals, it said, citing economic and regulatory uncertainty in the debt-stricken South American country.",
            "url": "https://www.reuters.com/article/us-eramet-results-idUSKBN20D2KP",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T19:09:16Z",
            "content": "PARIS (Reuters) - Eramet has postponed an Argentine lithium mine project aimed at shifting the group’s focus toward electric vehicle minerals, it said, citing economic and regulatory uncertainty in the debt-stricken South American country. \r\nThe French compan… [+2440 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ann Saphir",
            "title": "UPDATE 1-Fed's Kashkari sees Fed on hold for 3-6 months, flags coronavirus risk",
            "description": "The Federal Reserve is likely to keep interest rates where they are until mid-2020 but may then need to cut them, Minneapolis Fed Bank President Neel Kashkari said on Wednesday, pointing to the coronavirus in China as one potential risk to the U.S. economy.",
            "url": "https://www.reuters.com/article/us-usa-fed-kashkari-idUSKBN20D2H5",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492496184&w=1200&r=LYNXMPEG1I1OC",
            "publishedAt": "2020-02-19T18:31:30Z",
            "content": "(Reuters) - Minneapolis Federal Reserve Bank President Neel Kashkari on Wednesday said he is comfortable with where U.S. interest rates are right now and expects they will stay put for “a while,” but predicted the next Fed move will be a rate cut. \r\nSpeaking … [+364 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan to send plane to evacuate citizens from virus-hit ship in Japan",
            "description": "Taiwan plans to send a chartered flight this week to evacuate its citizens from a virus-hit cruise ship in Japan, the Taiwan government said on Wednesday.",
            "url": "https://www.reuters.com/article/china-health-cruiseship-taiwan-idUSL4N2AJ1RQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T07:33:19Z",
            "content": "TAIPEI, Feb 19 (Reuters) - Taiwan plans to send a chartered flight this week to evacuate its citizens from a virus-hit cruise ship in Japan, the Taiwan government said on Wednesday. \r\nThe plane will arrive in Japan as early as Friday afternoon, Deputy Health … [+324 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ritvik Carvalho",
            "title": "FOREX-Euro climbs back above $1.08, volatility spikes",
            "description": "The euro rose on Wednesday as improving risk sentiment in global markets paused the dollar's rally, providing relief to the single currency, which had earlier fallen to three-year lows after a survey showed weakening confidence in Germany.",
            "url": "https://www.reuters.com/article/us-global-forex-idUSKBN20D03Y",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492233278&w=1200&r=LYNXMPEG1I0AE",
            "publishedAt": "2020-02-19T09:13:39Z",
            "content": "LONDON (Reuters) - The euro rose on Wednesday as improving risk sentiment in global markets paused the dollar’s rally, providing relief to the single currency, which had earlier fallen to three-year lows after a survey showed weakening confidence in Germany. … [+3753 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japanese shares recoup as Apple regains some lost ground",
            "description": "Japanese shares bounced back on Tuesday as sentiment improved slightly after Wall Street's major indexes closed off their lows and Apple trimmed its losses stemming from a sales warning, although the health crisis in China remained an overhang.",
            "url": "https://www.reuters.com/article/japan-stocks-midday-idUSL4N2AJ0WM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T03:13:09Z",
            "content": "TOKYO, Feb 19 (Reuters) - Japanese shares bounced back on Tuesday as sentiment improved slightly after Wall Street’s major indexes closed off their lows and Apple trimmed its losses stemming from a sales warning, although the health crisis in China remained a… [+1342 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Karen Brettell",
            "title": "TREASURIES-Yields rise with stocks on China stimulus hopes",
            "description": "U.S. Treasury yields edged\nhigher on Wednesday as a report that China will take more steps\nto bolster its virus-hit economy boosted risk taking, and U.S.\neconomic data beat economists’ expectations.\n    Bloomberg News reported that Beijing was considering cas…",
            "url": "https://www.reuters.com/article/usa-bonds-idUSL1N2AJ19G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T19:40:54Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "PRECIOUS-Gold eases as drop in virus cases lifts risk appetite",
            "description": "Gold prices eased on Wednesday after\ncrossing the key $1,600 level in the previous session, as global\nshares climbed in cautious trade following a slight dip in new\ncoronavirus cases, while palladium hit a fresh peak on supply\nissues. \n    \n    FUNDAMENTALS\n …",
            "url": "https://www.reuters.com/article/global-precious-idUSL4N2AJ04B",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T01:32:20Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Karen Brettell",
            "title": "TREASURIES-Yields rise with stocks on China stimulus hopes",
            "description": "U.S. Treasury yields edged\nhigher on Wednesday as a report that China will take more steps\nto bolster its virus-hit economy boosted risk taking, and after\nU.S. economic data beat economists’ expectations.\n    Bloomberg News reported that Beijing was consideri…",
            "url": "https://www.reuters.com/article/usa-bonds-idUSL1N2AJ0KV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T14:31:43Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hideyuki Sano",
            "title": "REFILE-Japanese shares end higher as Apple regains some lost ground",
            "description": "Japanese shares bounced back on Wednesday as sentiment improved slightly after Wall Street's major indexes closed off their lows and Apple trimmed its losses stemming from a sales warning, although the health crisis in China remained an overhang.",
            "url": "https://www.reuters.com/article/japan-stocks-close-idUSL4N2AJ1JI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T07:04:22Z",
            "content": "(Refiles to correct day of week in first paragraph) \r\nBy Hideyuki Sano \r\nTOKYO, Feb 19 (Reuters) - Japanese shares bounced back on Wednesday as sentiment improved slightly after Wall Street’s major indexes closed off their lows and Apple trimmed its losses st… [+1840 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Albemarle expects 2020 profit drop as lithium prices sag",
            "description": "Albemarle Corp, the world's largest lithium producer, reported a lower-than-expected quarterly profit on Wednesday and forecast a double-digit drop in 2020 earnings on weak prices for the battery metal.",
            "url": "https://www.reuters.com/article/us-albemarle-results-idUSKBN20D2R0",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492559218&w=1200&r=LYNXMPEG1I1UE",
            "publishedAt": "2020-02-19T22:03:48Z",
            "content": "(Reuters) - Albemarle Corp, the world’s largest lithium producer, reported a lower-than-expected quarterly profit on Wednesday and forecast a double-digit drop in 2020 earnings on weak prices for the battery metal. \r\nLithium companies in the past year have be… [+1617 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sruthi Shankar",
            "title": "EMERGING MARKETS-Bovepsa gains on strong earnings, ebbing coronvarius concerns",
            "description": "A batch of strong company results and a\ndecline in the number of new coronavirus cases in China lifted\nBrazilian shares on Wednesday, although the real weakened for a\nthird session.\n    With Wall Street indexes hitting new record highs, an index\nof Latin Amer…",
            "url": "https://www.reuters.com/article/emerging-markets-latam-idUSL1N2AJ166",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T20:41:34Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Mosaic forecasts strong fertilizer demand after challenging 2019",
            "description": "Mosaic Co expects fertilizer demand to bounce back this year after a delayed planting season as well as a prolonged trade war between the United States and China hurt volumes and prices for potash and phosphate in 2019.",
            "url": "https://www.reuters.com/article/us-mosaic-results-idUSKBN20D2SX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T22:43:23Z",
            "content": "(Reuters) - Mosaic Co (MOS.N) expects fertilizer demand to bounce back this year after a delayed planting season as well as a prolonged trade war between the United States and China hurt volumes and prices for potash and phosphate in 2019. \r\nThe company, whic… [+2039 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sruthi Shankar",
            "title": "EMERGING MARKETS-Brazil shares gain on strong earnings, real slides again",
            "description": "A batch of strong results and a decline\nin the number of new coronavirus cases in China lifted the\nBrazilian shares on Wednesday, although the real slid for a\nthird session.\n    Brazil's real was down 0.4% at 4.3746 per dollar,\nhovering near an all-time low e…",
            "url": "https://www.reuters.com/article/emerging-markets-latam-idUSL1N2AJ0QO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T15:43:46Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Renju Jose",
            "title": "UPDATE 3-Australia's Wesfarmers H1 profit up, reports more staff underpayment",
            "description": "Australia's Wesfarmers Ltd defied broader retail headwinds to post a 5.7% rise in first-half profit on Wednesday, helped by demand in its hardware retail business, sending its shares up nearly 4% to a record high.",
            "url": "https://www.reuters.com/article/us-wesfarmers-results-idUSKBN20D0B3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T03:23:03Z",
            "content": "SYDNEY (Reuters) - Australia’s Wesfarmers Ltd (WES.AX) defied broader retail headwinds to post a 5.7% rise in first-half profit on Wednesday, helped by demand in its hardware retail business, sending its shares up nearly 4% to a record high. \r\nThe retail-to-c… [+2623 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Devika  Krishna Kumar",
            "title": "U.S. sanctions on Rosneft Trading seen shifting crude flows",
            "description": "U.S. sanctions on Russian Rosneft's trading arm will disrupt a slice of global crude flows and may prompt refineries in Europe, India and the United States to shift purchases to other crude suppliers, traders said.",
            "url": "https://www.reuters.com/article/us-venezuela-politics-usa-crude-idUSKBN20D2NI",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492538124&w=1200&r=LYNXMPEG1I1RM",
            "publishedAt": "2020-02-19T20:18:21Z",
            "content": "(Reuters) - U.S. sanctions on Russian Rosneft’s trading arm will disrupt a slice of global crude flows and may prompt refineries in Europe, India and the United States to shift purchases to other crude suppliers, traders said. \r\nThe United States on Tuesday r… [+2609 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Anita Komuves",
            "title": "CEE MARKETS-Budapest stocks lead the pack, forint retreats from 1-month high",
            "description": "Budapest stocks led gains in Central and\nEastern Europe on Wednesday, rising 0.8% as a decline in the number of new\ncoronavirus cases in China boosted global markets.\n    The Hungarian forint opened at a new one-month high, still\nbenefiting from a hawkish mes…",
            "url": "https://www.reuters.com/article/easteurope-markets-idUSL8N2AJ1UF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T11:26:04Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Andrea Shalal",
            "title": "Coronavirus poses risks to fragile recovery in global economy - IMF",
            "description": "The coronavirus epidemic has already disrupted economic growth in China and a further spread to other countries could derail a \"highly fragile\" projected recovery in the global economy in 2020, the International Monetary Fund warned on Wednesday.",
            "url": "https://in.reuters.com/article/imf-economy-idINKBN20D27X",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492456969&w=1200&r=LYNXMPEG1I1HU",
            "publishedAt": "2020-02-19T16:06:40Z",
            "content": "WASHINGTON (Reuters) - The coronavirus epidemic has already disrupted economic growth in China and a further spread to other countries could derail a “highly fragile” projected recovery in the global economy in 2020, the International Monetary Fund warned on … [+3389 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Farah Master",
            "title": "Only masked punters: Macau casinos reopen after coronavirus suspension",
            "description": "Casinos in Macau, the world's biggest gambling hub, reopen on Thursday after being closed for two weeks because of the coronavirus epidemic, but all punters and croupiers will have to wear a mask at the tables.",
            "url": "https://in.reuters.com/article/china-health-macau-idINKBN20D0YI",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492299428&w=1200&r=LYNXMPEG1I0KG",
            "publishedAt": "2020-02-19T08:48:11Z",
            "content": "HONG KONG/MACAU (Reuters) - Casinos in Macau, the world’s biggest gambling hub, reopen on Thursday after being closed for two weeks because of the coronavirus epidemic, but all punters and croupiers will have to wear a mask at the tables. \r\nCasino executives … [+4138 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julia Payne",
            "title": "More parties pulled at London oil week due to coronavirus",
            "description": "The list of parties at London's International Petroleum Week, one of the world's biggest oil industry gatherings, continues to shrink as hosts such as ExxonMobil and Azerbaijan's SOCAR cancel events due to the coronavirus, trading sources said.",
            "url": "https://in.reuters.com/article/china-health-oil-conference-idINKBN20D1AK",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492335871&w=1200&r=LYNXMPEG1I0PM",
            "publishedAt": "2020-02-19T10:32:06Z",
            "content": "LONDON (Reuters) - The list of parties at London’s International Petroleum Week, one of the world’s biggest oil industry gatherings, continues to shrink as hosts such as ExxonMobil and Azerbaijan’s SOCAR cancel events due to the coronavirus, trading sources s… [+2375 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Puma warns of hit to sales and profits from coronavirus",
            "description": "German sportswear group Puma on Wednesday said it expected China's coronavirus outbreak to hit its sales and profits in the first quarter but it still hopes to reach its targets for 2020.",
            "url": "https://in.reuters.com/article/puma-results-idINKBN20D120",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492308641&w=1200&r=LYNXMPEG1I0M8",
            "publishedAt": "2020-02-19T09:10:35Z",
            "content": "HERZOGENAURACH, Germany (Reuters) - German sportswear group Puma (PUMG.DE) on Wednesday said it expected China’s coronavirus outbreak to hit its sales and profits in the first quarter but it still hopes to reach its targets for 2020. \r\nPuma said more than hal… [+704 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Adidas' China business activity falls 85% due to coronavirus",
            "description": "German sportswear maker Adidas said on Wednesday that business in the Greater China area had dropped by about 85% year-on-year as the coronavirus outbreak has resulted in store closures and fewer customers visiting the remaining outlets.",
            "url": "https://in.reuters.com/article/china-health-adidas-idINKBN20D0XX",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492295659&w=1200&r=LYNXMPEG1I0JW",
            "publishedAt": "2020-02-19T08:38:56Z",
            "content": "BERLIN (Reuters) - German sportswear maker Adidas said on Wednesday that business in the Greater China area had dropped by about 85% year-on-year as the coronavirus outbreak has resulted in store closures and fewer customers visiting the remaining outlets. \r\n… [+508 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Wall Street poised for higher open on China stimulus hopes, signs of slowing virus spread",
            "description": "Wall street was set for a stronger open on Wednesday as signs of slowing coronavirus infections and expectations that China would take more measures to bolster its virus-hit economy helped investors shake off worries stemming from Apple's sales warning.",
            "url": "https://in.reuters.com/article/us-usa-stocks-idINKBN20D1RI",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492425908&w=1200&r=LYNXMPEG1I1B9",
            "publishedAt": "2020-02-19T14:15:14Z",
            "content": "(Reuters) - Nasdaq hit an all-time high at the open on Wednesday on signs of slowing coronavirus infections and expectations that China would take more measures to bolster its virus-hit economy. \r\nThe Dow Jones Industrial Average .DJI rose 80.51 points, or 0.… [+266 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nasdaq hits record high at open on China stimulus hopes, drop in new virus cases",
            "description": "Nasdaq hit an all-time high at the open on Wednesday on signs of slowing coronavirus infections and expectations that China would take more measures to bolster its virus-hit economy.",
            "url": "https://in.reuters.com/article/usa-stocks-idINKBN20D1Z3",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492419681&w=1200&r=LYNXMPEG1I1AA",
            "publishedAt": "2020-02-19T14:36:02Z",
            "content": "(Reuters) - Nasdaq hit an all-time high at the open on Wednesday on signs of slowing coronavirus infections and expectations that China would take more measures to bolster its virus-hit economy. \r\nThe Dow Jones Industrial Average rose 80.51 points, or 0.28%, … [+250 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ryan Woo",
            "title": "China's virus-hit industrial cities start to ease curbs, restore production",
            "description": "Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to restart production, following weeks of stoppages due to the coronavirus outbreak.",
            "url": "https://in.reuters.com/article/china-health-economy-idINKBN20D0Q4",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492302983&w=1200&r=LYNXMPEG1I0GG",
            "publishedAt": "2020-02-19T08:56:10Z",
            "content": "BEIJING (Reuters) - Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to restart production, following weeks of stoppages due to the coronavirus outbreak. \r\nIn… [+3907 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stella Qiu",
            "title": "Foreign pilots at Chinese airlines return home on unpaid leave as demand plummets",
            "description": "Foreign pilots at some Chinese airlines have returned to their home countries and are considering other jobs after being placed on unpaid leave as demand falls because of the coronavirus, affected flight crew told Reuters.",
            "url": "https://in.reuters.com/article/china-health-airlines-pilots-idINKBN20D126",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492308725&w=1200&r=LYNXMPEG1I0MA",
            "publishedAt": "2020-02-19T09:12:21Z",
            "content": "BEIJING/SYDNEY (Reuters) - Foreign pilots at some Chinese airlines have returned to their home countries and are considering other jobs after being placed on unpaid leave as demand falls because of the coronavirus, affected flight crew told Reuters. \r\nMeanwhi… [+3379 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Takahiko Wada",
            "title": "Japan conducts emergency survey on its banks amid China virus outbreak - sources",
            "description": "Japan's financial watchdog has begun conducting an emergency survey on domestic financial institutions with business operations in China to gauge how the coronavirus outbreak could affect credit costs, government sources said on Wednesday.",
            "url": "https://in.reuters.com/article/china-health-japan-banks-idINKBN20D0W3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-19T08:16:44Z",
            "content": "TOKYO (Reuters) - Japan’s financial watchdog has begun conducting an emergency survey on domestic financial institutions with business operations in China to gauge how the coronavirus outbreak could affect credit costs, government sources said on Wednesday. \r… [+1429 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stanley White",
            "title": "Asian shares inch higher, euro teeters on weak economic outlook",
            "description": "Asian shares and U.S. stock futures edged cautiously higher on Wednesday as investors tried to shake off worries about the coronavirus epidemic following a slight decline in the number of new cases.",
            "url": "https://in.reuters.com/article/us-global-markets-idINKBN20D027",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492148730&w=1200&r=LYNXMPEG1I01K",
            "publishedAt": "2020-02-19T00:55:06Z",
            "content": "TOKYO (Reuters) - Asian shares and U.S. stock futures edged cautiously higher on Wednesday as investors tried to shake off worries about the coronavirus epidemic following a slight decline in the number of new cases. \r\nMSCI’s broadest index of Asia-Pacific sh… [+3246 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Tetsushi Kajimoto",
            "title": "Japan's exports, machinery orders fall as virus risks grow",
            "description": "Japan's machinery orders tumbled at their fastest pace since 2018 while exports posted a 14th straight month of decline as the world's third-largest economy grappled with the widening impact of the coronavirus outbreak and a recent sales tax hike.",
            "url": "https://in.reuters.com/article/japan-economy-trade-idINKBN20D088",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492181274&w=1200&r=LYNXMPEG1I04X",
            "publishedAt": "2020-02-19T02:46:47Z",
            "content": "TOKYO (Reuters) - Japan’s machinery orders tumbled at their fastest pace since 2018 while exports posted a 14th straight month of decline as the world’s third-largest economy grappled with the widening impact of the coronavirus outbreak and a recent sales tax… [+3138 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Kirton",
            "title": "Their market shut, traders in China's Silicon Valley do business from bags",
            "description": "While coronavirus fears curtail much of China's bustle, traders are getting back to business at the world's largest electronics market, buying and selling from bags and suitcases on the streets outside their shut premises.",
            "url": "https://in.reuters.com/article/china-health-market-idINKBN20D0OM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492266942&w=1200&r=LYNXMPEG1I0F4",
            "publishedAt": "2020-02-19T07:15:59Z",
            "content": "SHENZHEN, China (Reuters) - While coronavirus fears curtail much of China’s bustle, traders are getting back to business at the world’s largest electronics market, buying and selling from bags and suitcases on the streets outside their shut premises. \r\nThe Hu… [+2791 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's virus-hit industrial cities start to ease transport curbs, restore production",
            "description": "Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to restart production, following weeks of stoppages due to the coronavirus outbreak.",
            "url": "https://in.reuters.com/article/us-china-health-economy-idINKBN20D0PB",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200219&t=2&i=1492281504&w=1200&r=LYNXMPEG1I0HU",
            "publishedAt": "2020-02-19T07:35:31Z",
            "content": "BEIJING (Reuters) - Big manufacturing hubs on the Chinese coast are starting to loosen curbs on the movement of people and traffic while local governments prod factories to restart production, following weeks of stoppages due to the coronavirus outbreak. \r\nIn… [+3375 chars]"
        }
    ]
}