{
    "status": "ok",
    "totalResults": 111,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Bill Bostock), Bill Bostock",
            "title": "A city in Hubei, China, is giving residents $1,400 if they report their coronavirus symptoms to doctors and then test positive",
            "description": "Feature China/Barcroft Media via Getty Images Health authorities in Qianjiang, a city in China's Hubei province, are giving $1,426 to anyone who reports coronavirus symptoms and then tests positive. The city, which has a population of one million, has 197 cas…",
            "url": "https://www.businessinsider.com/coronavirus-china-hubei-qianjiang-city-reward-reporting-symptoms-test-positive-2020-2",
            "urlToImage": "https://i.insider.com/5e578ac3fee23d1afe5595f5?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T10:37:03Z",
            "content": "A city in China's Hubei province, the epicenter of the novel coronavirus outbreak, is awarding residents 10,000 yuan ($1,426) if they report any symptoms, and later test positive.\r\nThe Coronavirus Epidemic Prevention and Control Headquarters of Qianjiang city… [+1634 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (John Haltiwanger), John Haltiwanger",
            "title": "One of Iran's vice presidents has been infected with coronavirus",
            "description": "Vice President of the Islamic Republic of Iran Masoumeh Ebtekar delivers a speech during the opening session of the World Climate Change Conference 2015 (COP21) at Le Bourget, near Paris, France, November 30, 2015. Masoumeh Ebtekar, one of Iran's vice preside…",
            "url": "https://www.businessinsider.com/one-of-irans-vice-presidents-has-been-infected-with-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e57dbf6fee23d453a179397?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T15:15:12Z",
            "content": "Masoumeh Ebtekar, Iranian vice president for women and family affairs, has been infected with coronavirus, the Associated Press reported on Thursday.\r\nEbtekar is the first member of Iranian President Hassan Rouhani's cabinet to be infected with the novel (new… [+1807 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "US and South Korea postpone joint military drills due to virus concerns",
            "description": "Ahn Young-joon/AP The South Korean and US militaries have postponed their annual joint drills out of concerns over a virus outbreak. South Korea reported 21 cases of a new coronavirus in its military and the US military reported one case among its 28,500 troo…",
            "url": "https://www.businessinsider.com/south-korea-us-postpone-military-drills-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/55d68f7bbd86ef1a008b4daa?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T02:43:41Z",
            "content": "SEOUL, South Korea (AP) — The South Korean and US militaries have postponed their annual joint drills out of concerns over a virus outbreak.\r\nThursday's announcement came after South Korea reported 21 cases of a new coronavirus in its military and the US mili… [+924 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "James Pasley",
            "title": "The CDC outlined an ominous hypothetical scenario about what could happen in the US as the coronavirus spreads. Here's what to expect.",
            "description": "The US now has 60 confirmed cases of the coronavirus, and it's highly likely there will be more. The Centers for Disease Control and Prevention has outlined a hypothetical scenario of what could happen in America as the coronavirus spreads. It predicts more c…",
            "url": "https://www.businessinsider.com/what-could-happen-as-coronavirus-spreads-america-cdc-prediction-2020-2",
            "urlToImage": "https://i.insider.com/5e57e5eafee23d59c2184446?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:46:33Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Canela López), Canela López",
            "title": "Celebrities like Gwyneth Paltrow and Kate Hudson are wearing masks to protect against the coronavirus, but they’re promoting a dangerous myth",
            "description": "Jordan Strauss/Invision/AP Since the first case of the novel coronavirus, COVID-19, was reported in December 2019, the virus has spread to 47 countries, infected 81,000 people, and killed 2,760 worldwide. Celebrities like Gwyneth Paltrow, Kate Hudson, Selena …",
            "url": "https://www.businessinsider.com/coronavirus-celebrities-wearing-masks-are-promoting-a-myth-2020-2",
            "urlToImage": "https://i.insider.com/5e57e3f4fee23d508a1dbce7?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T18:37:00Z",
            "content": "With global anxiety on the rise concerning the spread of the coronavirus — which has infected 81,000 people and killed 2,760 worldwide — healthy people are flocking to Amazon to buy surgical masks and N95 respirator masks. \r\nThey include celebrities like Gwyn… [+3652 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "Trump reportedly put Pence in charge of coronavirus because the VP didn't 'have anything else to do'",
            "description": "Vice President Mike Pence was tapped to lead the government's response to coronavirus because President Donald Trump said he didn't \"have anything else to do,\" the New York Times reported. The Trump administration's approach to coronavirus so far has faced bi…",
            "url": "https://www.businessinsider.com/trump-put-pence-charge-coronavirus-because-had-nothing-to-do-2020-2",
            "urlToImage": "https://i.insider.com/5e5838c2fee23d3fed739754?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:49:11Z",
            "content": "President Donald Trump told people he put Vice President Mike Pence in charge of the government's response to coronavirus because he didn't \"have anything else to do,\" the New York Times reported, per people familiar with the president's comments. \r\nThe Trump… [+1633 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "gheeb@businessinsider.com (Gina Heeb), Gina Heeb",
            "title": "Trump says coronavirus could affect economic growth in the US",
            "description": "AP Photo/Evan Vucci President Donald Trump said Wednesday evening that disruptions from the coronavirus could affect the US gross domestic product. The comments were a departure from a string of rosier economic forecasts that have come from the White House in…",
            "url": "https://www.businessinsider.com/trump-says-coronavirus-could-affect-economic-growth-in-the-us-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e570366fee23d6a622adef3-2400/ap20057852896127.jpg",
            "publishedAt": "2020-02-27T01:30:33Z",
            "content": "AP Photo/Evan Vucci\r\n<ul><li>President Donald Trump said Wednesday evening that disruptions from the coronavirus could affect the US gross domestic product.</li><li>The comments were a departure from a string of rosier economic forecasts that have come from t… [+1960 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Coronavirus: Rush Limbaugh and Fox News' Laura Ingraham are denying the risk in an attempt to protect Trump",
            "description": "Two prominent right-wing media personalities are denying the threat posed by the Wuhan coronavirus and spreading conspiracy theories to boost the president. Talk-radio host Rush Limbaugh falsely claimed \"the coronavirus is the common cold\" and argued that the…",
            "url": "https://www.businessinsider.com/right-wing-media-spreads-conspiracy-and-deny-risk-of-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e57e948fee23d65137fa406?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T17:31:57Z",
            "content": "Some of President Donald Trump's most vocal backers in right-wing media are downplaying the threat posed by the Wuhan coronavirus and spreading conspiracy theories to boost the president's response. \r\nJust weeks after Trump awarded conservative talk-radio hos… [+3886 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. 'Markets are trading on fear': Stocks tumble as coronavirus panic takes hold. \"The market is understanding that the coronavirus outbreak will translate into significantly lower earnings and anemic globa…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-27-2020-2-1028945180",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57b06cfee23d2ca26b8494-2400/2020-02-27t115835z2lynxnpeg1q093rtroptp4china-health-saudi.jpg",
            "publishedAt": "2020-02-27T12:09:35Z",
            "content": "Reuters\r\nHere's what you need to know before the markets open.\r\n1. 'Markets are trading on fear': Stocks tumble as coronavirus panic takes hold. \"The market is understanding that the coronavirus outbreak will translate into significantly lower earnings and an… [+1801 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. 'Markets are trading on fear': Stocks tumble as coronavirus panic takes hold. \"The market is understanding that the coronavirus outbreak will translate into significantly lower earnings and anemic globa…",
            "url": "https://www.businessinsider.com/opening-bell-february-27-2020-2",
            "urlToImage": "https://i.insider.com/5e57b06cfee23d2ca26b8494?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T12:09:35Z",
            "content": "Here's what you need to know before the markets open.\r\n1. 'Markets are trading on fear': Stocks tumble as coronavirus panic takes hold. \"The market is understanding that the coronavirus outbreak will translate into significantly lower earnings and anemic glob… [+1792 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "The new coronavirus could circulate forever, experts say — becoming another illness in the sea of seasonal colds and flus",
            "description": "Some experts say the new coronavirus will probably never disappear. Instead, it will likely become like the flu and other respiratory viruses that constantly circulate in the human population and fluctuate with the seasons. Coronaviruses and other respiratory…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-seasonality-not-disappear-2020-2",
            "urlToImage": "https://i.insider.com/5e57e14afee23d529c08ace4?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T23:26:00Z",
            "content": "The new coronavirus is likely here to stay.\r\nExperts think will probably become a permanent part of the human respiratory-virus repertoire.\r\n\"This is going to be with us for some time — it's endemic in human populations and not going to go away without a vacc… [+3688 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "Constant media updates on the coronavirus could actually be stopping people from properly understanding the outbreak. Here's why.",
            "description": "Updates on new deaths and infections of the novel coronavirus have been coming thick and fast from media outlets as the outbreak becomes an ever-increasing news story. But this constant stream of numbers could actually be doing more harm than good, a statisti…",
            "url": "https://www.businessinsider.com/coronavirus-cases-constant-reporting-limit-understanding-2020-2",
            "urlToImage": "https://i.insider.com/5e57e956fee23d587a7f2a34?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:59:45Z",
            "content": "Business Insider\r\nThe novel coronavirus is dominating the news agenda worldwide, with many media outlets — including Business Insider — scrambling to keep readers informed with newly-recorded infection rates, deaths, and hotspots.\r\nBut constant new numbers an… [+4289 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "200,000 people in Hong Kong live in subdivided apartments so small they call them 'coffin homes'. This is how one man living in 21.5 square feet is spending his time cooped up during the coronavirus outbreak.",
            "description": "Tyrone Siu/Reuters Simon Wong, a 64-year-old man who lives in a \"coffin home\" in Hong Kong, recently described how he's coping with the coronavirus outbreak. While he used to spend most of his time outside of his small dwelling, he says the outbreak has left …",
            "url": "https://www.businessinsider.com/hong-kong-coffin-homes-during-coronavirus-outbreak-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e57e9c7fee23d58db09bc1a?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:25:16Z",
            "content": "HONG KONG (Reuters) - To escape the confines of his Hong Kong \"coffin home\", or 21.5 square feet of living space, Simon Wong usually spends his days in the park playing mahjong with friends, only returning at night to sleep.\r\nBut since the Chinese-ruled city … [+2959 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rachel Premack",
            "title": "UBS is forecasting that Asia revenues at UPS and FedEx will slump by 70% as coronavirus poleaxes global trade",
            "description": "Trade volumes — particularly trade between Asia and the US — are already sinking because of coronavirus. That threatens transportation giants like FedEx and UPS, warned the transportation equity research team at UBS in a February 27 note. For the month of Feb…",
            "url": "https://www.businessinsider.com/coronavirus-slashing-trade-lowering-outlook-ups-fdx-ubs-2020-2",
            "urlToImage": "https://i.insider.com/5d1b754ca17d6c2ada078f2e?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T17:57:54Z",
            "content": "The transportation equity research team at UBS is lowering its near-term estimates for transportation giants FedEx and UPS as coronavirus slams global trade.\r\nFor Memphis-based FedEx, UBS is lowering its outlook for the package giant's earnings this quarter f… [+4698 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aaron Holmes",
            "title": "Uber drivers scared of coronavirus are avoiding airport pickups (UBER)",
            "description": "Some Uber drivers, anxious about the coronavirus outbreak, say they've taking matters into their own hands to avoid exposure to the illness. On web forums and in interviews with Business Insider, drivers said they're avoiding picking up passengers from airpor…",
            "url": "https://www.businessinsider.com/uber-drivers-coronavirus-avoiding-airport-pickups-2020-2",
            "urlToImage": "https://i.insider.com/5e5827effee23d322607a935?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T22:02:42Z",
            "content": "For Uber drivers, letting dozens of travelers into their personal vehicles every day is routine. Coronavirus may be changing that.\r\nUS experts and government agencies have warned that an outbreak of COVID-19, the coronavirus disease, could be imminent, but Ub… [+2476 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Trump says coronavirus could affect economic growth in the US",
            "description": "President Donald Trump said Wednesday evening that disruptions from the coronavirus could affect the US gross domestic product. The comments were a departure from a string of rosier economic forecasts that have come from the White House in recent days. \"This …",
            "url": "https://markets.businessinsider.com/news/stocks/trump-says-coronavirus-could-affect-economic-growth-in-the-us-2020-2-1028943508",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e570366fee23d6a622adef3-2400/ap20057852896127.jpg",
            "publishedAt": "2020-02-27T01:30:33Z",
            "content": "AP Photo/Evan Vucci\r\n<ul><li>President Donald Trump said Wednesday evening that disruptions from the coronavirus could affect the US gross domestic product.</li><li>The comments were a departure from a string of rosier economic forecasts that have come from t… [+1960 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Holly Secon), Holly Secon",
            "title": "Photos of iconic tourist destinations in China, Italy, and Thailand reveal empty festivals, vacant water parks, and trapped people as the coronavirus slows travel",
            "description": "Getty Images International tourism is taking a hit as the coronavirus outbreak — and fear about it — spreads across the world. National governments are warning would-be travelers to stay away from outbreak hotspots, and in some cases, enacting travel bans to …",
            "url": "https://www.businessinsider.com/tourist-destinations-empty-as-coronavirus-halts-travel-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e572764fee23d7801219c92?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T02:21:00Z",
            "content": "International tourism is slumping as the coronavirus outbreak spreads internationally.\r\nIn China, Italy, and South Korea, governments are quarantining towns and cities and shutting down transportation. The US has issued travel warnings for anyone considering … [+808 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Coronavirus patients over age 80 have a 15% chance of dying. Here's the mortality rate for every age bracket.",
            "description": "A study of more than 44,000 coronavirus patients found that patients over age 80 have a 15% chance of dying. Patients in their 50s were about three times more likely to die than patients in their 40s. Here's the mortality rate for every age bracket. For the l…",
            "url": "https://www.businessinsider.com/coronavirus-death-age-older-people-higher-risk-2020-2",
            "urlToImage": "https://i.insider.com/5e57f83bfee23d6b7c04a0e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:19:00Z",
            "content": "The coronavirus has reached every continent except Antarctica, but it doesn't infect all patients equally.\r\nA recent study from the Chinese Center for Disease Control and Prevention found that the virus most seriously affects older people with preexisting hea… [+2221 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The global economy could post its worst year since the financial crisis as coronavirus weighs on already slowing growth, Bank of America says",
            "description": "Bank of America on Thursday cut its 2020 global GDP growth forecast to 2.8%, the lowest reading since the financial crisis. The lowered outlook is due to already weak conditions and the impact of the coronavirus outbreak on global growth, according to Bank of…",
            "url": "https://markets.businessinsider.com/news/stocks/global-economy-coronavirus-gdp-growth-worst-year-since-2009-slow-2020-2-1028946804",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57e6c7fee23d61530737d3-2400/ap20046504247252.jpg",
            "publishedAt": "2020-02-27T16:37:45Z",
            "content": "AP Photo/Ng Han Guan\r\n<ul><li> Bank of America on Thursday cut its 2020 global GDP growth forecast to 2.8%, the lowest reading since the financial crisis. </li><li>The lowered outlook is due to already weak conditions and the impact of the coronavirus outbrea… [+2382 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Gwen Everett), Gwen Everett",
            "title": "US stocks plummet into correction territory on coronavirus fears — and the S&P 500 is headed for its worst week since the 2008 financial crisis",
            "description": "Reuters / Brendan McDermid All major US equity indices plunged Thursday, with the S&P 500 and Dow Jones industrial average entering correction territory. That means they've both fallen more than 10% from recent highs. A Stoxx Europe 600 also entered correctio…",
            "url": "https://www.businessinsider.com/stock-market-news-today-us-index-correction-selloff-crash-coronavirus-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c0a8ad71486fd18a723b89a-2000/2018-12-04t193843z488599386rc1d47333100rtrmadp3usa-stocks.jpg",
            "publishedAt": "2020-02-27T16:31:14Z",
            "content": "Reuters / Brendan McDermid\r\n<ul><li>All major US equity indices plunged Thursday, with the S&amp;P 500 and Dow Jones industrial average entering correction territory. That means they've both fallen more than 10% from recent highs.</li><li>A Stoxx Europe 600 a… [+2245 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Mike Pence will reportedly control the information scientists and health officials release about the coronavirus",
            "description": "Vice President Mike Pence's office will coordinate all public messaging and appearances by government officials concerning the Wuhan coronavirus, The New York Times reported Thursday. Officials told The Times the new approach would help streamline the adminis…",
            "url": "https://www.businessinsider.com/pence-will-have-control-over-government-information-about-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5ccd8784021b4c260c78f0b3?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T22:03:23Z",
            "content": "Vice President Mike Pence's office will coordinate all public messaging and appearances by government officials concerning the Wuhan coronavirus, The New York Times reported Thursday. \r\nOfficials familiar with the strategy told The Times that the new approach… [+2960 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "Airlines in China are selling tickets for as low as $4 during the coronavirus outbreak",
            "description": "Chinese airlines have been selling tickets for as low as $4 during the coronavirus outbreak, according to a report in the South China Morning Post on Wednesday. While most of the flights in China have been canceled during the outbreak, about a third are still…",
            "url": "https://www.businessinsider.com/coronavirus-chinese-airlines-selling-cheap-tickets-2020-2",
            "urlToImage": "https://i.insider.com/5e5840a5fee23d51df39d9f7?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T23:13:52Z",
            "content": "Flights from Seattle to San Francisco average about $150 dollars. Now imagine if you flew that route for just $5.\r\nThat's what's happening in China as Chinese airlines dramatically slash their prices to stay afloat during the coronavirus outbreak.\r\nHere are s… [+1763 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth",
            "title": "A government whistleblower alleges US health workers treated coronavirus evacuees without proper protective gear or training",
            "description": "A government whistleblower alleges that the Department of Health and Human Services sent workers to help evacuees from Wuhan, China — the center of the coronavirus — without giving them proper protective gear or training. According to The Washington Post and …",
            "url": "https://www.businessinsider.com/whistleblower-us-workers-treated-coronavirus-without-gear-training-2020-2",
            "urlToImage": "https://i.insider.com/5cbf785eb14bf428016a8fc7?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:57:37Z",
            "content": "A whistleblower from the Department of Health and Human Services has alleged that the US sent more than a dozen government workers to assist Americans who were evacuated from Wuhan, China without giving them proper training or protective gear, The Washington … [+3764 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Coronavirus could drive the US economy into recession, ex-Fed chief Janet Yellen warns",
            "description": "Ex-Federal Reserve Chair Janet Yellen warned coronavirus could cause the US economy to shrink, according to Bloomberg. \"It's just conceivable that it could throw the United States into a recession,\" the former central-bank boss said. The Fed will shore up con…",
            "url": "https://markets.businessinsider.com/news/stocks/ex-fed-chief-janet-yellen-coronavirus-spark-us-economy-recession-2020-2-1028944641",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e578c88fee23d231e65f9d3-2000/yellen.jpg",
            "publishedAt": "2020-02-27T10:03:30Z",
            "content": "Reuters/Jonathan Ernst\r\n<ul><li>Ex-Federal Reserve Chair Janet Yellen warned coronavirus could cause the US economy to shrink, according to Bloomberg.</li><li>\"It's just conceivable that it could throw the United States into a recession,\" the former central-b… [+2896 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Coronavirus could drive the US economy into recession, ex-Fed chief Janet Yellen warns",
            "description": "Ex-Federal Reserve Chair Janet Yellen warned coronavirus could cause the US economy to shrink, according to Bloomberg. \"It's just conceivable that it could throw the United States into a recession,\" the former central-bank boss said. The Fed will shore up con…",
            "url": "https://www.businessinsider.com/ex-fed-chief-janet-yellen-coronavirus-spark-us-economy-recession-2020-2",
            "urlToImage": "https://i.insider.com/5e578f7bfee23d242329d872?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T10:03:30Z",
            "content": "<ul><li>Ex-Federal Reserve Chair Janet Yellen warned coronavirus could cause the US economy to shrink, according to Bloomberg.</li><li>\"It's just conceivable that it could throw the United States into a recession,\" the former central-bank boss said.</li><li>T… [+2872 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexandra Ma",
            "title": "A tour guide in Japan tested positive for the coronavirus for a 2nd time, less than a month after recovering",
            "description": "A woman in her 40s living in Japan tested positive for the coronavirus for a second time on Wednesday, less than four weeks after recovering from her first infection. The patient is a tour guide in Osaka prefecture, and first caught the disease from being on …",
            "url": "https://www.businessinsider.com/coronavirus-japan-tour-guide-who-recovered-tests-positive-2nd-time-2020-2",
            "urlToImage": "https://i.insider.com/5e578a87fee23d1ae605f5e2?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T10:22:42Z",
            "content": "A woman in Osaka, Japan, has fallen ill with the coronavirus for the second time, weeks after her first recovery, officials announced.\r\nThe patient, identified as a woman in her 40s living in Osaka, tested positive for COVID-19 on Wednesday, the government of… [+3116 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Rodriguez and Travis Clark",
            "title": "Disney's surprise CEO change makes sense because of the coronavirus' growing impact on its business, according to a Wall Street analyst (DIS)",
            "description": "Disney's abrupt appointment of CEO Bob Chapek on Tuesday was good thinking given the growing threat of the coronavirus outbreak, according to analysts at Rosenblatt Securities. The day-to-day pressures of the Disney CEO may mount if the coronavirus continues …",
            "url": "https://www.businessinsider.com/disney-ceo-change-could-help-during-coronavirus-outbreak-analyst-2020-2",
            "urlToImage": "https://i.insider.com/5e57c8d4fee23d326f0aba04?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T14:00:23Z",
            "content": "Disney's sudden CEO appointment on Tuesday, 22 months before its former-chief executive was due to depart the company, was good thinking given the growing threat of the coronavirus outbreak, according to one Wall Street firm.\r\nThe spread of the virus is alrea… [+3814 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "Trump held up a map showing the US is the best prepared country in the world for a pandemic, but only for the rich, influential, and fully insured",
            "description": "President Trump held up a map Wednesday night that ranks the US world-best in epidemic preparedness. The map comes from the 2019 \"Global Health Security Index\" ranking, which measures how well-prepared 195 countries are to tackle a major infectious disease ou…",
            "url": "https://www.businessinsider.com/trump-us-ranked-top-epidemic-preparedness-but-only-for-rich-2020-2",
            "urlToImage": "https://i.insider.com/5e57f14cfee23d6e4c7ceeb2?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T19:53:00Z",
            "content": "President Trump wants the world to know that the US is number one, even when it comes to fighting off the novel coronavirus.\r\n\"We're rated number one for being prepared,\" the president said at the White House on Wednesday, as he announced he was putting Vice … [+5634 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jake Lahut",
            "title": "Trump puts Pence in charge of coronavirus response in meandering press conference",
            "description": "Stopping short of calling for new travel restrictions or any mandatory measures, President Donald Trump gave a meandering and, at times, confusing press conference intended to calm the public amid the coronavirus outbreak. President Trump put Vice President M…",
            "url": "https://www.businessinsider.com/trump-wings-press-conference-on-coronavirus-puts-pence-in-charge-2020-2",
            "urlToImage": "https://i.insider.com/5e5709f4fee23d7197183e32?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T01:01:19Z",
            "content": "Flanked by the nation's top public health officials and his vice president, President Donald Trump riffed his way through a press conference on the American response to the coronavirus.\r\n\"We're looking at worst case scenario,\" Trump said at the start of the p… [+1256 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Saudi Arabia suspends pilgrimage visits in effort to stop the spread of new coronavirus",
            "description": "Saudi Arabia suspended tourists visa for those visiting the country for the religious pilgrimage Ummrah or visiting the Prophet's Mosque, in response to the COVID-19 virus outbreak. The measure is said to be temporary but no timeline has been given for how lo…",
            "url": "https://www.businessinsider.com/saudi-arabia-suspends-travel-to-the-country-amid-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e5701a2fee23d6d4b221c92?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T07:09:14Z",
            "content": "Saudi Arabia has suspended visas for those who wish to travel to the country for religious pilgrimages. It impacts those making religious pilgrimages to Mecca and Medina in light of the new coronavirus outbreak, the Saudi Press Agency reported on Thursday. \r\n… [+627 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "LVMH cancels a 'prime' fashion event the same day that France records its first coronavirus death",
            "description": "LVMH canceled a cocktail reception to celebrate its 2020 LVMH Prize for Young Fashion Designers during Paris Fashion Week this week, according to a WWD report. The event was canceled on the same day that France recorded its first death from the coronavirus ou…",
            "url": "https://www.businessinsider.com/lvmh-cancels-paris-fashion-week-event-france-records-coronavirus-death-2020-2",
            "urlToImage": "https://i.insider.com/5e57a2edfee23d20bc72cd53?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T11:25:56Z",
            "content": "LVMH canceled a cocktail reception to celebrate its 2020 LVMH Prize for Young Fashion Designers during Paris Fashion Week this week. \r\nThe event, which was scheduled for 6 p.m. local time on Thursday, was canceled on Wednesday, according to WWD – the same day… [+2567 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Oil prices unravel to lowest level in 12 months as coronavirus threat looms",
            "description": "The key US and global gauges of oil prices tumbled Thursday, after The Wall Street Journal reported WTI closed on Wednesday at its lowest price since January 2019. As reports around the coronavirus health crisis worsen, investors fear the economic slowdown re…",
            "url": "https://www.businessinsider.com/oil-prices-unravel-sink-lowest-level-year-coronavirus-threat-impact-2020-2",
            "urlToImage": "https://i.insider.com/5e57c31afee23d35e8683c12?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T13:42:13Z",
            "content": "The downward spiral in oil continues. \r\nWTI crude toppled 2.71% from its previous closing price to trade at $47.41 per barrel Thursday. Making that decline more dramatic: Wednesday's closing price was a 12-month low for U.S. crude, The Wall Street Journal pre… [+1364 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "Facebook cancels its annual F8 conference due to coronavirus concerns (FB)",
            "description": "Facebook has canceled its annual F8 conference over coronavrius concerns. In a statement, the company said: \"In light of the growing concerns around COVID-19, we've made the difficult decision to cancel the in-person component of F8 this year, in order to pri…",
            "url": "https://www.businessinsider.com/facebook-cancels-f8-coronavirus-covid-2020-2",
            "urlToImage": "https://i.insider.com/5e5804acfee23d7af953f5b5?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T18:07:53Z",
            "content": "Facebook has canceled its annual F8 conference due to concerns over the novel coronavirus outbreak.\r\nNormally the biggest event of the year for the California social networknig giant, F8 was due to be held in San Jose in May, but on Thursday the company annou… [+887 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Haven Orecchio-Egresitz",
            "title": "Fast food cooks and couriers in China are giving their temperature readings to customers",
            "description": "People who order fast food in China will be told the body temperature of the people who prepared and delivered their meals. The coronavirus outbreak has prompted fast food chains to change how they serve food to customers. Many customers are opting for \"conta…",
            "url": "https://www.businessinsider.com/fast-food-cooks-give-temperature-readings-customers-china-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e57e213fee23d59b73f82d9?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:02:11Z",
            "content": "Along with a speedy meal, those who order fast food in China are now given the names and body temperature readings of the people who cooked and delivered it.\r\nAs the deadly coronavirus continues to spread throughout the world, some restaurants have launched \"… [+1888 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eleanor Goldberg",
            "title": "What a coronavirus quarantine was like for a mother and her 5-year-old twins in Taiwan",
            "description": "The novel coronavirus has spread to at least 48 countries and has killed more than 81,000 people. To protect from spreading further, Taiwan is requiring travelers arriving from areas outside of China, Hong Kong, and Macau to undergo a 14-day quarantine at hom…",
            "url": "https://www.businessinsider.com/what-coronavirus-quarantine-was-like-mom-kids-taiwan-2020-2",
            "urlToImage": "https://i.insider.com/5e57d6a6fee23d44c859fdc2?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T15:32:00Z",
            "content": "For two weeks, KeyKey Hung couldn't leave the house. She couldn't go out to buy groceries or take a walk. For her, not being able to exercise was particularly inconvenient. But that wasn't her biggest challenge.\r\nHung, a stay-at-home mom, has 5-year-old twins… [+4769 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "As Diamond Princess crew members finally leave the coronavirus-stricken cruise ship, Japanese officials admit the quarantine 'may not have been perfect'",
            "description": "Crew members began leaving the coronavirus-stricken Diamond Princess cruise ship after weeks of quarantine on Thursday. Japanese officials admitted that the quarantine \"may not have been perfect\" and said they could not isolate workers properly because they n…",
            "url": "https://www.businessinsider.com/diamond-princess-cruise-workers-leave-coronavirus-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e583704fee23d43d36a0d53?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:41:00Z",
            "content": "Crew members have finally begun to leave the coronavirus-stricken Diamond Princess cruise ship, after a weeks-long quarantine that many experts called unethical and ineffective.\r\nAbout 240 workers who tested negative for the virus began to disembark on Thursd… [+4498 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Americans are being told to prepare for a coronavirus outbreak — but US health agencies lack funding, and disease testing lags behind",
            "description": "CDC officials warned on Tuesday that the coronavirus could spread in the US. Health experts say the US is already lagging behind other countries in terms of testing for the virus. The nation is also 270 million masks short of the total it needs to protect hea…",
            "url": "https://www.businessinsider.com/us-preparations-coronavirus-outbreak-slowing-testing-mask-shortages-2020-2",
            "urlToImage": "https://i.insider.com/5e55a1f2fee23d73297ae8d4?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T02:56:00Z",
            "content": "US health officials issued a dire warning to American citizens on Tuesday: Prepare for a coronavirus outbreak.\r\n\"It's not so much of a question of if this will happen anymore, but rather more of a question of exactly when this will happen,\" Nancy Messonnier, … [+8201 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "How the buzzy biotech upstart Moderna sped past Big Pharma to develop the first potential coronavirus vaccine in just 42 days",
            "description": "In the sprint to develop vaccines for the coronavirus outbreak, the world's largest drugmakers have been lapped by a startup biotech. It took 42 days for Moderna to turn the genomic sequence of the virus into a vaccine candidate and ship it to US health offic…",
            "url": "https://www.businessinsider.com/moderna-coronavirus-mrna-vaccine-candidate-development-timeline-2020-2",
            "urlToImage": "https://i.insider.com/5e581f99fee23d1b3b4934c8?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T19:59:00Z",
            "content": "Scrambling to respond to the growing coronavirus outbreak, some of the world's largest drugmakers have begun researching vaccines to prevent the deadly virus.\r\nBut a small, startup biotech has sped past them, becoming the first company to produce a potential … [+8863 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Microsoft analysts refuse to flinch after the company's surprise coronavirus sales miss, but investors don't seem so brave (MSFT)",
            "description": "Microsoft announced it will miss a sales forecast for the upcoming quarter due to supply chain constraint caused by the Wuhan coronavirus. The affected part of its business is the segment that includes in its PC licensing and Surface hardware businesses. Reve…",
            "url": "https://www.businessinsider.com/wall-street-analysts-unfazed-by-microsoft-sales-shortfall-2020-2",
            "urlToImage": "https://i.insider.com/5e581340fee23d139926efa4?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T20:01:03Z",
            "content": "Microsoft said Wednesday that it won't hit its revenue forecast this quarter as disruptions from the coronavirus outbreak take a toll on its businesses licensing Windows software to PC makers and its in-house Surface hardware division.\r\nWhile the news spooked… [+3225 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Rodriguez",
            "title": "Netflix shares are on the rise, in spite of the coronavirus fears that are rocking the broader stock market (NFLX)",
            "description": "Netflix stock is on the rise, even as the broader stock market slides amid growing fears of the coronavirus. Shares of the company are up about 5% this week, as of Thursday afternoon, while the S&P 500 slid around 5%. Netflix may be not be affected by the sto…",
            "url": "https://www.businessinsider.com/netflix-stock-rises-as-stock-market-slides-amid-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e5801cafee23d04407a7fc3?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T18:10:52Z",
            "content": "Netflix isn't going down with the coronavirus slump.\r\nShares of the streaming company are on the rise, even as the stock market slides amid growing fears of the coronavirus.\r\nNetflix stock was up about 5% this week, as of Thursday afternoon, while the S&amp;P… [+2292 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Amy Ettinger",
            "title": "This is how I'm talking to my daughter about coronavirus and the state of emergency in San Francisco",
            "description": "Amy Ettinger is a parent who lives 70 miles south of San Francisco, which declared a state of emergency this week as it braces for a coronavirus outbreak (though there have been zero confirmed cases there so far). Talking to children about the spreading virus…",
            "url": "https://www.businessinsider.com/talk-to-kids-about-coronavirus-but-stay-calm-experts-say-2020-2",
            "urlToImage": "https://i.insider.com/5699642ce6183e55008b9e49?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T18:44:00Z",
            "content": "I've always asked my 10-year-old daughter dozens of times to wash her hands and cover her cough, but with news that COVID-19 is spreading globally I'm even more vigilant that she follows my advice.\r\n\"San Francisco declared a state of emergency because of the … [+5308 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "PRESENTING: 20 top Wall Street experts share the most important charts in markets — and point to where you should be investing now",
            "description": "We asked 20 top experts to share the must-know trends that are shaping financial markets and driving investment returns. Chief investment officers, Nobel Prize winners, and many others explained what these trends mean and how to profit from them. Click here t…",
            "url": "https://www.businessinsider.com/markets-finance-charts-investing-advice-from-top-investors-strategists-economists-2020-2",
            "urlToImage": "https://i.insider.com/5e557bfbfee23d482b10dbf2?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T20:28:58Z",
            "content": "Global markets have rediscovered volatility due to the novel coronavirus outbreak. \r\nIn chaotic periods like this — and even when all is calm — it is important to take a step back and consider what really matters in the grand scheme of things.   \r\nWho better … [+799 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "Tim Tebow will play for his birth country, the Philippines, in upcoming World Baseball Classic qualifiers",
            "description": "Rob Foldy/Getty Images Tim Tebow will participate in the upcoming World Baseball Classic qualifiers as part of the Philippines team. Tebow was born in the Philippines and lived there for several years. Visit Business Insider's homepage for more stories. PORT …",
            "url": "https://www.businessinsider.com/tebow-will-play-for-philippines-in-world-baseball-classic-2020-2",
            "urlToImage": "https://i.insider.com/5a624eb500d0efdd008b4a31?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T01:11:00Z",
            "content": "PORT ST. LUCIE, Fla. (AP) — Tim Tebow is set to swing into action for a new team.\r\nThe New York Mets minor league outfielder and former Heisman Trophy-winning quarterback will play for the Philippines next month in the World Baseball Classic.\r\nTebow was born … [+865 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "The grandfather of a toddler who fell from the 11th floor of a Royal Caribbean cruise ship is pleading guilty to negligent homicide to help end his family's 'nightmare' (RCL)",
            "description": "Salvatore Anello, whose 18-month-old granddaughter died last year after falling from the 11th floor of a Royal Caribbean International cruise ship, is pleading guilty to negligent homicide, his lawyer told Business Insider. Anello had hoisted his granddaughte…",
            "url": "https://www.businessinsider.com/grandfather-of-child-died-on-royal-caribbean-ship-pleading-guilty-2020-2",
            "urlToImage": "https://i.insider.com/5e57e207fee23d4da52c1ef3?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:53:08Z",
            "content": "Salvatore Anello, the grandfather of an 18-month-old toddler who died last year after falling from the 11th floor of a Royal Caribbean International cruise ship, is pleading guilty to negligent homicide, his lawyer, Michael Winkleman, told Business Insider.\r\n… [+1576 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Trump's controversial Fed pick inches closer to Senate confirmation",
            "description": "Judy Shelton inched closer to Senate confirmation this week despite bipartisan scrutiny of her unconventional economic views. Senator Pat Toomey said late Wednesday he would support Shelton, offering her key support in the banking committee. Shelton, who has …",
            "url": "https://www.businessinsider.com/trumps-controversial-fed-pick-judy-shelton-inches-closer-confirmation-toomey-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5cfac82c11e2053aaa0381a3-1920/screen-shot-2019-06-07-at-42437-pm.png",
            "publishedAt": "2020-02-27T18:32:13Z",
            "content": "<ul><li>Judy Shelton inched closer to Senate confirmation this week despite bipartisan scrutiny of her unconventional economic views. </li><li>Senator Pat Toomey said late Wednesday he would support Shelton, offering her key support in the banking committee.<… [+1619 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Gilbert",
            "title": "The wildly popular simulation game 'Plague Inc' has been pulled from the iPhone's Chinese app store amid the ongoing coronavirus crisis in China (AAPL)",
            "description": "A long-running, wildly popular game that simulates a worldwide pandemic was just pulled from Apple's iPhone app store in China. The game's use spiked in China after the coronavirus outbreak, and it reached the top spot on Apple's App Store charts as a result.…",
            "url": "https://www.businessinsider.com/plague-inc-coronavirus-iphone-chinese-app-store-covid-2020-2",
            "urlToImage": "https://i.insider.com/5e57e4eefee23d58795496d7?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T17:13:39Z",
            "content": "A wildly popular game that intends to simulate a worldwide epidemic recently had a cosmic surge in popularity — \"Plague Inc.,\" as it's known, even became the most popular game on Apple's iPhone app store around the world.\r\nRecently, the game topped Apple's ap… [+1894 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "JetBlue is waiving fees for canceling or changing flights because of the coronavirus, the first US airline to do so for all routes",
            "description": "JetBlue is offering free flight cancellations or changes on all newly-booked flights, as people grow increasingly worried about traveling during the deadly coronavirus outbreak. JetBlue is the first US airline to offer such a policy on all routes, though some…",
            "url": "https://www.businessinsider.com/coronavirus-jetblue-cancel-refund-fees-waived-all-routes-2020-2",
            "urlToImage": "https://i.insider.com/5e5790a6fee23d2463208c74?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T10:50:25Z",
            "content": "JetBlue has become the first US airline to waive cancelation and flight-change fees on all of its routes because of the rapidly spreading coronavirus.\r\nThe airline announced on Wednesday that it will \"suspend change and cancel fees for new flight bookings sta… [+3142 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kevin Webb",
            "title": "Unity pulls out of Game Developers Conference over COVID-19 concerns, joining Facebook and Sony",
            "description": "Unity, the company behind one of the world's most popular game development engines, will no longer attend the 2020 Game Developers Conference, the annual meeting of video game industry employees scheduled for March 16 to 20 in San Francisco's Moscone Center. …",
            "url": "https://www.businessinsider.com/unity-gdc-2020-game-conference-coronavirus-covid-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e57e4aafee23d581f5deec4?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:08:41Z",
            "content": "Unity is the latest in a series of high profile attendees that will no longer be attending the 2020 Game Developers Conference due to the coronavirus outbreak.  GDC 2020 is an annual event scheduled to be held in San Francisco's Moscone Center from March 16 t… [+1788 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sophia Ankel), Sophia Ankel",
            "title": "Inside the comeback story of Tyson Fury, the undefeated 'Gypsy King' who overcame a depression and shed 112 pounds to be heavyweight champion of the world, twice",
            "description": "Getty Images British boxer Tyson Fury, aka the \"Gypsy King,\" won his second heavyweight title in Las Vegas on Sunday, 23 February. The fighter, who comes from a long line of gypsy fighters and has struggled with mental health issues, remains undefeated. Here …",
            "url": "https://www.businessinsider.com/tyson-fury-biography-of-second-time-heavy-weight-champion-2020-2",
            "urlToImage": "https://i.insider.com/5e551808fee23d549a7c7a93?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T17:27:25Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Canales",
            "title": "A coronavirus patient and Diamond Princess cruise ship passenger being treated in a San Francisco hospital says he feels perfectly fine",
            "description": "A Diamond Princess cruise ship passenger who tested positive for the coronavirus disease is being treated at a San Francisco hospital. He said he feels perfectly fine and isn't experiencing any of the typical symptoms of the virus. He eats three meals a day, …",
            "url": "https://www.businessinsider.com/coronavirus-san-francisco-diamond-princess-cruise-ship-2020-2",
            "urlToImage": "https://i.insider.com/5e580e46fee23d1332509fb4?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T19:21:10Z",
            "content": "An evacuee from the Diamond Princess cruise ship has tested positive for the coronavirus disease, known as COVID-19, and is being treated in a San Francisco hospital.\r\nBut the patient, 62-year-old Rick Wright, told the San Francisco Chronicle that he feels pe… [+1060 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Canales",
            "title": "A Southern California city is banning people who were on the coronavirus-stricken Diamond Princess cruise ship from entering their town",
            "description": "Leaders of Costa Mesa, California, are blocking COVID-19 patients from being transferred to a nearly-empty hospital in the Southern California city. A US district judge issued the restraining order last week and extended it until Monday, during which time sta…",
            "url": "https://www.businessinsider.com/coronavirus-california-town-bans-diamond-princess-passengers-2020-2",
            "urlToImage": "https://i.insider.com/5e56eaa3fee23d5d687a5f89?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T18:52:45Z",
            "content": "City officials in Costa Mesa, California, are blocking patients being tested for the coronavirus disease COVID-19 from being transferred to a nearly empty hospital within the Orange County city from a Bay Area air force base.\r\nOn February 21, US District Judg… [+1330 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "I flew on 2 back-to-back Malaysia Airlines flights, and now I'm rooting for the struggling airline to survive",
            "description": "Malaysia Airlines is bleeding money, as it struggles to compete with low-cost airlines and recover from a disastrous 2014 when one flight was shot down and another disappeared. I recently flew on two Malaysia Airlines flights, one international and one domest…",
            "url": "https://www.businessinsider.com/malaysia-airlines-flight-review-economy-2020-2",
            "urlToImage": "https://i.insider.com/5e57fd1ffee23d715d454d8f?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T17:53:36Z",
            "content": "Malaysia Airlines has been fighting a battle on many fronts for years. \r\nThe Malaysian state-owned airline has struggled to recover since 2014, when one fight was shot down, killing 2798 people and another disappeared, carrying 238 passengers and crew members… [+813 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Caroline Hroncich",
            "title": "I survived swine flu as a teenager, and it taught me one crucial lesson about life during an epidemic: don't panic",
            "description": "I was diagnosed with swine flu during the 2009 pandemic, which killed 12,469 people in the US and between 151,700 and 575,400 people worldwide, according to the CDC. The swine flu generated a similar level of panic to what we're seeing with the coronavirus to…",
            "url": "https://www.businessinsider.com/what-having-swine-flu-taught-me-about-the-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e580e93fee23d0dee716e22?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T20:50:51Z",
            "content": "\"You have swine flu\" were words that in 2009 would have struck fear into pretty much any American.\r\nI was diagnosed with the illness as a 16-year-old high-school sophomore in June of that year.\r\nThe swine flu, or H1N1 virus, was a pandemic that generated glob… [+4501 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Guggenheim's Scott Minerd says coronavirus is possibly the worst thing he's seen in his career — and that the Fed is powerless to stop the market fallout",
            "description": "Scott Minerd of Guggenheim called the coronavirus \"possibly the worst thing I've ever seen in my career\" in an interview with Bloomberg Television on Thursday. He also said that the Federal Reserve is \"fairly impotent\" to stop the market damage as \"lowering i…",
            "url": "https://markets.businessinsider.com/news/stocks/guggenheim-scott-minerd-coronavirus-calls-worst-thing-seen-fed-rates-2020-2-1028947647",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e582b5cfee23d2f1c643e43-2048/2693744418792eb96205fk.jpg",
            "publishedAt": "2020-02-27T21:09:33Z",
            "content": "Milken Institute\r\n<ul><li>Scott Minerd of Guggenheim called the coronavirus \"possibly the worst thing I've ever seen in my career\" in an interview with Bloomberg Television on Thursday. </li><li>He also said that the Federal Reserve is \"fairly impotent\" to st… [+2390 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Hedge fund billionaire Jim Simons is betting millions on a small biotech firm and its potential coronavirus vaccine",
            "description": "Hedge fund billionaire Jim Simons is backing biotech firm Codagenix and its development of a potential coronavirus vaccine, Bloomberg reported Wednesday. The founder of Renaissance Technologies holds at least a 25% stake in the drug developer and stands to wi…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-vaccine-development-jim-simons-codagenix-biotech-hedge-fund-billionaire-2020-2-1028946644",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57d308fee23d40b8235089-2400/gettyimages-1130788683.jpg",
            "publishedAt": "2020-02-27T15:56:25Z",
            "content": "Sylvain Gaboury/Getty Images\r\n<ul><li>Hedge fund billionaire Jim Simons is backing biotech firm Codagenix and its development of a potential coronavirus vaccine, Bloomberg reported Wednesday.</li><li>The founder of Renaissance Technologies holds at least a 25… [+2812 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Robert Leslie, Lauren Shamo and Mark Abadi",
            "title": "Ski resorts are relying on artificial snow to keep them open through the winter — here's how it works",
            "description": "Climate change is forcing some ski resorts in the Alps to use artificial snow. Artificial snow is made by firing air and water under pressure into the cold air to make tiny ice crystals. Building up a man-made layer of snow on ski runs at the start of the sea…",
            "url": "https://www.businessinsider.com/artificial-fake-snow-ski-resorts-climate-change-2020-2",
            "urlToImage": "https://i.insider.com/5e56a332fee23d7aa214e313?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T19:34:00Z",
            "content": "Following is a transcript of an episode of Business Insider Today. Watch the full episode here.\r\nMan-made snow is a vital part of the winter sports scene here in the Alps.\r\nThe recipe is simple: water, air, and cold.\r\nWith Mother Nature often unable to make e… [+3859 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Clorox stock climbs as investors bet coronavirus will boost demand for bleach and disinfectant wipes (CLX)",
            "description": "Clorox shares have climbed as much as 5% this week as investors bet the coronavirus epidemic will boost demand for bleach and disinfectant wipes. CEO Benno Dorer said in a CNBC interview this month that Clorox was \"leaning into inventory to be ready, just in …",
            "url": "https://markets.businessinsider.com/news/stocks/clorox-stock-rises-coronavirus-boost-bleach-disinfectant-demand-disinfectant-wipes-2020-2-1028947060",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57fbcafee23d6fcc5da734-2000/clorox.jpg",
            "publishedAt": "2020-02-27T17:48:13Z",
            "content": "Mike Mozart/Flickr\r\n<ul><li>Clorox shares have climbed as much as 5% this week as investors bet the coronavirus epidemic will boost demand for bleach and disinfectant wipes.</li><li>CEO Benno Dorer said in a CNBC interview this month that Clorox was \"leaning … [+2769 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'Markets are trading on fear': Stocks tumble as coronavirus panic takes hold",
            "description": "Stocks slumped on Thursday as investors braced for the novel coronavirus to escalate into a pandemic and hammer global growth. The World Health Organization warned on Wednesday that more new cases were reported outside China than inside for the first time. \"I…",
            "url": "https://www.businessinsider.com/markets-trading-on-fear-stocks-tumble-coronavirus-pandemic-panic-2020-2",
            "urlToImage": "https://i.insider.com/5c10fb7577a165290b4d8ede?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T10:58:18Z",
            "content": "<ul><li>Stocks slumped on Thursday as investors braced for the novel coronavirus to escalate into a pandemic and hammer global growth.</li><li>The World Health Organization warned on Wednesday that more new cases were reported outside China than inside for th… [+3010 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'Markets are trading on fear': Stocks tumble as coronavirus panic takes hold",
            "description": "Stocks slumped on Thursday as investors braced for the novel coronavirus to escalate into a pandemic and hammer global growth. The World Health Organization warned on Wednesday that more new cases were reported outside China than inside for the first time. \"I…",
            "url": "https://markets.businessinsider.com/news/stocks/markets-trading-on-fear-stocks-tumble-coronavirus-pandemic-panic-2020-2-1028944783",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c10fb7577a165290b4d8ede-2400/gettyimages-131181574.jpg",
            "publishedAt": "2020-02-27T10:58:18Z",
            "content": "Getty Images\r\n<ul><li>Stocks slumped on Thursday as investors braced for the novel coronavirus to escalate into a pandemic and hammer global growth.</li><li>The World Health Organization warned on Wednesday that more new cases were reported outside China than… [+3024 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "A video-conferencing company is surging on speculation the coronavirus outbreak will make more people work from home (ZM)",
            "description": "Zoom Video Communications has soared more than 5% this week as investors bet coronavirus will have workforces working remotely. A CDC official encouraged businesses to prepare for that prospect Tuesday in a newsconference. Visit Business Insider's homepage fo…",
            "url": "https://markets.businessinsider.com/news/stocks/zoom-stock-soars-coronavirus-bet-employees-work-from-home-video-2020-2-1028946554",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57d02ffee23d44625fee92-2400/gettyimages-1032613914.jpg",
            "publishedAt": "2020-02-27T15:25:34Z",
            "content": "10'000 Hours/Getty Images\r\n<ul><li>Zoom Video Communications has soared more than 5% this week as investors bet coronavirus will have workforces working remotely.</li><li>A CDC official encouraged businesses to prepare for that prospect Tuesday in a newsconfe… [+2129 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joey Hadden",
            "title": "Microsoft and Chevron are among 13 of the largest global companies who have asked their employees to work remotely as a precaution against the novel coronavirus — here's the full list.",
            "description": "As of Thursday, there are over 80,000 confirmed cases of coronavirus, the majority of which is in China. The COVID-19 virus has spread to other parts of Asia and Europe as well. There are currently 60 confirmed cases of it in the US, including the people who …",
            "url": "https://www.businessinsider.com/companies-asking-employees-to-work-from-home-due-to-coronavirus-2020",
            "urlToImage": "https://i.insider.com/5e56f1c2fee23d66b35a0fd2?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T15:57:00Z",
            "content": "The novel coronavirus has killed almost 2,800 people in China, as of Thursday, and there are over 81,000 confirmed cases worldwide across 40 countries, with 60 confirmed cases in the US.\r\nAs the COVID-19 virus spreads across other parts of Asia, Europe and th… [+212 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Republican officials are privately bracing for the possibility that a virus-hit US economy could hurt Trump in the election",
            "description": "The White House has attempted in recent days to downplay the effects the novel coronavirus could have on US growth. But behind closed doors, Republican officials have started to worry a faltering economy could undermine President Donald Trump's strongest case…",
            "url": "https://www.businessinsider.com/coronavirus-fueled-gdp-hit-could-hurt-trump-re-election-2020-2",
            "urlToImage": "https://i.insider.com/5bb48df998a18029946c4dd6?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T22:08:41Z",
            "content": "<ul><li>The White House has attempted in recent days to downplay the effects the novel coronavirus could have on US growth.</li><li>But behind closed doors, Republican officials have started to worry a faltering economy could undermine President Donald Trump'… [+2994 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Goldman Sachs says the S&P 500 could quickly fall another 7% on coronavirus fears — and warns US firms won't generate any profit growth in 2020",
            "description": "The S&P 500 is down 8% since February 21, and Goldman Sachs says the key index will continue dropping in the first half of the year. The bank estimates the S&P 500 will plummet to 2,900 — an additional 7% from Wednesday's close — before recovering through the…",
            "url": "https://www.businessinsider.com/stock-market-outlook-lower-no-profit-growth-coronavirus-goldman-sachs-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57c1acfee23d34c417fc52-2400/2016-09-26t000000z2145649855s1beudlhrdabrtrmadp3goldman-sachs-asia-jobs.jpg",
            "publishedAt": "2020-02-27T14:18:17Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>The S&amp;P 500 is down 8% since February 21, and Goldman Sachs says the key index will continue dropping in the first half of the year.</li><li>The bank estimates the S&amp;P 500 will plummet to 2,900 — an additional 7% from… [+3100 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "US companies say China revenues could drop by 50% as coronavirus spreads",
            "description": "American companies have started to warn they could see their revenues from China cut in half if the coronavirus outbreak isn't contained by summer. Nearly half of respondents said they expect China revenue would fall this year if business cannot return to usu…",
            "url": "https://markets.businessinsider.com/news/stocks/us-companies-china-revenues-could-drop-half-amid-coronavirus-forecast-2020-2-1028946624",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e541d27fee23d3b001f43a2-1999/2020-02-20t080022z175029978rc284f9j4tyjrtrmadp3china-health-hongkong.jpg",
            "publishedAt": "2020-02-27T15:57:00Z",
            "content": "AP Photo/Ng Han Guan\r\n<ul><li>American companies have started to warn they could see their revenues from China cut in half if the coronavirus outbreak isn't contained by summer. </li><li>Nearly half of respondents said they expect China revenue would fall thi… [+2185 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Oil prices unravel to lowest level in 12 months as coronavirus threat looms",
            "description": "The key US and global gauges of oil prices tumbled Thursday, after The Wall Street Journal reported WTI closed on Wednesday at its lowest price since January 2019. As reports around the coronavirus health crisis worsen, investors fear the economic slowdown re…",
            "url": "https://markets.businessinsider.com/commodities/news/oil-prices-unravel-sink-lowest-level-year-coronavirus-threat-impact-2020-2-1028945803",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57c2f9fee23d2fb142d0c4-2400/2020-02-25t173112z1lynxmpeg1o1arrtroptp4venezuela-oil.jpg",
            "publishedAt": "2020-02-27T13:42:13Z",
            "content": "Reuters\r\nThe downward spiral in oil continues. \r\nWTI crude toppled 2.71% from its previous closing price to trade at $47.41 per barrel Thursday. Making that decline more dramatic: Wednesday's closing price was a 12-month low for U.S. crude, The Wall Street Jo… [+1373 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The global economy could post its worst year since the financial crisis as coronavirus weighs on already slowing growth, Bank of America says",
            "description": "Bank of America on Thursday cut its 2020 global GDP growth forecast to 2.8%, the lowest reading since the financial crisis. The lowered outlook is due to already weak conditions and the impact of the coronavirus outbreak on global growth, according to Bank of…",
            "url": "https://www.businessinsider.com/global-economy-coronavirus-gdp-growth-worst-year-since-2009-slow-2020-2",
            "urlToImage": "https://i.insider.com/5e57e6c7fee23d61530737d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:37:45Z",
            "content": "<ul><li> Bank of America on Thursday cut its 2020 global GDP growth forecast to 2.8%, the lowest reading since the financial crisis. </li><li>The lowered outlook is due to already weak conditions and the impact of the coronavirus outbreak on global growth, ac… [+2360 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "These 5 drug developers have jumped this week on hopes they can provide a coronavirus treatment",
            "description": "Wall Street is scrambling to have a stake in the company that cures coronavirus — and it has drug makers surging. That's as the wider market marches towards its worst weekly performance since the financial crisis. Visit Business Insider's homepage for more st…",
            "url": "https://www.businessinsider.com/drug-stocks-gain-companies-coronavirus-vaccine-potential-wall-street-buys-2020-2",
            "urlToImage": "https://i.insider.com/5e581421fee23d1b3e140b26?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T20:21:04Z",
            "content": "<ul><li>Wall Street is scrambling to have a stake in the company that cures coronavirus — and it has drug makers surging.</li><li>That's as the wider market marches towards its worst weekly performance since the financial crisis.</li><li>Visit Business Inside… [+1477 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Traders are pulling money out of the world's biggest stock fund at the fastest pace in 2 years as coronavirus rattles nerves",
            "description": "The SPDR S&P 500 ETF Trust has seen nearly $13 billion in outflows over the last three days ending Wednesday as coronavirus fears have sent stocks into a tailspin. The S&P 500 ETF is the biggest in the world with $279 billion in assets. The outflows are on tr…",
            "url": "https://markets.businessinsider.com/news/stocks/sp500-worlds-biggest-stock-fund-record-loss-coronavirus-panic-outflows-2020-2-1028947209",
            "urlToImage": "https://images.markets.businessinsider.com/image/5cfad0d211e2054007798c37-1829/gettyimages-1143581309.jpg",
            "publishedAt": "2020-02-27T18:43:31Z",
            "content": "Getty Images / Drew Angerer\r\n<ul><li>The SPDR S&amp;P 500 ETF Trust has seen nearly $13 billion in outflows over the last three days ending Wednesday as coronavirus fears have sent stocks into a tailspin. </li><li>The S&amp;P 500 ETF is the biggest in the wor… [+2442 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Clorox stock climbs as investors bet coronavirus will boost demand for bleach and disinfectant wipes (CLX)",
            "description": "Clorox shares have climbed as much as 5% this week as investors bet the coronavirus epidemic will boost demand for bleach and disinfectant wipes. CEO Benno Dorer said in a CNBC interview this month that Clorox was \"leaning into inventory to be ready, just in …",
            "url": "https://www.businessinsider.com/clorox-stock-rises-coronavirus-boost-bleach-disinfectant-demand-disinfectant-wipes-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57fbcafee23d6fcc5da734-2000/clorox.jpg",
            "publishedAt": "2020-02-27T17:48:13Z",
            "content": "Mike Mozart/Flickr\r\n<ul><li>Clorox shares have climbed as much as 5% this week as investors bet the coronavirus epidemic will boost demand for bleach and disinfectant wipes.</li><li>CEO Benno Dorer said in a CNBC interview this month that Clorox was \"leaning … [+2769 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "The Trump administration just backtracked and said a coronavirus vaccine would be affordable for Americans, after triggering massive blowback",
            "description": "The Trump administration reversed itself on Thursday and said a coronavirus vaccine would be affordable for the American public, after generating a storm of criticism over its potential high cost. Health and Human Services Secretary Alex Azar said he would gu…",
            "url": "https://www.businessinsider.com/coronavirus-vaccine-affordable-says-trump-administration-2020-2",
            "urlToImage": "https://i.insider.com/5cbf785eb14bf428016a8fc7?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T19:07:00Z",
            "content": "<ul><li>The Trump administration reversed itself on Thursday and said a coronavirus vaccine would be affordable for the American public, after generating a storm of criticism over its potential high cost.</li><li>Health and Human Services Secretary Alex Azar … [+2467 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "As the coronavirus goes global, Corona Hard Seltzer releases new ad about the beverage 'coming ashore soon'",
            "description": "The makers of Corona beer are receiving flak over a new Corona Hard Seltzer ad released in the midst of the coronavirus outbreak. The ad, posted on Twitter Monday, says the line of seltzers is \"coming ashore soon.\" Many commenters questioned the timing of the…",
            "url": "https://www.businessinsider.com/corona-new-ad-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e5836f5fee23d43bc23d043?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:42:30Z",
            "content": "As the coronavirus outbreak's spread outside of China worsened this week, the makers of Corona beer released an awkward ad about a line of hard seltzers \"coming ashore soon.\"\r\nNegative comments quickly started flowing in on the brand's Twitter page, calling t… [+2310 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Goldman Sachs says the S&P 500 could quickly fall another 7% on coronavirus fears — and warns US firms won't generate any profit growth in 2020",
            "description": "The S&P 500 is down 8% since February 21, and Goldman Sachs says the key index will continue dropping in the first half of the year. The bank estimates the S&P 500 will plummet to 2,900 — an additional 7% from Wednesday's close — before recovering through the…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-outlook-lower-no-profit-growth-coronavirus-goldman-sachs-2020-2-1028946208",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57c1acfee23d34c417fc52-2400/2016-09-26t000000z2145649855s1beudlhrdabrtrmadp3goldman-sachs-asia-jobs.jpg",
            "publishedAt": "2020-02-27T14:18:17Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>The S&amp;P 500 is down 8% since February 21, and Goldman Sachs says the key index will continue dropping in the first half of the year.</li><li>The bank estimates the S&amp;P 500 will plummet to 2,900 - an additional 7% from… [+3102 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The 10-year US Treasury yield falls to record low as coronavirus sends investors fleeing to safety",
            "description": "On Thursday, the 10-year US Treasury yield fell to 1.27% for the first time ever. Yields, which are inverse to price, have been falling on long-term bonds all week as investors flee to safe-haven assets amid coronavirus fears. \"If you're looking for something…",
            "url": "https://markets.businessinsider.com/news/stocks/10-year-treasury-yield-falls-record-low-coronavirus-fear-safety-2020-2-1028945650",
            "urlToImage": "https://images.markets.businessinsider.com/image/543faaaa69bedd97152a820e-1194/sad-nyse-trader-2.png",
            "publishedAt": "2020-02-27T13:23:58Z",
            "content": "REUTERS/Brendan McDermid\r\n<ul><li>On Thursday, the 10-year US Treasury yield fell to 1.29% for the first time ever. </li><li>Yields, which are inverse to price, have been falling on long-term bonds all week as investors flee to safe-haven assets amid coronavi… [+2093 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Dow plunges 1,191 points on coronavirus fears, while S&P 500 posts its worst day since 2011",
            "description": "All major US equity indexes plunged more than 4.4% on Thursday, with each entering correction territory. That means they've both fallen more than 10% from recent highs. The Stoxx Europe 600 also entered correction territory. The S&P 500's 4.4% decline marked …",
            "url": "https://www.businessinsider.com/stock-market-news-today-coronavirus-correction-worst-day-since-2011-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dd84ffafd9db24c643ce225-2000/2005-07-01t120000z838843380rp6drnaqufaartrmadp3philippines-arroyo.jpg",
            "publishedAt": "2020-02-27T21:18:03Z",
            "content": "Reuters / Erik de Castro\r\n<ul><li>All major US equity indexes plunged more than 4.4% on Thursday, with each entering correction territory.</li><li>That means they've both fallen more than 10% from recent highs.</li><li>The Stoxx Europe 600 also entered correc… [+2399 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "US stocks plummet into correction territory on coronavirus fears — and the S&P 500 is headed for its worst week since the 2008 financial crisis",
            "description": "All major US equity indices plunged Thursday, with the S&P 500 and Dow Jones industrial average entering correction territory. That means they've both fallen more than 10% from recent highs. A Stoxx Europe 600 also entered correction territory. The sell-off c…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-today-us-index-correction-selloff-crash-coronavirus-2020-2-1028946774",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c0a8ad71486fd18a723b89a-2000/2018-12-04t193843z488599386rc1d47333100rtrmadp3usa-stocks.jpg",
            "publishedAt": "2020-02-27T16:31:14Z",
            "content": "Reuters / Brendan McDermid\r\n<ul><li>All major US equity indices plunged Thursday, with the S&amp;P 500 and Dow Jones industrial average entering correction territory. That means they've both fallen more than 10% from recent highs.</li><li>A Stoxx Europe 600 a… [+2245 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Republican officials are privately bracing for the possibility that a virus-hit US economy could hurt Trump in the election",
            "description": "The White House has attempted in recent days to downplay the effects the novel coronavirus could have on US growth. But behind closed doors, Republican officials have started to worry a faltering economy could undermine President Donald Trump's strongest case…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-fueled-gdp-hit-could-hurt-trump-re-election-2020-2-1028947948",
            "urlToImage": "https://images.markets.businessinsider.com/image/5bb48dcdac0a6329682f9e22-2400/gettyimages-1044369042.jpg",
            "publishedAt": "2020-02-27T22:12:00Z",
            "content": "Sean Rayford/Getty Images\r\n<ul><li>The White House has attempted in recent days to downplay the effects the novel coronavirus could have on US growth.</li><li>But behind closed doors, Republican officials have started to worry a faltering economy could underm… [+3021 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "US companies say China revenues could drop by 50% as coronavirus spreads",
            "description": "American companies have started to warn they could see their revenues from China cut in half if the coronavirus outbreak isn't contained by summer. Nearly half of respondents said they expect China revenue would fall this year if business cannot return to usu…",
            "url": "https://www.businessinsider.com/us-companies-china-revenues-could-drop-half-amid-coronavirus-forecast-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e541d27fee23d3b001f43a2-1999/2020-02-20t080022z175029978rc284f9j4tyjrtrmadp3china-health-hongkong.jpg",
            "publishedAt": "2020-02-27T15:49:17Z",
            "content": "Tyrone Siu/Reuters\r\n<ul><li>American companies have started to warn they could see their revenues from China cut in half if the coronavirus outbreak isn't contained by summer. </li><li>Nearly half of respondents said they expect China revenue would fall this … [+2183 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Coronavirus fears could plunge stocks into a bear market, RBC warns",
            "description": "If the S&P 500 sell-off over coronavirus fears continues, stocks could fall into a bear market, Lori Calvasina of RBC wrote in a Thursday note. If stocks fall 10% and pessimism still remains, the S&P 500 could fall to the 2,700 range, a 20% drop, according to…",
            "url": "https://markets.businessinsider.com/news/stocks/stocks-market-forecast-fall-bear-market-coronavirus-fears-rbc-possible-2020-2-1028946333",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5677f4fee23d4cf831c9d3-2400/2020-02-26t121839z1lynxnpeg1p17trtroptp4usa-stocks.jpg",
            "publishedAt": "2020-02-27T14:55:07Z",
            "content": "Lucas Jackson/Reuters\r\n<ul><li>If the S&amp;P 500 sell-off over coronavirus fears continues, stocks could fall into a bear market, Lori Calvasina of RBC wrote in a Thursday note. </li><li>If stocks fall 10% and pessimism still remains, the S&amp;P 500 could f… [+2481 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "These are the 3 best trades to help protect investors from coronavirus turmoil, UBS says",
            "description": "Global stocks are sinking as investors worry about the spread of coronavirus into countries across the world — a development that could damage economic growth. Mark Haefele of UBS Global Wealth Management is telling investors to look at three trades to limit …",
            "url": "https://www.businessinsider.com/3-stock-market-investing-strategies-to-hedge-against-coronavirus-ubs-2020-2",
            "urlToImage": "https://i.insider.com/5e56b5fafee23d190f1baef5?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T13:17:00Z",
            "content": "The spreading coronavirus outbreak has done a number on global stocks in recent days as investors grow more fearful that the epidemic will grind the global economy to a halt.\r\nCases have now been found on every continent, with more than 80,000 people infected… [+3489 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "People are selling books on Amazon claiming Satan and biological warfare caused the coronavirus. Amazon says it's giving customers a variety of viewpoints. (AMZN)",
            "description": "People are selling books on Amazon about the coronavirus with titles like \"Jesus vs Satan: The origins of Coronavirus\" and \"Military Virus Apocalypse: Biological Warfare, Bioweapons and China Coronavirus Pandemic.\" The books are categorized under \"Medical eBo…",
            "url": "https://www.businessinsider.com/coronavirus-people-are-selling-misleading-books-about-virus-on-amazon-2020-2",
            "urlToImage": "https://i.insider.com/5e57d9d6fee23d4f29466a1a?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:22:09Z",
            "content": "Some people are cashing in on the coronavirus outbreak by selling books on Amazon about the virus, but the books could mislead or misinform readers. \r\nBooks being sold on Amazon include \"Jesus vs Satan: The origins of Coronavirus\" and \"Military Virus Apocalyp… [+2414 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "How the coronavirus has impacted Hollywood movies like the next James Bond and 'Mission: Impossible,' and what could happen next",
            "description": "As the coronavirus spreads through various countries, Hollywood is already feeling the effects. The China premiere of the next James Bond movie, \"No Time to Die,\" was canceled and production on the seventh \"Mission: Impossible\" installment was postponed becau…",
            "url": "https://www.businessinsider.com/how-coronavirus-could-impact-hollywood-box-office-movie-theaters-analysis-2020-2",
            "urlToImage": "https://i.insider.com/5e57d0e4fee23d44f0006a54?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T20:18:05Z",
            "content": "The coronavirus has already dealt a severe blow to China's theatrical market. The country's 70,000 theaters have been closed for more than a month, resulting in over $1 billion in lost revenue.\r\nAs the coronavirus — which has killed more than 2,800 people and… [+3094 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Benjamin Winck",
            "title": "Microsoft saw $62 billion of market value erased after it said coronavirus will hit profits this year. Here are 6 other companies that have issued similar warnings — and how much they've lost (MSFT)",
            "description": "Several companies have lowered or withdrawn their forward-looking revenue estimates as the coronavirus tears into operations. Microsoft was the most recent to warn investors of the outbreak's effect on financials, announcing Wednesday its Windows and Surface …",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-stock-guidance-outlook-cuts-microsoft-apple-mastercard-companies-2020-2",
            "urlToImage": "https://i.insider.com/5e57e569fee23d5904258b1f?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T19:55:23Z",
            "content": "<ul><li>Several companies have lowered or withdrawn their forward-looking revenue estimates as the coronavirus tears into operations.</li><li>Microsoft was the most recent to warn investors of the outbreak's effect on financials, announcing Wednesday its Wind… [+2045 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "A top-ranked fund manager pinpoints a Chinese healthcare company that could emerge as a big winner of the coronavirus outbreak — and explains how he's investing around the epidemic",
            "description": "Emerging markets fund manager Chad Cleaver of Driehaus Capital Management told Business Insider about how he's investing around the effects of the Wuhan coronavirus outbreak. He says China's largest online health platform is getting a big increase in traffic,…",
            "url": "https://www.businessinsider.com/stock-market-strategy-coronavirus-investing-tips-from-top-fund-manager-2020-2",
            "urlToImage": "https://i.insider.com/5e57fbebfee23d7c26718bb3?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T17:30:11Z",
            "content": "Global markets have been upended by the spread of the coronavirus, and things have gotten especially rocky in emerging markets because of the outbreak's effects in China.\r\nIt's a frightening time for investors, but it's a bit less worrying for those who know … [+2485 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump blamed 2020 Democrats for the ongoing stock-market plunge — but the nosedive was already underway due to coronavirus",
            "description": "Trump tried blaming the 2020 Democrats for the stock market plunge this week, which threatens to become the worst weekly decline since the 2008 financial crisis. \"I think the financial markets are very upset when they look at the Democratic candidates standin…",
            "url": "https://markets.businessinsider.com/news/stocks/trump-tried-blaming-2020-democrats-stock-market-plunge-underway-coronavirus-2020-2-1028946760",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57dea2fee23d552a6a39cd-2400/e3645cd1d3ac6d179e2defbc9542cbb4.jpg",
            "publishedAt": "2020-02-27T16:25:56Z",
            "content": "Associated Press\r\n<ul><li>Trump tried blaming the 2020 Democrats for the stock market plunge this week, which threatens to become the worst weekly decline since the 2008 financial crisis.</li><li>\"I think the financial markets are very upset when they look at… [+2105 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "Hong Kong's government is giving $1,284 to every permanent resident over 18",
            "description": "Hong Kong announced it will give permanent residents 18 years and older a one-time payment of $1,284 as a result of coronavirus's economic damage. The payments to residents and subsidies for businesses sent Hong Kong into its first budget deficit in 15 years.…",
            "url": "https://www.businessinsider.com/hong-kong-government-giving-one-time-payment-residents-over-18-2020-2",
            "urlToImage": "https://i.insider.com/5e5832edfee23d3f5b26e632?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:47:00Z",
            "content": "Hong Kong's government announced it will give permanent residents 18 years and older a one-time payment of $1,284 as well as tax breaks for companies, as part of relief efforts to combat the economic havoc the coronavirus inflicted on residents and businesses… [+1360 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "The US Navy orders ships in the Pacific to stay at sea at least 14 days between port calls over coronavirus concerns",
            "description": "The US Navy has given ships operating in the Pacific new port call guidance amid concerns over the coronavirus, US Pacific Fleet told Insider Thursday. Ships have been instructed to remain at sea at least 14 days, the maximum incubation period for the novel c…",
            "url": "https://www.businessinsider.com/us-navy-gives-new-port-call-guidance-amid-coronavirus-concerns-2020-2",
            "urlToImage": "https://i.insider.com/5e583f13fee23d5028355e54?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T22:24:12Z",
            "content": "The US Navy has given ships operating in the Pacific new port call guidance amid concerns over the coronavirus.\r\nAll US Navy vessels operating in the 7th Fleet, which oversees operations in the Asia-Pacific region, have been instructed to remain at sea for at… [+1357 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "3 airlines are cutting routes between the US and coronavirus hotspots outside of China — here's the full list (DAL)",
            "description": "The global spread of coronavirus is affecting air routes between the US and countries beyond China. Delta Air Lines became the first airline to suspend a route between the US and a city not in China with Hawaiian Airlines following soon after. Foreign airline…",
            "url": "https://www.businessinsider.com/coronavirus-which-us-flights-are-being-cut-outside-of-china-2020-2",
            "urlToImage": "https://i.insider.com/5e581c2efee23d23b216cf12?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T19:51:50Z",
            "content": "Airlines were quick to suspend flights to mainland China following the outbreak of the deadly new coronavirus reacting to reduced demand and hoping to help prevent its spread.\r\nSome airlines even went as far as to cutting service to Chinese territories outsid… [+616 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "Here is what the US military is doing to defend troops from the coronavirus In Korea and elsewhere",
            "description": "The US military has so far only seen one service member infected by the coronavirus (COVID-19) that has infected over 81,000 people in at least 40 countries and killed nearly 2,800 people, the vast majority of whom are in China. But the military has been work…",
            "url": "https://www.businessinsider.com/everything-us-military-is-doing-to-fight-off-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e57d7fefee23d464a64ee24?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T15:28:11Z",
            "content": "The US military is trying to fight off the coronavirus that has infected over 81,000 people in at least 40 countries and killed nearly 2,800 people, most of whom are in China, and it is taking increasingly drastic measures to protect US forces. In Korea, for … [+3467 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "A statistics expert slammed the Trump administration's handling of the coronavirus as misleading, and accused him of downplaying the outbreak so he could get reelected",
            "description": "Chad Wolf, the acting secretary of Homeland Security fumbled his figures on the coronavirus under a grilling from Sen. John Kennedy on Tuesday, comparing its mortality rate to that of the seasonal flu. An expert on the misuse of statistics in public life told…",
            "url": "https://www.businessinsider.com/coronavirus-trump-admin-data-use-misleading-reeelection-math-expert-2020-2",
            "urlToImage": "https://i.insider.com/5e57c7c4fee23d31ea38d342?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T14:49:54Z",
            "content": "President Donald Trump's acting secretary of the Department for Homeland Security stumbled over basic questions on how the administration is preparing for the novel coronavirus, incorrectly telling a Senate subcommittee Tuesday that the mortality rate of the … [+4446 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Peterson",
            "title": "Starbucks reopens most stores in China, citing 'early signs of recovery' from coronavirus",
            "description": "Starbucks said Thursday that 85% of its stores in China are now open for business, following temporary closures due to coronavirus concerns. \"With the number of new cases in China slowing, we are seeing the early signs of a recovery in the region,\" Starbucks …",
            "url": "https://www.businessinsider.com/starbucks-reopens-china-stores-citing-signs-of-coronavirus-recovery-2020-2",
            "urlToImage": "https://i.insider.com/5275067669beddcf19d16db1?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T16:58:00Z",
            "content": "Starbucks has reopened most of its stores in China after temporarily closing thousands of locations due to concerns over the novel coronavirus. \r\n\"We now have 85 percent of stores open across China,\" Starbucks CEO Kevin Johnson tweeted on Thursday, along with… [+693 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "Video-conferencing company Zoom lifts the limit on its free version in China because so many people are using it amid the coronavirus outbreak",
            "description": "Video-conferencing software company Zoom announced it would be lifting the 40-minute limit on video calls for its free version inside China as the country continues to grapple with the novel coronavirus, CEO Eric Yuan wrote in a blog post Wednesday. Virtual c…",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-spread-zoom-video-lift-call-limit-2020-2",
            "urlToImage": "https://i.insider.com/5e56d75bfee23d3dfa1ddeb6?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T17:06:58Z",
            "content": "Zoom, the video conference software company, lifted its 40-minute limit for callers using the free version of the software in China due to the novel coronavirus outbreak, the company's CEO Eric Yuan wrote in a blog post Wednesday.\r\nYuan, who grew up in China'… [+1337 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "Trump has tapped Pence, who was criticized as governor for his handling of an HIV outbreak in Indiana, to handle coronavirus",
            "description": "Vice President Mike Pence has been appointed to spearhead the Trump administration's response to coronavirus. The CDC on Tuesday warned that it's only a matter of time before the virus, which originated in China, spreads in the US. Pence continues to face cri…",
            "url": "https://www.businessinsider.com/trump-taps-pence-criticized-hiv-outbreak-indiana-to-handle-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e571442fee23d7ce26a0844?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T02:24:02Z",
            "content": "President Donald Trump on Wednesday announced he's tapped Vice President Mike Pence to lead the administration's approach to the spread of coronavirus. \r\n\"He's got a certain talent for this,\" Trump said during a press conference.\r\nBut Pence's response to an H… [+2478 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Trump's controversial Fed pick inches closer to Senate confirmation",
            "description": "Judy Shelton inched closer to Senate confirmation this week despite bipartisan scrutiny of her unconventional economic views. Senator Pat Toomey said late Wednesday he would support Shelton, offering her key support in the banking committee. Shelton, who has …",
            "url": "https://markets.businessinsider.com/news/stocks/trumps-controversial-fed-pick-judy-shelton-inches-closer-confirmation-toomey-2020-2-1028947182",
            "urlToImage": "https://images.markets.businessinsider.com/image/5cfac82c11e2053aaa0381a3-1920/screen-shot-2019-06-07-at-42437-pm.png",
            "publishedAt": "2020-02-27T18:37:00Z",
            "content": "CNBC\r\n<ul><li>Judy Shelton inched closer to Senate confirmation this week despite bipartisan scrutiny of her unconventional economic views. </li><li>Senator Pat Toomey said late Wednesday he would support Shelton, offering her key support in the banking commi… [+1607 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sophia Ankel), Sophia Ankel",
            "title": "Inside the 'horrifying' 4-star hotel in Tenerife, where hundreds of guests have been quarantined after a coronavirus case in the resort",
            "description": "Reuters Hundreds of tourists at a plush hotel in Tenerife have been put on lockdown after a doctor visiting from Italy's Lombardy region tested positive for the novel coronavirus. Guests at the H10 Costa Adeje Palace have described a chaotic response to the o…",
            "url": "https://www.businessinsider.com/coronavirus-tenerife-quarantine-hotel-horrifying-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e57ab31fee23d23b70abb43?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T12:38:57Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Apple reportedly plans to release an iPad keyboard this year with a built-in trackpad, moving it one step closer to a true laptop alternative (AAPL)",
            "description": "Apple is planning to release an iPad keyboard later this year with a built-in trackpad, according to The Information. The built-in track pad would bring the iPad one step closer to becoming a true alternative to traditional laptops. Apple is looking to unveil…",
            "url": "https://www.businessinsider.com/apple-reportedly-planning-2020-ipad-keyboard-with-built-in-trackpad-2020-2",
            "urlToImage": "https://i.insider.com/5e5838a6fee23d3f8832aa82?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T22:41:46Z",
            "content": "Apple could be rolling out a new iPad keyboard this year with a built-in trackpad, The Information reported on Thursday, moving the tablet one step closer to becoming an alternative to traditional laptops.\r\nWhile Apple has previously supported third-party mic… [+1474 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "Korean Air flight attendant with coronavirus reportedly serviced 400-seat aircraft that flew between South Korea and US twice — here's the list of the known routes she flew",
            "description": "The Korea Centers for Disease Control and Prevention confirmed the Korean Air flight infected with coronavirus serviced a flight to Israel with 31 reported cases of the virus. The South Korean passengers onboard the flight were returned to South Korea, with t…",
            "url": "https://www.businessinsider.com/coronavirus-koreanair-attendant-reportedly-served-tel-aviv-los-angeles-2020-2",
            "urlToImage": "https://i.insider.com/5b0fa4911ae6621b008b4648?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T01:05:58Z",
            "content": "The South Korean Center for Disease Control and Prevention has confirmed that the Korean Air flight attendant diagnosed with coronavirus was onboard a flight from Seoul to Tel Aviv where 31 cases of the virus were reported. The flight was operated on February… [+943 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump and his economic officials are scrambling to downplay the coronavirus in an attempt to boost the stock market",
            "description": "Mounting fears of the coronavirus's spread in the US triggered one of the sharpest market sell-offs in recent years. The deep stock losses sparked alarm within the Trump administration and the president is reportedly furious the market tanked over the coronav…",
            "url": "https://markets.businessinsider.com/news/stocks/trump-officials-scrambling-downplay-coronavirus-attempt-boost-stocks-2020-2-1028945424",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e56ac36fee23d07de569453-2400/gettyimages-1143331910.jpg",
            "publishedAt": "2020-02-27T13:10:00Z",
            "content": "Mark Wilson/Getty Images\r\n<ul><li>Mounting fears of the coronavirus's spread in the US triggered one of the sharpest market sell-offs in recent years.</li><li>The deep stock losses sparked alarm within the Trump administration and the president is reportedly … [+6357 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kevin Webb",
            "title": "The company behind 'Fortnite' is skipping the biggest video game industry conference of the year because of the coronavirus outbreak",
            "description": "Epic Games, the company behind \"Fortnite\" and one of the world's most popular game development engines, will no longer attend the 2020 Game Developers Conference, the annual meeting of video game industry employees scheduled for March 16 to 20 in San Francisc…",
            "url": "https://www.businessinsider.com/epic-games-coronavirus-fortnite-gdc-unreal-engine-tim-sweeney-2020-2",
            "urlToImage": "https://i.insider.com/5e581df4fee23d1f227424d5?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T20:21:31Z",
            "content": "Epic Games, the company responsible for \"Fortnite\" and the Unreal Engine video game development suite, will no longer attend the 2020 Game Developers Conference due to the coronavirus disease, or COVID-19. The annual conference is scheduled to be held in San … [+1446 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "First possible case of 'community spread' of coronavirus reported in the US",
            "description": "BSIP/UIG Via Getty Images The first case of possible \"community spread\" — in which the origin by which the individual was infected is unknown — was detected in the US. The patient is being treated in UC Davis Medical Center after being transferred from anothe…",
            "url": "https://www.businessinsider.com/first-possible-us-coronavirus-case-community-spread-2020-2",
            "urlToImage": "https://i.insider.com/5e573932fee23d0b5c68be07?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T04:10:04Z",
            "content": "The Centers for Disease Control and Prevention (CDC) confirmed the first case of community spread in the US — in which the origin by which the individual was infected is unknown.\r\nThe CDC said that the \"reportedly did not have relevant travel history or expos… [+2144 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jake Lahut",
            "title": "6 ways the Trump administration has already botched responding to the coronavirus",
            "description": "Basic preparedness for a pandemic in the United States has been hampered by the Trump administration's handling of key agencies, faulty testing kits and mistakes in the quarantine process. Switzerland is able to conduct 1,000 coronavirus tests a day. The US h…",
            "url": "https://www.businessinsider.com/6-ways-the-trump-administration-has-botched-the-coronavirus-response-2020-2",
            "urlToImage": "https://i.insider.com/5e581883fee23d19882d4a03?width=1200&format=jpeg",
            "publishedAt": "2020-02-27T21:12:28Z",
            "content": "As the coronavirus spreads across the globe, the Trump administration has hampered the United States' response through blunders and cuts to public health. \r\nIn a meandering press conference yesterday, President Donald Trump tried to assuage fears and calm the… [+310 chars]"
        }
    ]
}