{
    "status": "ok",
    "totalResults": 49,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'The most disruptive thing to hit markets in many years': 5 financial experts sound off on coronavirus chaos, and what it means for investors",
            "description": "Stock markets around the world slumped on Monday as new coronavirus deaths in Iran, Italy, and South Korea marked a new high for outbreak-related fears. Economists have repeatedly downgraded their projections for global growth as the virus stifles demand, whi…",
            "url": "https://www.businessinsider.com/stock-market-selloff-5-experts-address-coronavirus-fears-global-outlook-2020-2",
            "urlToImage": "",
            "publishedAt": "2020-02-24T16:26:45Z",
            "content": "Associated Press<ul><li>Stock markets around the world slumped on Monday as new coronavirus deaths in Iran, Italy, and South Korea marked a new high for outbreak-related fears.</li><li>Economists have repeatedly downgraded their projections for global growth … [+7322 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Global stocks tank as investors brace for a coronavirus pandemic",
            "description": "Growing fears of Wuhan coronavirus escalating into a global pandemic hammered stocks on Monday. The flu-like illness has caused deaths in Iran, Italy, and South Korea in recent days. In total it has infected more than 77,000 people, killed about 2,400, and sp…",
            "url": "https://markets.businessinsider.com/news/stocks/global-stocks-dive-fears-grow-wuhan-coronavirus-pandemic-2020-2-1028930656",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dc05e292f364a7e90413a7c-2000/stressed-trader.jpeg",
            "publishedAt": "2020-02-24T09:58:06Z",
            "content": "Reuters\r\n<ul><li>Growing fears of Wuhan coronavirus escalating into a global pandemic hammered stocks on Monday.</li><li>The flu-like illness has caused deaths in Iran, Italy, and South Korea in recent days.</li><li>In total it has infected more than 77,000 p… [+1670 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Warren Buffett warns coronavirus could disrupt Berkshire Hathaway's annual meeting, and calls Bill Gates his 'science adviser' (BRK.B)",
            "description": "Coronavirus is likely to affect Berkshire Hathaway's annual shareholder meeting in May, Warren Buffett warned in a CNBC interview on Monday. The 89-year-old Berkshire CEO joked that he and his 96-year-old partner, Charlie Munger, could be at risk as the deadl…",
            "url": "https://markets.businessinsider.com/news/stocks/warren-buffett-talks-coronavirus-calls-science-adviser-bill-gates-coronavirus-2020-2-1028931423",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dea7231fd9db2650208caf9-1300/bill-gates-warren-buffett-friendship.jpg",
            "publishedAt": "2020-02-24T13:18:55Z",
            "content": "Dimitrios Kambouris/Getty\r\n<ul><li>Coronavirus is likely to affect Berkshire Hathaway's annual shareholder meeting in May, Warren Buffett warned in a CNBC interview on Monday.</li><li>The 89-year-old Berkshire CEO joked that he and his 96-year-old partner, Ch… [+1668 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "Officials announced new measures to stifle concerning coronavirus spikes in Iran, Italy, and South Korea",
            "description": "Officials in Iran, Italy, and South Korea deployed new prevention and control measures to address the alarming spread of the new coronavirus. South Korea was placed under \"red alert\" as the country faces more than 700 cases of the virus and six related deaths…",
            "url": "https://www.businessinsider.com/coronavirus-outbreaks-south-korea-iran-italy-2020-2",
            "urlToImage": "https://i.insider.com/5e530915fee23d0bd20c2f82?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T02:02:02Z",
            "content": "Officials in Iran, Italy, and South Korea have begun to address the spread of the new coronavirus as concerns rise outside of China, where the virus originated.\r\nWithin China, the virus has infected nearly 77,000 people and has been tied to more than 2,400 de… [+3062 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "Iran is closing schools, scrambling for hospital places, and spraying disinfectant in the subway as coronavirus deaths and cases spike",
            "description": "Iran is closing public spaces like schools, universities, and cultural centers in an effort to control the novel coronavirus outbreak, Agence France-Presse (AFP) reported. It has also dedicated 230 hospitals to fighting the virus, and disinfecting public tran…",
            "url": "https://www.businessinsider.com/coronavirus-iran-schools-hospitals-public-transport-2020-2",
            "urlToImage": "https://i.insider.com/5e53e683fee23d6d16328f58?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T16:25:15Z",
            "content": "Iran is closing schools and dedicating hospitals across the country to fight the novel coronavirus as the number of infections sharply increased across the country, according to multiple reports.\r\nThe government on Sunday closed schools, universities, and cul… [+2301 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isaac Scher",
            "title": "North Korea has yet to officially report any coronavirus cases. But it just quarantined 380 foreigners.",
            "description": "Three-hundred eighty foreigners in Pyongyang, North Korea, have been placed in medical quarantine, state media reported Monday. The isolated, secretive country has yet to announce any cases of the novel coronavirus. On February 19, the World Health Organizati…",
            "url": "https://www.businessinsider.com/north-korea-silent-on-coronavirus-quarantines-380-foreigners-2020-2",
            "urlToImage": "https://i.insider.com/5e53eb17fee23d7a122c1215?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T15:51:37Z",
            "content": "As the novel coronavirus continues to spread and fears are swirling about the prospect of a global pandemic, North Korea has quarantined 380 foreigners, most of whom are diplomats, state media reported on Monday. Around 200 of those foreigners have been under… [+2336 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paulina Cachero",
            "title": "Isolated and sequestered in their homes, Chinese citizens report anxiety and depression while on lockdown amid the coronavirus outbreak",
            "description": "As China battles the novel coronavirus, the country may have a mental health crisis on its hands caused by the disease. A Chinese Psychology Society survey found that 42.6% of Chinese citizens tested positive for having anxiety related to the epidemic. Despit…",
            "url": "https://www.businessinsider.com/mental-health-issues-anxiety-depression-skyrocket-china-lockdowns-curb-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5402fcfee23d1afd449366?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T17:54:17Z",
            "content": "As China's healthcare system strains to battle the coronavirus epidemic, the country may have yet another health crisis on its hands: deteriorating mental health. \r\nA recent Chinese Psychology Society survey found that 42.6% of 18,000 Chinese citizens tested … [+5416 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Warren Buffett is cheering the current selloff, saying investors 'should want the stock market to go down'",
            "description": "Warren Buffett celebrated the current market selloff sparked by coronavirus fears in a CNBC interview on Monday. \"That's good for us actually, we're a net buyer of stocks over time,\" the Berkshire Hathaway CEO and billionaire investor said. \"Just like being a…",
            "url": "https://markets.businessinsider.com/news/stocks/warren-buffett-berkshire-hathaway-investors-should-want-stock-market-down-2020-2-1028930942",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e53b5d6fee23d520b171ce3-2400/buffett-30.jpg",
            "publishedAt": "2020-02-24T11:52:00Z",
            "content": "REUTERS/Rick Wilking \r\n<ul><li>Warren Buffett celebrated the current market selloff sparked by coronavirus fears in a CNBC interview on Monday.</li><li>\"That's good for us actually, we're a net buyer of stocks over time,\" the Berkshire Hathaway CEO and billio… [+1593 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The stock market's fear gauge spikes to its highest since August as the coronavirus outbreak rages",
            "description": "The Cboe Volatility Index, or VIX, spiked as much as 40% on Monday, the highest since August. The VIX is a measure of volatility in the markets and is often referred to as a \"fear gauge.\" Investors are worried about the impact of the coronavirus on global mar…",
            "url": "https://www.businessinsider.com/stock-market-fear-index-spiked-vix-highest-since-august-coronavirus-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e18d98cf4423118be550b72-2400/gettyimages-1158948864.jpg",
            "publishedAt": "2020-02-24T16:46:00Z",
            "content": "Xinhua/Wang Ying/Getty Images\r\n<ul><li>The Cboe Volatility Index, or VIX, spiked as much as 40% on Monday, the highest since August. </li><li>The VIX is a measure of volatility in the markets and is often referred to as a \"fear gauge.\"</li><li>Investors are w… [+2459 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Natalie Colarossi",
            "title": "The CDC is warning travelers about visiting 5 countries because of coronavirus. Here's the US government's guidance for Americans.",
            "description": "The US State Department and CDC have both issued travel notices for countries affected by the Wuhan coronavirus. As of Monday, the coronavirus has killed at least 2,600 people and infected more than 80,000 people in 35 countries worldwide. The US State Depart…",
            "url": "https://www.businessinsider.com/us-government-travel-warnings-for-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e53dfcafee23d6c0527d4e5?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T22:55:54Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Fidelity and Charles Schwab say some users ran into technical issues in early trading as stocks tanked the most since August",
            "description": "Fidelity and Charles Schwab apologized to clients Monday morning after technical issues kept users from executing trades during the worst market slump in months. Users took to Twitter with complaints about login errors, their accounts incorrectly showing a $0…",
            "url": "https://www.businessinsider.com/fidelity-charles-schwab-brokerage-users-technical-errors-market-tumble-coronavirus-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e53ef54fee23d7e8f33dba7-2400/2016-10-05t120000z40274713tm3ec9s17rh01rtrmadp3usa-fidelity-family.jpg",
            "publishedAt": "2020-02-24T17:01:26Z",
            "content": "REUTERS/Brian Snyder\r\n<ul><li>Fidelity and Charles Schwab apologized to clients Monday morning after technical issues kept users from executing trades during the worst market slump in months.</li><li>Users took to Twitter with complaints about login errors, t… [+2775 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "An official leading South Korea's battle against coronavirus says he's a member of a doomsday cult where a virus 'super-spreader' event occurred",
            "description": "A senior health official in South Korea who is responsible for leading efforts against the coronavirus outbreak admitted to being a member of a doomsday church \"cult\" after contracting the virus. The delay forced authorities to quarantine another 50 health of…",
            "url": "https://www.businessinsider.com/south-korean-official-tests-positive-coronavirus-doomsday-church-cult-2020-2",
            "urlToImage": "https://i.insider.com/5e53f943fee23d0ca46140cb?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T22:14:09Z",
            "content": "A senior health official in Daegu — the city that lies at the center of South Korea's coronavirus outbreak — confessed to being a follower of a controversial doomsday church cult after testing positive for the virus.\r\nThe unnamed official leads the Infection … [+3984 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "Clubbers in China are going to 'cloud raves' on TikTok because coronavirus quarantines mean they can't party for real — here's what they're like",
            "description": "Millions of Chinese people staying home during the coronavirus outbreak are tuning into \"cloud raves\" on streaming platforms like Douyin, China's version of TikTok. Nightclubs in China are livestreaming DJ sets, while clubbers at home can tune in, comment, an…",
            "url": "https://www.businessinsider.com/coronavirus-quarantine-cloud-raves-china-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e53c8f6fee23d5b157b49e6?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T13:05:36Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "The coronavirus has pandemic 'potential' as it spreads in South Korea, Italy, and Iran, according to WHO",
            "description": "The novel coronavirus that has prompted more than 79,551 cases of COVID-19 around the globe is now spreading rapidly — and independently — in countries outside of China, including Italy, South Korea, and Iran. At least 33 people have died from COVID-19 so far…",
            "url": "https://www.businessinsider.com/covid-19-coronavirus-has-pandemic-potential-says-who-2020-2",
            "urlToImage": "https://i.insider.com/5e53ec3ffee23d7b827bd543?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T18:05:00Z",
            "content": "Cases of COVID-19 are now spreading freely between people outside China, the country where the virus originated last December. \r\nThe viral illness is being diagnosed among hundreds of people in pockets of South Korea, Iran, and Italy who have no connection to… [+3586 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "China said it would relax its lockdown of Wuhan's 11 million residents, only to immediately reintroduce it",
            "description": "The city at the center of the coronavirus outbreak said it would ease quarantine restrictions on its 11 million citizens, only to reverse the decision just hours later. Wuhan announced on Monday that some people who are deemed healthy will be allowed to leave…",
            "url": "https://www.businessinsider.com/coronavirus-wuhan-relaxes-quarantine-immediately-reverse-2020-2",
            "urlToImage": "https://i.insider.com/5e539ae7fee23d42103d6c04?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T11:25:13Z",
            "content": "The Chinese city of Wuhan, the epicenter of the deadly coronavirus outbreak, relaxed the unprecedented quarantine restrictions on its 11 million citizens on Monday, only to almost immediately reverse that decision and reimpose the lockdown of the city.\r\nWuhan… [+3293 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Monday. WeWork paid over $2 million in cash to a woman who threatened to expose claims of sex, illegal drugs, and discrimination in a horrifying 50-page document. With at least one external law firm, W…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-24-2020-2",
            "urlToImage": "https://i.insider.com/5e4e5ce1a27fc52f6a330304?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T07:49:46Z",
            "content": "Mike Bloomberg.\r\nREUTERS/Mike Blake\r\nGood morning! This is the tech news you need to know this Monday.\r\n<ol><li>WeWork paid over $2 million in cash to a woman who threatened to expose claims of sex, illegal drugs, and discrimination in a horrifying 50-page do… [+3078 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Shake Shack slips 11% after revenue forecast misses lowest Wall Street estimate (SHAK)",
            "description": "Shake Shack plunged as much as 11% after reporting lower-than-expected revenue for its fiscal fourth quarter. The restaurant chain's 2020 revenue forecast also disappointed, missing the lowest estimate among Wall Street analysts. Shake Shack could see a dent …",
            "url": "https://www.businessinsider.com/shake-shack-stock-price-falls-earnings-4q-revenue-forecast-miss-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e543ebcfee23d66b02b1947-2000/ap627371626102.jpg",
            "publishedAt": "2020-02-24T22:00:12Z",
            "content": "John Locher/AP\r\n<ul><li>Shake Shack plunged as much as 11% after reporting lower-than-expected revenue for its fiscal fourth quarter.</li><li>The restaurant chain's 2020 revenue forecast also disappointed, missing the lowest estimate among Wall Street analyst… [+2569 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "US accuses Russia of spreading conspiracies about the Wuhan coronavirus, including that it's a CIA biological weapon",
            "description": "US officials told AFP they discovered an online Russian disinformation campaign aimed at spreading conspiracy theories blaming America for the coronavirus outbreak. A network of \"several thousand\" Twitter, Facebook, and Instagram were discovered posting near-…",
            "url": "https://www.businessinsider.com/us-officials-claim-russian-coronavirus-disinformation-campaign-2020-2",
            "urlToImage": "https://i.insider.com/5e53a7c1fee23d49b138dc72?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T11:32:43Z",
            "content": "US officials say they have uncovered a Russian disinformation campaign spreading conspiracy theories about the coronavirus.\r\nOfficials told Agence France Presse (AFP) that thousands of fake Twitter, Facebook, and Instagram accounts have been found spreading t… [+1576 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Huawei just launched its updated $2,700 Mate Xs foldable phone, and it still won't have Google apps and services",
            "description": "Huawei announced on Monday it's releasing a new, more powerful version of its folding Mate X phone. The new iteration is called the Huawei Mate Xs, and has an extra camera, a more robust hinge, and a better processor than the firm's first stab in 2019. The Ma…",
            "url": "https://www.businessinsider.com/huawei-mate-xs-foldable-phone-no-google-2020-2",
            "urlToImage": "https://i.insider.com/5e53b7c1fee23d5373122833?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T13:43:10Z",
            "content": "Huawei is doubling down on its folding phone from last year.\r\nUnlike rival Samsung, Huawei is not making a new kind of foldable device but bringing out a new iteration of its 2019 Huawei Mate X.\r\nThe new and improved version will be called the Mate Xs.\r\nThe M… [+1392 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Emergency rate cuts won't be enough to save the unstable stock market, top market strategist warns",
            "description": "Traders are boosting their bets on central banks cutting rates as coronavirus deaths spike, but such policy won't do much for stock markets, Seema Shah, chief investment strategist at Principal Global Investors, said Monday. Rate cuts primarily strengthen bor…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-outlook-interest-rate-cuts-not-enough-coronavirus-strategist-2020-2-1028932920",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e53cfeefee23d5e8818d1f3-2400/5477926644b7fdd6bb5dd14de33b9f41.jpg",
            "publishedAt": "2020-02-24T20:44:01Z",
            "content": "Associated Press\r\n<ul><li>Traders are boosting their bets on central banks cutting rates as coronavirus deaths spike, but such policy won't do much for stock markets, Seema Shah, chief investment strategist at Principal Global Investors, said Monday.</li><li>… [+3938 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The stock market's fear gauge spikes to its highest since August as the coronavirus outbreak rages",
            "description": "The Cboe Volatility Index, or VIX, spiked as much as 40% on Monday, the highest since August. The VIX is a measure of volatility in the markets and is often referred to as a \"fear gauge.\" Investors are worried about the impact of the coronavirus on global mar…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-fear-index-spiked-vix-highest-since-august-coronavirus-2020-2-1028932414",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e18d98cf4423118be550b72-2400/gettyimages-1158948864.jpg",
            "publishedAt": "2020-02-24T16:46:00Z",
            "content": "Xinhua/Wang Ying/Getty Images\r\n<ul><li>The Cboe Volatility Index, or VIX, spiked as much as 40% on Monday, the highest since August. </li><li>The VIX is a measure of volatility in the markets and is often referred to as a \"fear gauge.\"</li><li>Investors are w… [+2459 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Drug developer Gilead soars to 16-month high after WHO official says its experimental treatment is best shot for fighting coronavirus (GILD)",
            "description": "Biotech company Gilead soared as much as 6.9% Monday morning after a World Health Organization official made a hopeful comment on its experimental coronavirus treatment. The drug developer's remdesivir compound is the \"one drug right now that we think may hav…",
            "url": "https://www.businessinsider.com/gilead-stock-price-reaction-who-drug-best-shot-coronavirus-treatment-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e540789fee23d2366652e9a-2400/a-trolley-bus-is-disinfected-in-pyongyang-on-feb-22-2020-amid-fears-over-the-spread-of-a-new-coronavirus.jpg",
            "publishedAt": "2020-02-24T18:20:26Z",
            "content": "Kyodo News via Getty Images\r\n<ul><li>Biotech company Gilead soared as much as 6.9% Monday morning after a World Health Organization official made a hopeful comment on its experimental coronavirus treatment.</li><li>The drug developer's remdesivir compound is … [+2488 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Global stocks tank as investors brace for a coronavirus pandemic",
            "description": "Growing fears of Wuhan coronavirus escalating into a global pandemic hammered stocks on Monday. The flu-like illness has caused deaths in Iran, Italy, and South Korea in recent days. In total it has infected more than 77,000 people, killed about 2,400, and sp…",
            "url": "https://www.businessinsider.com/global-stocks-dive-fears-grow-wuhan-coronavirus-pandemic-2020-2",
            "urlToImage": null,
            "publishedAt": "2020-02-24T09:58:06Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Fidelity and Charles Schwab say some users ran into technical issues in early trading as stocks tanked the most since August",
            "description": "Fidelity and Charles Schwab apologized to clients Monday morning after technical issues kept users from executing trades during the worst market slump in months. Users took to Twitter with complaints about login errors, their accounts incorrectly showing a $0…",
            "url": "https://markets.businessinsider.com/news/stocks/fidelity-charles-schwab-brokerage-users-technical-errors-market-tumble-coronavirus-2020-2-1028932443",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e53ef54fee23d7e8f33dba7-2400/2016-10-05t120000z40274713tm3ec9s17rh01rtrmadp3usa-fidelity-family.jpg",
            "publishedAt": "2020-02-24T17:01:26Z",
            "content": "REUTERS/Brian Snyder\r\n<ul><li>Fidelity and Charles Schwab apologized to clients Monday morning after technical issues kept users from executing trades during the worst market slump in months.</li><li>Users took to Twitter with complaints about login errors, t… [+2775 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Dow plummets almost 1,000 points as spreading coronavirus fears rattle traders",
            "description": "US stocks were swept up in a global sell-off on Monday as investors grappled with spreading coronavirus fears. The Dow Jones industrial average plummeted as much as 997 points — or 3.4% — in early trading on Monday. The S&P 500 slid 2.5%. Meanwhile, the Cboe …",
            "url": "https://www.businessinsider.com/stock-market-news-today-major-indexes-plunge-on-coronavirus-fear-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c5da80f936c0e4609793ad4-2000/gettyimages-1086428006.jpg",
            "publishedAt": "2020-02-24T15:05:49Z",
            "content": "Getty Images / Drew Angerer\r\n<ul><li>US stocks were swept up in a global sell-off on Monday as investors grappled with spreading coronavirus fears.</li><li>The Dow Jones industrial average plummeted as much as 997 points — or 3.4% — in early trading on Monday… [+2363 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump says the stock market is 'starting to look very good' after the Dow plunged over 1,000 points amid coronavirus fears",
            "description": "Trump tweeted that the \"stock market is starting to look very good to me\" on a day the Dow plunged over 1,000 points. \"The Coronavirus is very much under control in the USA,\" Trump said on Twitter. The comments come as the Trump administration prepared to ask…",
            "url": "https://www.businessinsider.com/trump-stock-market-starting-look-very-good-plunging-1000-points-2020-2",
            "urlToImage": "https://i.insider.com/5e2e6af762fa8121ad4e6523?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T23:23:02Z",
            "content": "<ul><li>Trump tweeted that the \"stock market is starting to look very good to me\" on a day the Dow plunged over 1,000 points.</li><li>\"The Coronavirus is very much under control in the USA,\" Trump said on Twitter.</li><li>The comments come as the Trump admini… [+1880 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Drug developer Gilead soars to 16-month high after WHO official says its experimental treatment is best shot for fighting coronavirus (GILD)",
            "description": "Biotech company Gilead soared as much as 6.9% Monday morning after a World Health Organization official made a hopeful comment on its experimental coronavirus treatment. The drug developer's remdesivir compound is the \"one drug right now that we think may hav…",
            "url": "https://markets.businessinsider.com/news/stocks/gilead-stock-price-reaction-who-drug-best-shot-coronavirus-treatment-2020-2-1028932693",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e540789fee23d2366652e9a-2400/a-trolley-bus-is-disinfected-in-pyongyang-on-feb-22-2020-amid-fears-over-the-spread-of-a-new-coronavirus.jpg",
            "publishedAt": "2020-02-24T18:20:26Z",
            "content": "Kyodo News via Getty Images\r\n<ul><li>Biotech company Gilead soared as much as 6.9% Monday morning after a World Health Organization official made a hopeful comment on its experimental coronavirus treatment.</li><li>The drug developer's remdesivir compound is … [+2488 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Goldman Sachs slashes its first-quarter GDP forecast amid latest coronavirus chaos",
            "description": "Goldman Sachs lowered its US gross domestic product forecast for the first quarter to 1.2%, down from 1.4% previously, according to a client note on Monday. The forecast cut comes amid concern that the coronavirus will limit global growth and be a negative de…",
            "url": "https://www.businessinsider.com/coronavirus-impact-on-us-economy-goldman-lowers-q1-gdp-forecast-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e540146fee23d179c31e1c2-2400/2020-02-24t165705z1lynxnpeg1n1mlrtroptp4china-health-italy-venice.jpg",
            "publishedAt": "2020-02-24T18:50:30Z",
            "content": "Reuters\r\n<ul><li>Goldman Sachs lowered its US gross domestic product forecast for the first quarter to 1.2%, down from 1.4% previously, according to a client note on Monday.</li><li>The forecast cut comes amid concern that the coronavirus will limit global gr… [+2590 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The White House is preparing to ask Congress for emergency funding as coronavirus hits the US",
            "description": "The Trump administration is preparing to ask Congress for an emergency funding package to battle the coronavirus. But the administration remained undecided on Monday on the amount of funding it would request to counter the outbreak. \"This stuff is always mess…",
            "url": "https://www.businessinsider.com/white-house-preparing-request-coronavirus-funding-emergency-fight-omb-congress-2020-2",
            "urlToImage": "https://i.insider.com/5e53fc32fee23d110d508a34?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T16:52:36Z",
            "content": "<ul><li>The Trump administration is preparing to ask Congress for an emergency funding package to battle the coronavirus.</li><li>But the administration remained undecided on Monday on the amount of funding it would request to counter the outbreak.</li><li>\"T… [+2049 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Global stocks tank as investors brace for a coronavirus pandemic. The flu-like illness has now claimed lives in Iran, Italy, and South Korea. 2. Warren Buffett is cheering the current selloff, saying in…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-24-2020-2-1028931087",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e53b77dfee23d5352206043-2000/rts49da.jpg",
            "publishedAt": "2020-02-24T12:15:59Z",
            "content": "Kevin Lamarque/Reuters\r\nHere's what you need to know before the markets open.\r\n1. Global stocks tank as investors brace for a coronavirus pandemic. The flu-like illness has now claimed lives in Iran, Italy, and South Korea.\r\n2. Warren Buffett is cheering the … [+2339 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The market's favorite recession indicator flashed its starkest warning since October amid the coronavirus outbreak",
            "description": "On Monday, the curve inversion between 3-month and 10-year US Treasury bond yields fell to its most negative point since October amid concern over the coronavirus outbreak. The yield on the 10-year US Treasury fell to 1.3% as prices rallied, below the 3-month…",
            "url": "https://markets.businessinsider.com/news/stocks/recession-indicator-yield-curve-inversion-lowest-point-since-october-coronavirus-2020-2-1028933077",
            "urlToImage": "https://images.markets.businessinsider.com/image/5a7aff37f450ff90008b4b17-2000/rtx4qv3c.jpg",
            "publishedAt": "2020-02-24T21:12:21Z",
            "content": "Reuters/Brendan McDermid\r\n<ul><li>On Monday, the curve inversion between 3-month and 10-year US Treasury bond yields fell to its most negative point since October amid concern over the coronavirus outbreak. </li><li>The yield on the 10-year US Treasury fell t… [+2188 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Warren Buffett is cheering the current selloff, saying investors 'should want the stock market to go down'",
            "description": "Warren Buffett celebrated the current market selloff sparked by coronavirus fears in a CNBC interview on Monday. \"That's good for us actually, we're a net buyer of stocks over time,\" the Berkshire Hathaway CEO and billionaire investor said. \"Just like being a…",
            "url": "https://www.businessinsider.com/warren-buffett-berkshire-hathaway-investors-should-want-stock-market-down-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e53b5d6fee23d520b171ce3-2400/buffett-30.jpg",
            "publishedAt": "2020-02-24T11:52:00Z",
            "content": "<ul><li>Warren Buffett celebrated the current market selloff sparked by coronavirus fears in a CNBC interview on Monday.</li><li>\"That's good for us actually, we're a net buyer of stocks over time,\" the Berkshire Hathaway CEO and billionaire investor said. </… [+1559 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Investors are fleeing to the market's safest assets as coronavirus fears mount",
            "description": "As fears mount that the coronavirus outbreak will become a global pandemic, investors are fleeing to the safest assets on the market. On Monday, gold surged to its highest value all year. At the same time, the US dollar strengthened against a basket of other …",
            "url": "https://www.businessinsider.com/safe-haven-assets-surging-coronavirus-fears-market-gold-usdollar-ustreasuries-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5ca65cfe09b60313611b5a38-2400/2018-09-19t162736z513228864rc116f680bd0rtrmadp3usa-stocks.jpg",
            "publishedAt": "2020-02-24T14:06:12Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>As fears mount that the coronavirus outbreak will become a global pandemic, investors are fleeing to the safest assets on the market. </li><li>On Monday, gold surged to its highest value all year. At the same time, the US dol… [+2539 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Cash-strapped Chinese companies say they could collapse within months as coronavirus spreads",
            "description": "As a deadly viral outbreak halts activity across China, millions of businesses are struggling to stay afloat. In a recent survey of small- and medium-sized businesses across China, a third of respondents said they would only be able to cover fixed expenses fo…",
            "url": "https://markets.businessinsider.com/news/stocks/chinese-companies-could-shut-down-months-coronavirus-spreads-threat-businesses-2020-2-1028933133",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e541287fee23d2e565bb0c4-2400/ap20053150226327.jpg",
            "publishedAt": "2020-02-24T21:33:00Z",
            "content": "AP Photo/Vincent Yu\r\n<ul><li>As a deadly viral outbreak halts activity across China, millions of businesses are struggling to stay afloat.</li><li>In a recent survey of small- and medium-sized businesses across China, a third of respondents said they would on… [+2498 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Traders triple their expectations of further interest-rate cuts as coronavirus fears snowball",
            "description": "Traders are pricing in two rate cuts from the Federal Reserve, despite its guidance to the contrary, Bloomberg reported. That's as risk markets sold off, with the Dow dropping 1000 points at the start of Monday. Visit Business Insider's homepage for more stor…",
            "url": "https://www.businessinsider.com/interest-rate-cuts-expectations-triple-coronavirus-fears-fed-increase-chance-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dfa46ee7f36d007b5280236-2400/ap19189598622395.jpg",
            "publishedAt": "2020-02-24T18:28:31Z",
            "content": "AP Photo/Richard Drew\r\nTraders are betting that coronavirus will force central banks to do what many have said they won't in 2020: cut rates. \r\nBloomberg reported that markets expect a 205-basis-point interest rate cut from seven major central banks by the en… [+2219 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Christopher Competiello",
            "title": "'It's a clear bubble': A former Goldman Sachs hedge fund chief sounds the alarm on flailing stocks — and warns the nefarious effects of coronavirus have 'only just started'",
            "description": "Raoul Pal, the former Goldman Sachs hedge-fund manager who founded Real Vision, leans on weakening global growth, burgeoning debt piles, and mediocre PMI figures to expound his bubbly view of equity markets. Pal is buying bonds. He says that it's an \"easy tra…",
            "url": "https://www.businessinsider.com/stock-market-crash-coronavirus-could-cause-major-selloff-raoul-pal-2020-2",
            "urlToImage": "https://i.insider.com/5e53e952fee23d770f3800b6?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T16:47:33Z",
            "content": "There's been no shortage of bubble talk percolating on Wall Street as of late.\r\nA decade-plus bull market, equity valuations on the higher end of the historical spectrum, and a Federal Reserve that's made it clear they'll cut interest rates at the first sign … [+3190 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "A bar in Ho Chi Minh City bans Chinese customers, as coronavirus concerns spark anti-Chinese racism",
            "description": "A bar in Ho Chi Minh City, Vietnam banned Chinese customers, saying the ban was to \"protect the health of our guests.\" Other business in Vietnam, as well as South Korea, Japan, and Hong Kong have also refused to allow Chinese customers to enter. Vietnam's eco…",
            "url": "https://www.businessinsider.com/vietnams-businesses-ban-chinese-customers-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5395fafee23d3b39125873?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T13:58:43Z",
            "content": "HO CHI MINH CITY, Vietnam — A bar in Ho Chi Minh City banned Chinese customers, as Vietnam attempts to stem the spread of coronavirus. \r\n\"To protect the health of our guests Chaos Lounge would not serve Chinese,\" read a sign on the door of Chaos Lounge, spott… [+2173 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "Vietnam is set to lose billions of dollars due to coronavirus, and it's already feeling the impact of the deadly outbreak",
            "description": "The coronavirus could cause Vietnam's GDP growth rate to drop by around 1% for the year, former Vietnamese government adviser Le Dang Doanh told Business Insider. Shopping centers, hotel groups, and any companies exporting goods to China are already feeling t…",
            "url": "https://www.businessinsider.com/vietnam-prepares-economic-impact-of-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4fd385fee23d1de67d63a6?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T14:56:46Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joe Williams",
            "title": "How the 'Amazon of China' is using AI to reduce the need for human workers, including teaching robots how to be more polite",
            "description": "Retailers are spending heavily to improve their e-commerce operations and get goods to customers cheaper and faster. Companies like Amazon, Walmart, and JD.com are turning to automation to assist — or even replace — the role of human workers in fulfillment ce…",
            "url": "https://www.businessinsider.com/how-jdcom-using-robots-and-other-tech-compete-against-amazon-2020-2",
            "urlToImage": "https://i.insider.com/5e53da52fee23d64d40e1ad6?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T17:47:00Z",
            "content": "Business Insider\r\nSign up here to receive updates on all things Innovation Inc. \r\nCompetition is fierce among retailers to improve their e-commerce operations. \r\nBehemoths like Amazon and Walmart are spending billions of dollars to implement artificial intell… [+4230 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Declassified: from Snowden to WikiLeaks to Crypto AG, these are the biggest leaks of the past decade and what we've learned from them",
            "description": "For decades, the CIA used Swiss company Crypto AG, which it covertly owned, to spy on both adversaries and allies, according to leaked documents published last week. The CIA called it \"the intelligence coup of the century,\" but it's far from the only state se…",
            "url": "https://www.businessinsider.com/snowden-wikileaks-crypto-ag-biggest-leaks-secrets-revealed-2010-2020-2",
            "urlToImage": "https://i.insider.com/5e4e21b22c24b61e084d8472?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T20:02:44Z",
            "content": "Since the Cold War, more than 120 countries reportedly trusted a Swiss company Crypto AG to safeguard their most secret messages. However, few of them knew that, according to a leaked report published last week by the Washington Post, the encrypted communicat… [+998 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "James Pasley",
            "title": "Photos show what Italy is like under lockdown as the country became Europe's epicenter of the coronavirus with more than 200 cases reported in 3 days",
            "description": "Italy is now the focal point for the Wuhan coronavirus outside of Asia. Over three days, there was a rapid spike in confirmed cases in the northern regions of Lombardy and Veneto — increasing from three confirmed cases on Friday to 215 people by Monday. Autho…",
            "url": "https://www.businessinsider.com/italy-under-coronavirus-lockdown-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e53f7bdfee23d0501488f96?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T18:22:13Z",
            "content": "Italy is now the European epicenter for the novel coronavirus that originated in Wuhan, China.\r\nIt was a dramatic weekend for coronavirus cases in Italy. On Friday morning there were only three confirmed cases. By Monday, more than 215 had been confirmed and … [+440 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump says the stock market is 'starting to look very good' after the Dow plunged over 1,000 points amid coronavirus fears",
            "description": "Trump tweeted that the \"stock market is starting to look very good to me\" on a day the Dow plunged over 1,000 points. \"The Coronavirus is very much under control in the USA,\" Trump said on Twitter. The comments come as the Trump administration prepared to ask…",
            "url": "https://markets.businessinsider.com/news/stocks/trump-stock-market-starting-look-very-good-plunging-1000-points-2020-2-1028933348",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2e6af762fa8121ad4e6523-2000/gettyimages-1195906871.jpg",
            "publishedAt": "2020-02-24T23:23:02Z",
            "content": "Getty Images\r\n<ul><li>Trump tweeted that the \"stock market is starting to look very good to me\" on a day the Dow plunged over 1,000 points.</li><li>\"The Coronavirus is very much under control in the USA,\" Trump said on Twitter.</li><li>The comments come as th… [+1894 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The White House is preparing to ask Congress for emergency funding as coronavirus hits the US",
            "description": "The Trump administration is preparing to ask Congress for an emergency funding package to battle the coronavirus. But the administration remained undecided on Monday on the amount of funding it would request to counter the outbreak. \"This stuff is always mess…",
            "url": "https://markets.businessinsider.com/news/stocks/white-house-preparing-request-coronavirus-funding-emergency-fight-omb-congress-2020-2-1028932427",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c42224bd1189356f136fca8-1620/ap19012054507381.jpg",
            "publishedAt": "2020-02-24T16:52:36Z",
            "content": "Jacquelyn Martin, File/AP Photo\r\n<ul><li>The Trump administration is preparing to ask Congress for an emergency funding package to battle the coronavirus.</li><li>But the administration remained undecided on Monday on the amount of funding it would request to… [+2082 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Italy put 12 towns on coronavirus lockdown after 215 cases and 5 deaths made it the most-infected country outside of Asia",
            "description": "Italy is scrambling to try and stop the spread of the coronavirus as cases soar and five people are reported dead, making it the most-infected country outside of Asia. The country has put at least a dozen towns under lockdown, cancelled public events in major…",
            "url": "https://www.businessinsider.com/coronavirus-italy-spread-death-toll-tries-to-control-5-2020-2",
            "urlToImage": "https://i.insider.com/5e53c4d5fee23d52b70986a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T13:09:57Z",
            "content": "Italy is scrambling to counter an outbreak of the coronavirus, after a sharp spike in cases and deaths made it the worst-infected country outside of Asia.\r\nAs of Monday afternoon, five people in Italy had died from the disease, and 215 cases had been reported… [+3008 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "China canceled the central event of its political calendar because of the coronavirus, a stark symbol of how it has lost control of the outbreak",
            "description": "China cancelled the central event of its political calendar because of the crippling impact of the coronavirus epidemic that has killed more than 2,500 people there. China was due to kick off the annual meeting of the National People's Congress in Beijing, wh…",
            "url": "https://www.businessinsider.com/coronavirus-china-postpones-pivotal-national-peoples-congress-event-2020-2",
            "urlToImage": "https://i.insider.com/5bf81c3c1011425cce7d3bd0?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T08:55:43Z",
            "content": "China cancelled the central event of its political calendar because of the crippling impact of the coronavirus epidemic that has killed more than 2,500 people there.\r\nChina was due to kick off the annual meeting of the National People's Congress in Beijing, w… [+2509 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "giuliano.balestreri@businessinsideritalia.com (Giuliano Balestreri), Giuliano Balestreri",
            "title": "The coronavirus is wreaking havoc across European health services as Italy becomes the most-infected area outside of Asia",
            "description": "Getty Images / ANDREA PATTARO / Contributor The coronavirus isn't just putting a strain on Asian healthcare systems; it's wreaking havoc across Europe, too. With hospitals pushed to the brink, doctors in short supply, and emergency phone lines ringing non-sto…",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-covid-symptoms-outbreak-italy-prevent-spread-2020-2",
            "urlToImage": "https://i.insider.com/5e53b3a9fee23d5177365182?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T18:18:10Z",
            "content": "With hospitals pushed to the brink, doctors in short supply, and emergency phone lines tied up due to non-stop calls, the coronavirus isn't just putting a strain on Asian healthcare systems.\r\nIt's wreaking havoc across Europe too.\r\nIn Italy, the most-infected… [+3155 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Haven Orecchio-Egresitz), Haven Orecchio-Egresitz",
            "title": "A cautionary tale: A Miami man doesn't have coronavirus, but now owes thousands of dollars for being tested",
            "description": "Reuters A Miami man who recently visited China came home with flu-like symptoms. To ensure he didn't have the deadly coronavirus, he went to the hospital to be screened. It turns out that the man just had the flu, not the coronavirus. But now he could be on t…",
            "url": "https://www.businessinsider.com/miami-man-doesnt-have-coronavirus-but-could-now-owe-thousands-2020-2",
            "urlToImage": "https://i.insider.com/5e540179fee23d12096afd7a?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T17:16:03Z",
            "content": "The coronavirus outbreak has already killed thousands, and health officials are urging anyone who is experiencing flu-like symptoms — and has also recently visited China — to get screened for the illness. \r\nIn America, that kind of vigilance can cost patients… [+3147 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "The coronavirus death toll is still rising, but US interest in the outbreak is plummeting",
            "description": "Google Trends data show that Americans are losing interest in the coronavirus, even though the death toll continues to rise in mainland China and other countries. The World Health Organization said Monday that the epidemic peaked and plateaued in China betwee…",
            "url": "https://www.businessinsider.com/coronavirus-death-toll-rises-american-interest-wanes-2020-2",
            "urlToImage": "https://i.insider.com/5e544025fee23d6e28058792?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T21:39:44Z",
            "content": "Global stock markets dipped Monday morning as the coronavirus outbreak continued to grow outside of China, with new cases reported in Europe and the Middle East. The death count continues to rise: At least 2,600 people have died since the start of the outbrea… [+1309 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Warren Buffett warns coronavirus could disrupt Berkshire Hathaway's annual meeting, and calls Bill Gates his 'science adviser' (BRK.B)",
            "description": "Coronavirus is likely to affect Berkshire Hathaway's annual shareholder meeting in May, Warren Buffett warned in a CNBC interview on Monday. The 89-year-old Berkshire CEO joked that he and his 96-year-old partner, Charlie Munger, could be at risk as the deadl…",
            "url": "https://www.businessinsider.com/warren-buffett-talks-coronavirus-calls-science-adviser-bill-gates-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5dea7231fd9db2650208caf9?width=1200&format=jpeg",
            "publishedAt": "2020-02-24T13:18:55Z",
            "content": "<ul><li>Coronavirus is likely to affect Berkshire Hathaway's annual shareholder meeting in May, Warren Buffett warned in a CNBC interview on Monday.</li><li>The 89-year-old Berkshire CEO joked that he and his 96-year-old partner, Charlie Munger, could be at r… [+1641 chars]"
        }
    ]
}