{
    "status": "ok",
    "totalResults": 326,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Kuwait has 43 confirmed cases of coronavirus - health ministry",
            "description": "Kuwait now has 43 confirmed cases of coronavirus, according to a health ministry official.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/ECfmu268b3M/kuwait-has-43-confirmed-cases-of-coronavirus-health-ministry-idUSKCN20L0SI",
            "urlToImage": null,
            "publishedAt": "2020-02-27T07:42:09Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France's Macron says coronavirus 'epidemic is on the way'",
            "description": "French President Emmanuel Macron on Thursday called the coronavirus outbreak a \"crisis, an epidemic that is on the way\".",
            "url": "https://www.reuters.com/article/us-china-health-macron-idUSKCN20L19W",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495918027&w=1200&r=LYNXNPEG1Q0P5",
            "publishedAt": "2020-02-27T10:13:53Z",
            "content": "PARIS (Reuters) - French President Emmanuel Macron on Thursday called the coronavirus outbreak a “crisis, an epidemic that is on the way”. \r\nMacron was speaking to doctors and other healthcare professionals at a Paris hospital. \r\nReporting by Sudip Kar-Gupta … [+39 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 433 new coronavirus cases, 29 deaths on February 26",
            "description": "Mainland China reported 433 new cases of coronavirus infections on Feb. 26, the National Health Commission said on Thursday, up from 406 on the previous day.",
            "url": "https://www.reuters.com/article/us-china-health-toll-idUSKCN20L06I",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495750041&w=1200&r=LYNXNPEG1Q05E",
            "publishedAt": "2020-02-27T01:59:43Z",
            "content": "SHANGHAI (Reuters) - Mainland China reported 433 new cases of coronavirus infections on Feb. 26, the National Health Commission said on Thursday, up from 406 on the previous day. \r\nThe total number of confirmed cases on mainland China has now reached 78,497, … [+489 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq reports sixth case of coronavirus in man who had been to Iran",
            "description": "Iraq has confirmed its sixth case of coronavirus, in a young Iraqi man in Baghdad who had traveled from Iran, the health ministry said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-idUSKCN20L0J9",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495829777&w=1200&r=LYNXNPEG1Q0CQ",
            "publishedAt": "2020-02-27T06:06:53Z",
            "content": "(Reuters) - Iraq has confirmed its sixth case of coronavirus, in a young Iraqi man in Baghdad who had traveled from Iran, the health ministry said on Thursday. \r\nReporting by Ahmed Aboulenein; Editing by Kim Coghill"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran reports 22 deaths from coronavirus; 141 infected - IRNA",
            "description": "Twenty two people have died so far from the new coronavirus in Iran, the official Iranian news agency IRNA reported in a chart it published on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKCN20L0TO",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495863830&w=1200&r=LYNXNPEG1Q0HM",
            "publishedAt": "2020-02-27T07:46:34Z",
            "content": "DUBAI (Reuters) - Twenty two people have died so far from the new coronavirus in Iran, the official Iranian news agency IRNA reported in a chart it published on Thursday. \r\nThe number of people diagnosed with the disease is 141, the chart showed. It did not s… [+226 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan raises epidemic response level to highest amid virus concerns",
            "description": "Taiwan on Thursday raised its epidemic response level to the highest, official media reported, amid growing concerns over the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-taiwan-idUSKCN20L0BW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T03:20:23Z",
            "content": "TAIPEI (Reuters) - Taiwan on Thursday raised its epidemic response level to the highest, official media reported, amid growing concerns over the coronavirus outbreak. \r\nTaiwan’s Central News Agency said Premier Su Tseng-chang announced the decision in a cabin… [+277 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy lockdown: playing Superman and cards to while away time in quarantine",
            "description": "A group of men in masks play a boisterous game of cards at a table set out on the street in San Fiorano, inside Italy's coronavirus \"red zone\".",
            "url": "https://www.reuters.com/article/us-china-health-italy-red-zone-diary-idUSKCN20L2R5",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496106533&w=1200&r=LYNXNPEG1Q1PJ",
            "publishedAt": "2020-02-27T18:44:19Z",
            "content": "SAN FIORANO, Italy (Reuters) - A group of men in masks play a boisterous game of cards at a table set out on the street in San Fiorano, inside Italy’s coronavirus “red zone”. \r\nAs the country struggles with the worst coronavirus outbreak in Europe, some of th… [+1797 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Estonia says it has first confirmed coronavirus case - TASS",
            "description": "Estonia has confirmed its first coronavirus case in a man who returned from Iran, Russian news agencies TASS and Interfax reported on Thursday, citing Estonian health authorities.",
            "url": "https://www.reuters.com/article/us-china-health-estonia-case-idUSKCN20L0L6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T06:24:35Z",
            "content": "MOSCOW (Reuters) - Estonia has confirmed its first coronavirus case in a man who returned from Iran, Russian news agencies TASS and Interfax reported on Thursday, citing Estonian health authorities. \r\n“We are talking about a permanent resident of Estonia who … [+293 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "World about to be gripped by coronavirus pandemic, Australia's Morrison says",
            "description": "There is every sign the world is about to be gripped by a pandemic of coronavirus, Prime Minister Scott Morrison warned on Thursday, as Australia kicked off emergency measures to restrain the spread of the disease.",
            "url": "https://www.reuters.com/article/us-china-health-australia-idUSKCN20L0H4",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495814166&w=1200&r=LYNXNPEG1Q0BJ",
            "publishedAt": "2020-02-27T05:19:07Z",
            "content": "SYDNEY (Reuters) - There is every sign the world is about to be gripped by a pandemic of coronavirus, Prime Minister Scott Morrison warned on Thursday, as Australia kicked off emergency measures to restrain the spread of the disease. \r\n“The advice we have rec… [+527 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two more coronavirus cases in UK bring total to 15",
            "description": "Two further cases of coronavirus have been confirmed in the United Kingdom, bringing the total number of cases to 15, England's chief medical officer Chris Whitty said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-britain-idUSKCN20L133",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T09:22:35Z",
            "content": "LONDON (Reuters) - Two further cases of coronavirus have been confirmed in the United Kingdom, bringing the total number of cases to 15, England’s chief medical officer Chris Whitty said on Thursday. \r\n“The virus was passed on in Italy and Tenerife and the pa… [+696 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ezequiel Abiu Lopez",
            "title": "Dominican Republic turns away cruise ship over coronavirus fears",
            "description": "Port authorities in the Dominican Republic on Thursday turned away a cruise ship on a tour of the Caribbean and Central America over fears some passengers might have the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-dominican-idUSKCN20L3E1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T23:59:34Z",
            "content": "SANTO DOMINGO (Reuters) - Port authorities in the Dominican Republic on Thursday turned away a cruise ship on a tour of the Caribbean and Central America over fears some passengers might have the coronavirus. \r\nHealth Minister Rafael Sanchez Cardenas said a m… [+2389 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC flags possibility of community spread of coronavirus",
            "description": "The U.S. Centers for Disease Control and Prevention on Wednesday warned of the possibility of a community spread of the coronavirus in the country after a person who reportedly did not have relevant travel history or exposure to another known patient was infe…",
            "url": "https://www.reuters.com/article/us-china-health-usa-cdc-idUSKCN20L075",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495750028&w=1200&r=LYNXNPEG1Q05K",
            "publishedAt": "2020-02-27T01:59:43Z",
            "content": "(Reuters) - The U.S. Centers for Disease Control and Prevention on Wednesday warned of the possibility of a community spread of the coronavirus in the country after a person who reportedly did not have relevant travel history or exposure to another known pati… [+294 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "California monitoring 8,400 for possible coronavirus but lacks test kits",
            "description": "California is monitoring more than 8,400 people for coronavirus symptoms after arrival on commercial flights, but the state lacks test kits and is being held back by federal testing rules, Governor Gavin Newsom said on Thursday.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/UdbwNR7n0ls/california-monitoring-8400-for-possible-coronavirus-but-lacks-test-kits-idUSKCN20L2US",
            "urlToImage": null,
            "publishedAt": "2020-02-27T22:41:33Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China investigates release of coronavirus-infected inmate in Hubei",
            "description": "China has sent an investigation team to Wuhan, the city at the epicenter of a coronavirus outbreak, after reports that a prison released an infected inmate who then traveled to Beijing.",
            "url": "https://www.reuters.com/article/us-china-health-prison-idUSKCN20L0CU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T03:34:55Z",
            "content": "BEIJING (Reuters) - China has sent an investigation team to Wuhan, the city at the epicenter of a coronavirus outbreak, after reports that a prison released an infected inmate who then traveled to Beijing. \r\nA team led by the Ministry of Justice, Supreme Cour… [+1836 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russia suspends some flights between Russia and Iran over coronavirus",
            "description": "Russia will suspend some flights to and from Iran from Friday, except those operated by its national carrier Aeroflot and Iranian airline Mahan Air, the Russian Ministry of Transport said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-russia-iran-idUSKCN20L2D3",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496049456&w=1200&r=LYNXNPEG1Q1FI",
            "publishedAt": "2020-02-27T15:56:28Z",
            "content": "MOSCOW (Reuters) - Russia will suspend some flights to and from Iran from Friday, except those operated by its national carrier Aeroflot and Iranian airline Mahan Air, the Russian Ministry of Transport said on Thursday. \r\nThe move is part of wider measures th… [+329 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Kuwait suspends studies at military institutions over coronavirus fears: KUNA",
            "description": "The Kuwaiti army will suspend studies at military colleges and schools for two weeks from March 1 due to concerns about the coronavirus outbreak, state news agency KUNA said on Thursday.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/nkZYSdkB_Rs/kuwait-suspends-studies-at-military-institutions-over-coronavirus-fears-kuna-idUSKCN20L2NU",
            "urlToImage": null,
            "publishedAt": "2020-02-27T18:00:01Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Shenzhen prepares ban on eating cats and dogs after outbreak",
            "description": "The southern Chinese technology hub of Shenzhen is moving to outlaw the consumption of dogs and cats as the country clamps down on the wildlife trade that scientists suspect led to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-wildlife-idUSKCN20L0T7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495862193&w=1200&r=LYNXNPEG1Q0HF",
            "publishedAt": "2020-02-27T07:42:09Z",
            "content": "SHENZHEN, China (Reuters) - The southern Chinese technology hub of Shenzhen is moving to outlaw the consumption of dogs and cats as the country clamps down on the wildlife trade that scientists suspect led to the coronavirus outbreak. \r\nThe proposed regulatio… [+2358 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Osaka city to close kindergartens, elementary, junior high schools - Kyodo",
            "description": "Japan's Osaka city has decided to close all public kindergartens, elementary and junior high schools from Feb. 29 to March 13 in a bid to prevent the spread of the new coronavirus, Kyodo reported on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-japan-education-idUSKCN20L0X6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T08:25:01Z",
            "content": "TOKYO (Reuters) - Japan’s Osaka city has decided to close all public kindergartens, elementary and junior high schools from Feb. 29 to March 13 in a bid to prevent the spread of the new coronavirus, Kyodo reported on Thursday. \r\nAn Osaka city official said th… [+221 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "German state of North Rhine-Westphalia reports 14 new coronavirus cases",
            "description": "The German state of North Rhine-Westphalia said 14 more people tested positive for the coronavirus on Thursday in the Heinsberg area, where a couple were the first confirmed cases in the state, Germany's most populous.",
            "url": "https://www.reuters.com/article/us-china-health-germany-idUSKCN20L2RS",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T18:47:37Z",
            "content": "DUESSELDORF, Germany (Reuters) - The German state of North Rhine-Westphalia said 14 more people tested positive for the coronavirus on Thursday in the Heinsberg area, where a couple were the first confirmed cases in the state, Germany’s most populous. \r\nThe n… [+397 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Shanghai trying to find people who crossed coronavirus patient from Iran",
            "description": "Shanghai is taking action to try to identify anyone who came into contact with a coronavirus patient who arrived in the city from Iran, the local government said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKCN20L00L",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T00:08:33Z",
            "content": "SHANGHAI (Reuters) - Shanghai is taking action to try to identify anyone who came into contact with a coronavirus patient who arrived in the city from Iran, the local government said on Thursday. \r\nThe patient, who has not been identified, was diagnosed in Zh… [+332 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Head of Italy's Lombardy region in isolation after aide gets coronavirus",
            "description": "The governor of the region of Lombardy, at the epicenter of Italy's coronavirus outbreak, has placed himself in quarantine after one of his staff came down with the disease.",
            "url": "https://www.reuters.com/article/us-china-health-italy-idUSKCN20L13W",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T09:22:35Z",
            "content": "MILAN (Reuters) - The governor of the region of Lombardy, at the epicenter of Italy’s coronavirus outbreak, has placed himself in quarantine after one of his staff came down with the disease. \r\nAttilio Fontana, who has held repeated news conferences this past… [+2289 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Emirates won't fly Umrah pilgrims, some tourists to Saudi due to coronavirus outbreak",
            "description": "Emirates airline said it would no longer carry to Saudi Arabia passengers with Umrah pilgrimage visas or tourists from nearly two dozen countries until further notice, in compliance with a Saudi government directive to contain the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-emirates-saudi-idUSKCN20L19R",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T10:11:14Z",
            "content": "DUBAI (Reuters) - Emirates airline said it would no longer carry to Saudi Arabia passengers with Umrah pilgrimage visas or tourists from nearly two dozen countries until further notice, in compliance with a Saudi government directive to contain the coronaviru… [+368 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran bans Chinese citizens from entering the country: IRNA",
            "description": "Iran has banned Chinese citizens from entering the country, Iranian state news agency IRNA reported on Thursday, amid the spread of the new coronavirus across the Islamic Republic that had killed 26 Iranians.",
            "url": "https://www.reuters.com/article/us-china-health-iran-ban-idUSKCN20L1V7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T13:14:14Z",
            "content": "DUBAI (Reuters) - Iran has banned Chinese citizens from entering the country, Iranian state news agency IRNA reported on Thursday, amid the spread of the new coronavirus across the Islamic Republic that had killed 26 Iranians. \r\nIran, which has the highest nu… [+174 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Moscow asks China to respect its coronavirus curbs after discrimination complaint",
            "description": "Moscow's mayor has asked China to respect the measures the city is taking to prevent the spread of the coronavirus after China's embassy complained about disproportionate and discriminatory action against Chinese nationals.",
            "url": "https://www.reuters.com/article/us-china-health-russia-moscow-idUSKCN20L2AY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T15:41:58Z",
            "content": "MOSCOW (Reuters) - Moscow’s mayor has asked China to respect the measures the city is taking to prevent the spread of the coronavirus after China’s embassy complained about disproportionate and discriminatory action against Chinese nationals. \r\nThe embassy th… [+1331 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South African president orders repatriation of citizens in Wuhan over coronavirus",
            "description": "South Africa's President Cyril Ramaphosa on Thursday ordered the repatriation of his nearly two hundred citizens from the central Chinese city of Wuhan, epicenter of the coronavirus outbreak, his office said in a statement.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-safrica-idUSKCN20L2XT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T20:05:18Z",
            "content": "JOHANNESBURG (Reuters) - South Africa’s President Cyril Ramaphosa on Thursday ordered the repatriation of his nearly two hundred citizens from the central Chinese city of Wuhan, epicenter of the coronavirus outbreak, his office said in a statement. \r\nRadical … [+813 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China asks low-risk coronavirus areas to resume visa, passport services",
            "description": "Regions in China at low risk for the coronavirus should resume visa and passport services for both Chinese and foreign travelers to help the nation get back to work, immigration authorities said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-immigration-idUSKCN20L0JI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T06:09:03Z",
            "content": "SHANGHAI (Reuters) - Regions in China at low risk for the coronavirus should resume visa and passport services for both Chinese and foreign travelers to help the nation get back to work, immigration authorities said on Thursday. \r\nMedium-risk areas should do … [+336 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two more people die from coronavirus in Italy: civil protection agency",
            "description": "Two more people have died in Italy from coronavirus, bringing the death toll from the worst outbreak of the disease yet seen in Europe to 14, the Civil Protection agency said in a statement on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-death-idUSKCN20L1NC",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495960003&w=1200&r=LYNXNPEG1Q0WU",
            "publishedAt": "2020-02-27T12:02:09Z",
            "content": "ROME (Reuters) - Two more people have died in Italy from coronavirus, bringing the death toll from the worst outbreak of the disease yet seen in Europe to 14, the Civil Protection agency said in a statement on Thursday. \r\nThe agency chief, Angelo Borrelli, ha… [+309 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "U.N. asks world to fight virus-spawned discrimination",
            "description": "United Nations human rights guardian Michelle Bachelet urged the global community on Thursday to show solidarity with people of ethnic Asian origin subject to discrimination amid an outbreak of a novel coronavirus that started in China.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/VIFpDwsMHa4/u-n-asks-world-to-fight-virus-spawned-discrimination-idUSKCN20L16B",
            "urlToImage": null,
            "publishedAt": "2020-02-27T09:47:50Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China city offers $1,400 reward for virus patients who report to authorities",
            "description": "A city in China's Hubei province, the epicenter of the global coronavirus epidemic, will pay residents as much as 10,000 yuan ($1,425.96) if they proactively report symptoms of the illness and it is confirmed after testing.",
            "url": "https://www.reuters.com/article/us-china-health-rewards-idUSKCN20L0GE",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495810731&w=1200&r=LYNXNPEG1Q0B9",
            "publishedAt": "2020-02-27T05:19:07Z",
            "content": "SHANGHAI (Reuters) - A city in China’s Hubei province, the epicenter of the global coronavirus epidemic, will pay residents as much as 10,000 yuan ($1,425.96) if they proactively report symptoms of the illness and it is confirmed after testing. \r\nQianjiang, a… [+1625 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Josh Smith",
            "title": "U.S.-South Korea military drills postponed as coronavirus spreads faster outside China",
            "description": "The United States and South Korea postponed joint military drills on Thursday to limit the spread of coronavirus, as the number of infections inside China - the source of the outbreak - was for the first time overtaken by fresh cases elsewhere.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKCN20L0AF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495768420&w=1200&r=LYNXNPEG1Q083",
            "publishedAt": "2020-02-27T02:57:36Z",
            "content": "SEOUL/WASHINGTON (Reuters) - The United States and South Korea postponed joint military drills on Thursday to limit the spread of coronavirus, as the number of infections inside China - the source of the outbreak - was for the first time overtaken by fresh ca… [+4805 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. health secretary says at least 40 labs can currently test for coronavirus",
            "description": "U.S. Health and Human Services (HHS) Secretary Alex Azar on Thursday said that at least 40 public health labs can currently test specimens for coronavirus and that could more than double as soon as tomorrow.",
            "url": "https://www.reuters.com/article/us-china-health-usa-idUSKCN20L2BD",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496043687&w=1200&r=LYNXNPEG1Q1EQ",
            "publishedAt": "2020-02-27T15:45:44Z",
            "content": "NEW YORK (Reuters) - U.S. Health and Human Services (HHS) Secretary Alex Azar on Thursday said that at least 40 public health labs can currently test specimens for coronavirus and that could more than double as soon as tomorrow. \r\nAzar, speaking before the Ho… [+582 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European Parliament considering virtual meetings, plenary due to virus",
            "description": "The European Parliament is considering whether to hold its meetings and plenary sessions by teleconference instead of in person due to growing concerns about the fast-spreading coronavirus that originated in China, a spokesman said.",
            "url": "https://www.reuters.com/article/us-china-health-eu-idUSKCN20L30M",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496147659&w=1200&r=LYNXNPEG1Q1WG",
            "publishedAt": "2020-02-27T20:45:17Z",
            "content": "(Reuters) - The European Parliament is considering whether to hold its meetings and plenary sessions by teleconference instead of in person due to growing concerns about the fast-spreading coronavirus that originated in China, a spokesman said. \r\n“It’s being … [+368 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Daniel Leussink",
            "title": "Japanese woman confirmed as coronavirus case for second time, weeks after initial recovery",
            "description": "A woman working as a tour-bus guide in Japan tested positive for the coronavirus for a second time, Osaka's prefectural government said on Wednesday, the first person in the country to do so amid growing concerns about the spread of the infection.",
            "url": "https://www.reuters.com/article/us-china-health-japan-idUSKCN20L0BI",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495773123&w=1200&r=LYNXNPEG1Q08I",
            "publishedAt": "2020-02-27T03:12:50Z",
            "content": "TOKYO (Reuters) - A woman working as a tour-bus guide in Japan tested positive for the coronavirus for a second time, Osaka’s prefectural government said on Wednesday, the first person in the country to do so amid growing concerns about the spread of the infe… [+2973 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Instant View: U.S. stocks confirm correction on pandemic fears",
            "description": "Wall Street's main indexes tumbled on Thursday, putting them more than 10% below record highs set earlier this month and indicating that they then entered an intraday correction, as the rapid spread of the coronavirus globally deepened worries about growth an…",
            "url": "https://www.reuters.com/article/us-usa-markets-instantview-idUSKCN20L2GJ",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496060873&w=1200&r=LYNXNPEG1Q1H2",
            "publishedAt": "2020-02-27T16:33:55Z",
            "content": "NEW YORK (Reuters) - Wall Street’s main indexes tumbled on Thursday, putting them more than 10% below record highs set earlier this month and indicating that they then entered an intraday correction, as the rapid spread of the coronavirus globally deepened wo… [+4348 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Amid virus, Chinese ride-sharing cars install added layer of protection",
            "description": "As Wang Xiurong drives passengers around the Chinese capital amid the coronovirus outbreak, she has an added layer of protection: a plastic sheet separating her from her passengers.",
            "url": "https://www.reuters.com/article/us-china-health-taxi-idUSKCN20L1EO",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495933550&w=1200&r=LYNXNPEG1Q0R0",
            "publishedAt": "2020-02-27T10:56:19Z",
            "content": "BEIJING (Reuters) - As Wang Xiurong drives passengers around the Chinese capital amid the coronovirus outbreak, she has an added layer of protection: a plastic sheet separating her from her passengers. \r\nWang had the sheet installed last week as part of a cam… [+575 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Brendan O'Brien",
            "title": "U.S. brewery shooting could spur gun debate in presidential race",
            "description": "A Molson Coors Beverage Co employee has shot five co-workers to death before taking his own life at the company's beer-brewing complex in Milwaukee, the latest episode in a rising tide of gun violence already reverberating in the U.S. presidential race.",
            "url": "https://www.reuters.com/article/us-wisconsin-shooting-idUSKCN20L1HL",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495944907&w=1200&r=LYNXNPEG1Q0TT",
            "publishedAt": "2020-02-27T11:22:43Z",
            "content": "Milwaukee (Reuters) - A Molson Coors Beverage Co employee has shot five co-workers to death before taking his own life at the company’s beer-brewing complex in Milwaukee, the latest episode in a rising tide of gun violence already reverberating in the U.S. pr… [+3205 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "U.S.-South Korea military drills postponed as coronavirus spreads faster outside China - Reuters",
            "description": "U.S.-South Korea military drills postponed as coronavirus spreads faster outside China Reuters Live updates: Coronavirus fears rattle markets as South Korean cases surge, U.S. confirms case of unknown origin The Washington Post US confirms new coronavirus cas…",
            "url": "https://www.reuters.com/article/us-china-health/us-south-korea-military-drills-postponed-as-coronavirus-spreads-faster-outside-china-idUSKCN20L0AF",
            "urlToImage": null,
            "publishedAt": "2020-02-27T02:58:00Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mark Hosenball",
            "title": "SPY AGENCIES MONITOR INDIA",
            "description": "U.S. intelligence agencies are monitoring the global spread of coronavirus and the ability of governments to respond, sources familiar with the matter said on Thursday, warning that there were concerns about how India would cope with a widespread outbreak.",
            "url": "https://www.reuters.com/article/china-health-usa-intelligence-idUSL2N2AR1YG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T23:07:37Z",
            "content": "WASHINGTON, Feb 27 (Reuters) - U.S. intelligence agencies are monitoring the global spread of coronavirus and the ability of governments to respond, sources familiar with the matter said on Thursday, warning that there were concerns about how India would cope… [+2268 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Philip Pullella",
            "title": "Vatican closes Italy's catacombs due to coronavirus",
            "description": "The Vatican has closed all of Italy's ancient catacombs normally open to the public because of the country's coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-vatican-catacombs-idUSKCN20L2UE",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496118836&w=1200&r=LYNXNPEG1Q1SI",
            "publishedAt": "2020-02-27T19:19:56Z",
            "content": "VATICAN CITY (Reuters) - The Vatican has closed all of Italy’s ancient catacombs normally open to the public because of the country’s coronavirus outbreak. \r\nVatican official Monsignor Pasquale Iacobone said the decision was taken to protect guides who work i… [+1024 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus outbreak at 'decisive point': WHO chief",
            "description": "The new coronavirus outbreak has reached a \"decisive point\", the head of the World Health Organization (WHO) said on Thursday, urging countries to redouble efforts to contain its spread effectively.",
            "url": "https://www.reuters.com/article/us-health-china-who-idUSKCN20L236",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496017865&w=1200&r=LYNXNPEG1Q19Q",
            "publishedAt": "2020-02-27T14:37:05Z",
            "content": "GENEVA (Reuters) - The new coronavirus outbreak has reached a “decisive point”, the head of the World Health Organization (WHO) said on Thursday, urging countries to redouble efforts to contain its spread effectively. \r\n“This virus has pandemic potential,” WH… [+461 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Swiss confirm three new coronavirus cases, now four in total",
            "description": "The number of confirmed coronavirus cases in Switzerland has risen to four, the country's health authority said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-swiss-idUSKCN20L167",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T09:44:27Z",
            "content": "(Reuters) - The number of confirmed coronavirus cases in Switzerland has risen to four, the country’s health authority said on Thursday. \r\nIn the western canton of Geneva one person was tested positive for the virus while it was also confirmed in a couple in … [+211 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Countries evacuating nationals from coronavirus-hit areas",
            "description": "A growing number of countries around the world are evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKCN20L0EC",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495796551&w=1200&r=LYNXNPEG1Q0AD",
            "publishedAt": "2020-02-27T04:22:43Z",
            "content": "(Reuters) - A growing number of countries around the world are evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and how they aim to manage the health risk… [+4230 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Estonia says it has first confirmed coronavirus case - TASS",
            "description": "Estonia has confirmed its first coronavirus case in a man who returned from Iran, Russian news agencies TASS and Interfax reported on Thursday, citing Estonian health authorities.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/P7VzL5X-9x8/estonia-says-it-has-first-confirmed-coronavirus-case-tass-idUSKCN20L0L6",
            "urlToImage": null,
            "publishedAt": "2020-02-27T06:24:35Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "California monitoring 8,400 people for coronavirus, awaiting test kits",
            "description": "California Governor Gavin Newsom said on Thursday that health officials are monitoring 8,400 people for coronavirus symptoms after they arrived in the state from domestic commercial flights.",
            "url": "https://www.reuters.com/article/us-china-health-california-idUSKCN20L2US",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496120137&w=1200&r=LYNXNPEG1Q1SP",
            "publishedAt": "2020-02-27T19:22:47Z",
            "content": "(Reuters) - California Governor Gavin Newsom said on Thursday that health officials are monitoring 8,400 people for coronavirus symptoms after they arrived in the state from domestic commercial flights. \r\nThe state currently has only about 200 test kits, an “… [+216 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran's death toll from coronavirus reaches 26: health ministry",
            "description": "Iran said on Thursday its death toll from coronavirus had risen to 26 and the total number of infected people now stood at 245.",
            "url": "https://www.reuters.com/article/us-china-health-iran-toll-idUSKCN20L1E5",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495933544&w=1200&r=LYNXNPEG1Q0QZ",
            "publishedAt": "2020-02-27T10:54:41Z",
            "content": "DUBAI (Reuters) - Iran said on Thursday its death toll from coronavirus had risen to 26 and the total number of infected people now stood at 245. \r\n“In the last 24 hours, we have had 106 (new) confirmed cases ... The death toll has reached 26,” Health Ministr… [+297 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russia urges tour operators to avoid Italy, South Korea, Iran over coronavirus",
            "description": "Russia's Federal Tourism Agency on Thursday recommended national tour operators suspend tours to Italy, South Korea and Iran until the outbreaks of coronavirus there are brought under control.",
            "url": "https://www.reuters.com/article/us-china-health-russia-tours-idUSKCN20L0XS",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495880532&w=1200&r=LYNXNPEG1Q0JB",
            "publishedAt": "2020-02-27T08:32:33Z",
            "content": "MOSCOW (Reuters) - Russia’s Federal Tourism Agency on Thursday recommended national tour operators suspend tours to Italy, South Korea and Iran until the outbreaks of coronavirus there are brought under control. \r\nThe move came a day after Russia said it woul… [+546 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Moscow rounds up stray animals, kills rats over coronavirus fears",
            "description": "Moscow authorities are rounding up stray animals and exterminating rats as a precaution against the new coronavirus, actions that animal rights campaigners decried as cruel and scientifically groundless.",
            "url": "https://www.reuters.com/article/us-china-health-russia-animals-idUSKCN20L1LV",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495970101&w=1200&r=LYNXNPEG1Q0X2",
            "publishedAt": "2020-02-27T12:27:39Z",
            "content": "MOSCOW (Reuters) - Moscow authorities are rounding up stray animals and exterminating rats as a precaution against the new coronavirus, actions that animal rights campaigners decried as cruel and scientifically groundless. \r\nRussia has imposed an array of mea… [+1695 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "UAE suspends passenger ferry services with Iran over coronavirus",
            "description": "The United Arab Emirates has suspended passenger ferry services with Iran until further notice over coronavirus fears, the state news agency WAM said on Thursday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/DUVliB-NU9M/uae-suspends-passenger-ferry-services-with-iran-over-coronavirus-idUSKCN20L2KO",
            "urlToImage": null,
            "publishedAt": "2020-02-27T17:24:03Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Cycling: UAE Tour canceled over coronavirus, say teams",
            "description": "The UAE Tour featuring some of the world's leading riders has been canceled with two stages remaining due to the coronavirus outbreak, according to several teams on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-cycling-idUSKCN20L333",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T21:16:56Z",
            "content": "BERLIN (Reuters) - The UAE Tour featuring some of the world’s leading riders has been canceled with two stages remaining due to the coronavirus outbreak, according to several teams on Thursday. \r\n“We have taken note of the cancellation of the UAE Tour due to … [+503 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Latest on coronavirus spreading in China and beyond",
            "description": "The number of new coronavirus infections inside China - the source of the outbreak - was for the first time overtaken by fresh cases elsewhere on Wednesday, with Italy and Iran emerging as epicenters of the rapidly spreading illness.",
            "url": "https://www.reuters.com/article/us-china-health-latest-factbox-idUSKCN20L0F2",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495797756&w=1200&r=LYNXNPEG1Q0AJ",
            "publishedAt": "2020-02-27T04:26:13Z",
            "content": "(Reuters) - The number of new coronavirus infections inside China - the source of the outbreak - was for the first time overtaken by fresh cases elsewhere on Wednesday, with Italy and Iran emerging as epicenters of the rapidly spreading illness. \r\n- Italy has… [+2975 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.N. asks world to fight virus-spawned discrimination",
            "description": "United Nations human rights guardian Michelle Bachelet urged the global community on Thursday to show solidarity with people of ethnic Asian origin subject to discrimination amid an outbreak of a novel coronavirus that started in China.",
            "url": "https://www.reuters.com/article/us-china-health-rights-idUSKCN20L16B",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495911694&w=1200&r=LYNXNPEG1Q0NJ",
            "publishedAt": "2020-02-27T09:47:50Z",
            "content": "GENEVA (Reuters) - United Nations human rights guardian Michelle Bachelet urged the global community on Thursday to show solidarity with people of ethnic Asian origin subject to discrimination amid an outbreak of a novel coronavirus that started in China. \r\n“… [+535 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Over 100 guests allowed to leave Tenerife hotel on coronavirus lockdown",
            "description": "None of the remaining 700-plus guests at a hotel in Spain's Canary Islands on lockdown over the coronavirus have shown any symptoms of the virus and 130 of them have been cleared to leave the building, a spokesman for the regional government said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-spain-hotel-idUSKCN20L2G0",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T16:25:34Z",
            "content": "TENERIFE, Spain (Reuters) - None of the remaining 700-plus guests at a hotel in Spain’s Canary Islands on lockdown over the coronavirus have shown any symptoms of the virus and 130 of them have been cleared to leave the building, a spokesman for the regional … [+236 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Greece reports two new coronavirus cases, cancels carnival",
            "description": "Greece reported two new cases of coronavirus in the past 24 hours, bringing the total number of confirmed cases to three, and said it would suspend all carnival celebrations in the country.",
            "url": "https://www.reuters.com/article/us-china-health-greece-idUSKCN20L1F3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T11:13:25Z",
            "content": "ATHENS (Reuters) - Greece reported two new cases of coronavirus in the past 24 hours, bringing the total number of confirmed cases to three, and said it would suspend all carnival celebrations in the country. \r\nThe health ministry said one of the cases involv… [+738 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "No EU country plans border checks now over coronavirus: executive",
            "description": "No European Union country currently has plans to reinstate border controls within the bloc's zone of free travel over the coronavirus outbreak, the executive European Commission said on Thursday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/52oJ57t2tVg/no-eu-country-plans-border-checks-now-over-coronavirus-executive-idUSKCN20L1MW",
            "urlToImage": null,
            "publishedAt": "2020-02-27T11:58:54Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Asif Shahzad",
            "title": "Pakistan shuts schools, suspends Iran flights to curb coronavirus spread",
            "description": "Pakistan on Thursday shut schools in several areas and suspended flights to and from Iran to try to stop the spread of new coronavirus, after reporting its first cases of the infection, officials said.",
            "url": "https://www.reuters.com/article/us-china-health-pakistan-idUSKCN20L179",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495911699&w=1200&r=LYNXNPEG1Q0NZ",
            "publishedAt": "2020-02-27T09:52:17Z",
            "content": "ISLAMABAD (Reuters) - Pakistan on Thursday shut schools in several areas and suspended flights to and from Iran to try to stop the spread of new coronavirus, after reporting its first cases of the infection, officials said. \r\nThe South Asian nation bordering … [+2519 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Agustinus Beo Da Costa",
            "title": "Indonesia says lack of coronavirus cases a blessing from God",
            "description": "Indonesia's health minister defended the country's screening process for coronavirus on Thursday and said the absence of confirmed cases in the world's fourth-most populous nation was a \"blessing from the Almighty\".",
            "url": "https://www.reuters.com/article/us-china-health-indonesia-idUSKCN20L1DL",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495930777&w=1200&r=LYNXNPEG1Q0QL",
            "publishedAt": "2020-02-27T10:48:03Z",
            "content": "JAKARTA (Reuters) - Indonesia’s health minister defended the country’s screening process for coronavirus on Thursday and said the absence of confirmed cases in the world’s fourth-most populous nation was a “blessing from the Almighty”. \r\nThe sprawling Southea… [+2712 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mark Hosenball",
            "title": "U.S. spy agencies monitor coronavirus spread, concerns about India: sources",
            "description": "U.S. intelligence agencies are monitoring the global spread of coronavirus and the ability of governments to respond, sources familiar with the matter said on Thursday, warning that there were concerns about how India would cope with a widespread outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-usa-intelligence-idUSKCN20L37R",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T22:12:25Z",
            "content": "WASHINGTON (Reuters) - U.S. intelligence agencies are monitoring the global spread of coronavirus and the ability of governments to respond, sources familiar with the matter said on Thursday, warning that there were concerns about how India would cope with a … [+2260 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU experts agree border closures inappropriate to tackle virus: EU official",
            "description": "European Union governments' experts have agreed that blocking cross-border movement within the bloc of people with coronavirus symptoms would be counter-productive to tackle the outbreak, an EU official said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-eu-idUSKCN20L1GH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T11:11:22Z",
            "content": "BRUSSELS (Reuters) - European Union governments’ experts have agreed that blocking cross-border movement within the bloc of people with coronavirus symptoms would be counter-productive to tackle the outbreak, an EU official said on Thursday. \r\nThe decision wa… [+436 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Far-right parties in Italy's neighbors call for border checks over coronavirus",
            "description": "Far-right parties in countries bordering Italy have seized on Europe's biggest coronavirus outbreak to call for checks at the Italian frontier, despite medical experts saying that would do little to stop the disease spreading.",
            "url": "https://www.reuters.com/article/us-china-health-italy-neighbours-idUSKCN20L2ZE",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496144331&w=1200&r=LYNXNPEG1Q1V0",
            "publishedAt": "2020-02-27T20:32:01Z",
            "content": "VIENNA (Reuters) - Far-right parties in countries bordering Italy have seized on Europe’s biggest coronavirus outbreak to call for checks at the Italian frontier, despite medical experts saying that would do little to stop the disease spreading. \r\nItalian aut… [+2541 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea and U.S. indefinitely postpone joint military drills over coronavirus",
            "description": "South Korea and the United States will postpone joint military drills until further notice, defense officials in Seoul said on Thursday, amid a growing coronavirus outbreak in South Korea that has now infected soldiers from both countries.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-usa-military-idUSKCN20L052",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495736840&w=1200&r=LYNXNPEG1Q04H",
            "publishedAt": "2020-02-27T01:16:31Z",
            "content": "SEOUL (Reuters) - South Korea and the United States will postpone joint military drills until further notice, defense officials in Seoul said on Thursday, amid a growing coronavirus outbreak in South Korea that has now infected soldiers from both countries. \r… [+382 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indonesia seeks Saudi help over suspension of entry for Umrah pilgrimage",
            "description": "Indonesia's foreign minister on Thursday urged Saudi Arabia to allow its citizens to continue their Umrah pilgrimage after hundreds were stranded at Jakarta airport when the kingdom suspended foreign entry for the Umrah over coronavirus concerns.",
            "url": "https://www.reuters.com/article/us-china-health-saudi-indonesia-idUSKCN20L1LC",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495953719&w=1200&r=LYNXNPEG1Q0VY",
            "publishedAt": "2020-02-27T11:46:41Z",
            "content": "JAKARTA (Reuters) - Indonesia’s foreign minister on Thursday urged Saudi Arabia to allow its citizens to continue their Umrah pilgrimage after hundreds were stranded at Jakarta airport when the kingdom suspended foreign entry for the Umrah over coronavirus co… [+2534 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: U.S. business forecasts earnings pressure as coronavirus spreads",
            "description": "As the coronavirus epidemic spreads in China and beyond, U.S. companies will see profits stagnate in 2020, according to a Goldman Sachs report.",
            "url": "https://www.reuters.com/article/us-china-health-us-companies-factbox-idUSKCN20L2YW",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496139751&w=1200&r=LYNXNPEG1Q1US",
            "publishedAt": "2020-02-27T20:21:02Z",
            "content": "(Reuters) - As the coronavirus epidemic spreads in China and beyond, U.S. companies will see profits stagnate in 2020, according to a Goldman Sachs report. \r\nSeveral big names in the U.S. consumer and tech sectors have already warned of a hit from the rapid s… [+1588 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pfizer warns of hit to financial results on continued coronavirus outbreak",
            "description": "Pfizer Inc on Thursday warned that the continued spread of the coronavirus globally could have an adverse impact on its financial results.",
            "url": "https://www.reuters.com/article/us-china-health-pfizer-idUSKCN20L2XB",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496129086&w=1200&r=LYNXNPEG1Q1TY",
            "publishedAt": "2020-02-27T19:48:45Z",
            "content": "(Reuters) - Pfizer Inc (PFE.N) on Thursday warned that the continued spread of the coronavirus globally could have an adverse impact on its financial results. \r\nThe drugmaker said the outbreak could have an impact on its business, including its manufacturing,… [+134 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pope 'slightly indisposed', cancels one event, Vatican says",
            "description": "Pope Francis is slightly indisposed and has canceled an event at a Rome basilica but is carrying out the rest of his schedule in his residence, the Vatican said on Thursday.",
            "url": "https://www.reuters.com/article/us-pope-health-idUSKCN20L1DC",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495930752&w=1200&r=LYNXNPEG1Q0QK",
            "publishedAt": "2020-02-27T10:47:57Z",
            "content": "VATICAN CITY (Reuters) - Pope Francis is slightly indisposed and has canceled an event at a Rome basilica but is carrying out the rest of his schedule in his residence, the Vatican said on Thursday. \r\n“Because of a slight indisposition, he preferred to stay i… [+987 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Cargill bans international travel for staff amid coronavirus outbreak",
            "description": "International grains trader and processor Cargill Inc has banned all non-essential travel for its employees for the next two weeks due to the coronavirus outbreak, company spokeswoman April Nelson told Reuters on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-cargill-idUSKCN20L2ES",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496054896&w=1200&r=LYNXNPEG1Q1GD",
            "publishedAt": "2020-02-27T16:27:05Z",
            "content": "(Reuters) - International grains trader and processor Cargill Inc has banned all non-essential travel for its employees for the next two weeks due to the coronavirus outbreak, company spokeswoman April Nelson told Reuters on Thursday. \r\nCargill, the largest p… [+869 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Elizabeth Dilts Marshall",
            "title": "Goldman Sachs asks some to skip conference over coronavirus concerns",
            "description": "Goldman Sachs Group Inc is asking people not to attend the bank's New York conference next week if they or someone they are close to had recently traveled to China, South Korea or parts of Italy, according to the conference website.",
            "url": "https://www.reuters.com/article/us-china-health-goldman-sachs-idUSKCN20L2RT",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496107314&w=1200&r=LYNXNPEG1Q1Q7",
            "publishedAt": "2020-02-27T18:47:32Z",
            "content": "NEW YORK (Reuters) - Goldman Sachs Group Inc (GS.N) is asking people not to attend the bank’s New York conference next week if they or someone they are close to had recently traveled to China, South Korea or parts of Italy, according to the conference website… [+1006 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ann Saphir",
            "title": "Traders betting Fed will slash rates amid coronavirus threat",
            "description": "The U.S. central bank will move aggressively to cut borrowing costs as soon as next month, trimming an extraordinary three-fourths of a percentage point by mid-year to cushion the world's biggest economy from the impact of the coronavirus, traders of futures …",
            "url": "https://www.reuters.com/article/us-usa-fed-futures-idUSKCN20L23M",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496019363&w=1200&r=LYNXNPEG1Q1AA",
            "publishedAt": "2020-02-27T15:45:06Z",
            "content": "(Reuters) - The U.S. central bank will move aggressively to cut borrowing costs as soon as next month, trimming an extraordinary three-fourths of a percentage point by mid-year to cushion the world’s biggest economy from the impact of the coronavirus, traders… [+1411 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oil falls for fifth day as coronavirus spreads outside of China",
            "description": "Oil prices fell for a fifth day on Thursday to their lowest since January 2019 as a growing number of new coronavirus cases outside of China deepened fears that the global economy will slow and lower crude demand.",
            "url": "https://www.reuters.com/article/us-global-oil-idUSKCN20L08P",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495758781&w=1200&r=LYNXNPEG1Q06A",
            "publishedAt": "2020-02-27T02:22:32Z",
            "content": "TOKYO (Reuters) - Oil prices fell for a fifth day on Thursday to their lowest since January 2019 as a growing number of new coronavirus cases outside of China deepened fears that the global economy will slow and lower crude demand. \r\nBrent crude LCOc1 was dow… [+2336 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "AB InBev fourth quarter profit below expectations, sees muted 2020 growth",
            "description": "Anheuser-Busch InBev ABI.BR, the world's largest beer maker, suffered a greater than expected fall in core profit in the fourth quarter last year and forecast muted growth in 2020 due in part to the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/us-ab-inbev-results-idUSKCN20L0LE",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495836650&w=1200&r=LYNXNPEG1Q0EA",
            "publishedAt": "2020-02-27T06:27:06Z",
            "content": "BRUSSELS (Reuters) - Anheuser-Busch InBev ABI.BR, the world’s largest beer maker, suffered a greater than expected fall in core profit in the fourth quarter last year and forecast muted growth in 2020 due in part to the coronavirus outbreak in China. \r\nThe ma… [+261 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "AB InBev flags lower first-quarter profit on virus impact",
            "description": "Anheuser-Busch InBev on Thursday forecast a 10% decline in its first-quarter profit after a weaker-than-expected finish to 2019, as the world's largest beer maker expects the coronavirus outbreak to dent its earnings.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/47RFCpQ6OgU/ab-inbev-flags-lower-first-quarter-profit-on-virus-impact-idUSKCN20L0LE",
            "urlToImage": null,
            "publishedAt": "2020-02-27T07:35:46Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Futures tank as virus risks deepen",
            "description": "U.S. stock index futures tumbled on Thursday as the rapid spread of the coronavirus outside China raised fears of a pandemic and sent investors scurrying to the perceived safety of gold and bonds.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/jDXyTGB8nCM/futures-tank-as-virus-risks-deepen-idUSKCN20L0M2",
            "urlToImage": null,
            "publishedAt": "2020-02-27T06:34:34Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Megan Davies",
            "title": "Investment advisors worry U.S. response to coronavirus is too little too late",
            "description": "Investment-advisors are increasingly worried that U.S. authorities are not be doing enough to prevent a widespread outbreak of coronavirus in the country, potentially adding further downside to already-battered markets.",
            "url": "https://www.reuters.com/article/us-china-health-investors-response-idUSKCN20L31F",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496152465&w=1200&r=LYNXNPEG1Q1XQ",
            "publishedAt": "2020-02-27T21:01:06Z",
            "content": "NEW YORK (Reuters) - Investment-advisors are increasingly worried that U.S. authorities are not be doing enough to prevent a widespread outbreak of coronavirus in the country, potentially adding further downside to already-battered markets.  \r\nTheir criticism… [+4702 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Olga Cotaga",
            "title": "Blowout fear for forex markets as coronavirus stirs dormant volatility trades",
            "description": "With this week's coronavirus-driven rout having shaken awake previously slumbering euro-dollar markets, the spotlight is back on the \"short volatility\" trades that some regulators fear could trigger a blowup on world markets.",
            "url": "https://www.reuters.com/article/us-global-forex-volatility-analysis-idUSKCN20L2SN",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496110333&w=1200&r=LYNXNPEG1Q1QV",
            "publishedAt": "2020-02-27T20:00:16Z",
            "content": "LONDON (Reuters) - With this week’s coronavirus-driven rout having shaken awake previously slumbering euro-dollar markets, the spotlight is back on the “short volatility” trades that some regulators fear could trigger a blowup on world markets. \r\nThe world’s … [+5471 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Olga Cotaga",
            "title": "Blowout fear for forex markets as coronavirus stirs dormant vol trades",
            "description": "With this week's coronavirus-driven rout having shaken awake previously slumbering euro-dollar markets, the spotlight is back on the \"short volatility\" trades that some regulators fear could trigger a blowup on world markets.",
            "url": "https://www.reuters.com/article/uk-global-forex-volatility-analysis-idUSKCN20L2T8",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496112206&w=1200&r=LYNXNPEG1Q1RD",
            "publishedAt": "2020-02-27T19:00:32Z",
            "content": "LONDON (Reuters) - With this week’s coronavirus-driven rout having shaken awake previously slumbering euro-dollar markets, the spotlight is back on the “short volatility” trades that some regulators fear could trigger a blowup on world markets. \r\nThe world’s … [+5344 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Tom Westbrook",
            "title": "Asian stocks extend losses as pandemic fears grow",
            "description": "Oil and Asian share markets slipped on Thursday, struggling to find a footing as the rapid global spread of the coronavirus left investors on edge and seeking safety in gold and bonds.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKCN20L05A",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495737859&w=1200&r=LYNXNPEG1Q04L",
            "publishedAt": "2020-02-27T01:19:22Z",
            "content": "SINGAPORE (Reuters) - Oil and Asian share markets slipped on Thursday, struggling to find a footing as the rapid global spread of the coronavirus left investors on edge and seeking safety in gold and bonds. \r\nMost new virus cases are now being reported outsid… [+2901 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Virus-hit stocks shed $3 trillion; safe havens thrive",
            "description": "Stocks resumed their plunge, wiping out more than $3 trillion in value this week alone, and U.S. Treasuries yields hit record lows on Thursday as the coronavirus spread faster outside China and investors fled to safe havens.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/izo_cil6HF8/virus-hit-stocks-shed-3-trillion-safe-havens-thrive-idUSKCN20L05A",
            "urlToImage": null,
            "publishedAt": "2020-02-27T09:54:50Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Starbucks' CEO says 85% of stores in China are open",
            "description": "Starbucks Corp said on Thursday 85% of its stores in China were open, weeks after the coffee chain shut nearly half of its over 4,000 stores in the world's second-largest economy due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-starbucks-idUSKCN20L2HI",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496064765&w=1200&r=LYNXNPEG1Q1HI",
            "publishedAt": "2020-02-27T16:44:43Z",
            "content": "(Reuters) - Starbucks Corp (SBUX.O) said on Thursday 85% of its stores in China were open, weeks after the coffee chain shut nearly half of its over 4,000 stores in the world’s second-largest economy due to the coronavirus outbreak. \r\n\"With the number of new … [+698 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Randall",
            "title": "Investors ditch market risk as stocks fall into correction",
            "description": "Fears of a sustained global economic impact as the coronavirus rapidly spreads beyond China have sent investors scrambling to find safety less than 10 days after the U.S. stock market set record highs.",
            "url": "https://www.reuters.com/article/us-china-health-investors-analysis-idUSKCN20L32J",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496189921&w=1200&r=LYNXNPEG1Q1YC",
            "publishedAt": "2020-02-27T22:47:31Z",
            "content": "NEW YORK (Reuters) - Fears of a sustained global economic impact as the coronavirus rapidly spreads beyond China have sent investors scrambling to find safety less than 10 days after the U.S. stock market set record highs. \r\nThe S&amp;P 500 fell more than 4% … [+3753 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Nathan Allen",
            "title": "Pool, books or buffet: Limited options in Tenerife's locked down hotel",
            "description": "At first glance, the hotel looks like any other. It bustles with holidaymakers choosing their food and drink from the buffet while others bag sunloungers by the pool.",
            "url": "https://www.reuters.com/article/us-china-health-spain-idUSKCN20L23G",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496018428&w=1200&r=LYNXNPEG1Q1A3",
            "publishedAt": "2020-02-27T14:42:28Z",
            "content": "TENERIFE, Spain (Reuters) - At first glance, the hotel looks like any other. It bustles with holidaymakers choosing their food and drink from the buffet while others bag sunloungers by the pool. \r\nOnly the protective masks give a glimpse of how unreal life ha… [+2873 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait has 43 confirmed cases of coronavirus - health ministry",
            "description": "Kuwait now has 43 confirmed cases of coronavirus, according to a health ministry official.",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-idUSKCN20L0SI",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495862194&w=1200&r=LYNXNPEG1Q0H0",
            "publishedAt": "2020-02-27T07:42:09Z",
            "content": "DUBAI (Reuters) - Kuwait now has 43 confirmed cases of coronavirus, according to a health ministry official. \r\nThe official added that all the cases involved people who had been to Iran. \r\nReporting by Alaa Swilam; Editing by Hugh Lawson"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Amid virus, Chinese ride-sharing cars install added layer of protection",
            "description": "As Wang Xiurong drives passengers around the Chinese capital amid the coronovirus outbreak, she has an added layer of protection: a plastic sheet separating her from her passengers.",
            "url": "https://www.reuters.com/article/us-china-health-taxi-idUSKCN20L1EO",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495939615&w=1200&r=LYNXNPEG1Q0RW",
            "publishedAt": "2020-02-27T11:12:53Z",
            "content": "BEIJING (Reuters) - As Wang Xiurong drives passengers around the Chinese capital amid the coronovirus outbreak, she has an added layer of protection: a plastic sheet separating her from her passengers. \r\nWang had the sheet installed last week as part of a cam… [+575 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "First Dutch coronavirus infection confirmed: health authorities",
            "description": "A patient in the Netherlands has been diagnosed with the new coronavirus Covid-19, Dutch health authorities said on Thursday, the first confirmed case in the country.",
            "url": "https://www.reuters.com/article/us-china-health-netherlands-idUSKCN20L2ZM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T20:33:45Z",
            "content": "AMSTERDAM (Reuters) - A patient in the Netherlands has been diagnosed with the new coronavirus Covid-19, Dutch health authorities said on Thursday, the first confirmed case in the country. \r\nThe Dutch National Institute for Public Health said in a statement t… [+179 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Israel confirms coronavirus in man returning from Italy",
            "description": "Israel's Health Ministry said on Thursday that a man who returned from travel in Italy has tested positive for coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-israel-idUSKCN20L1H9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T11:14:03Z",
            "content": "JERUSALEM (Reuters) - Israel’s Health Ministry said on Thursday that a man who returned from travel in Italy has tested positive for coronavirus. \r\nThe man returned from Italy four days ago and tested positive after developing symptoms, the ministry said. \r\nI… [+144 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rahul Karunakar",
            "title": "Global stocks outlook still positive, but vulnerable to coronavirus: Reuters poll",
            "description": "Global stocks have further to run this year, but the likelihood of a correction of 10% or more is high, according to Reuters polls of market strategists, with the severity of the economic hit from the coronavirus outbreak being the biggest risk.",
            "url": "https://www.reuters.com/article/us-global-stocks-poll-idUSKCN20L00H",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495718079&w=1200&r=LYNXNPEG1Q00A",
            "publishedAt": "2020-02-27T00:17:04Z",
            "content": "BENGALURU (Reuters) - Global stocks have further to run this year, but the likelihood of a correction of 10% or more is high, according to Reuters polls of market strategists, with the severity of the economic hit from the coronavirus outbreak being the bigge… [+4459 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Lawder",
            "title": "Exclusive: IMF, World Bank consider 'virtual' Spring Meetings as virus spreads",
            "description": "Growing concerns inside the International Monetary Fund and the World Bank about the spread of the new coronavirus have prompted the institutions to consider scaling back their Spring Meetings in April or hold them by teleconference, people familiar with the …",
            "url": "https://www.reuters.com/article/us-china-health-imf-meetings-exclusive-idUSKCN20K3CU",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495719031&w=1200&r=LYNXNPEG1Q00F",
            "publishedAt": "2020-02-27T00:14:22Z",
            "content": "WASHINGTON (Reuters) - Growing concerns inside the International Monetary Fund and the World Bank about the spread of the new coronavirus have prompted the institutions to consider scaling back their Spring Meetings in April or hold them by teleconference, pe… [+3285 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fed's Evans says too early to lower growth outlook on coronavirus",
            "description": "Chicago Federal Reserve Bank President Charles Evans said on Thursday it was too soon to say if the U.S. growth forecast would be lowered due to the coronavirus outbreak, and that the Fed was first looking for any declines in economic activity.",
            "url": "https://www.reuters.com/article/us-usa-fed-evans-coronavirus-economy-idUSKCN20L2Q0",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1496100577&w=1200&r=LYNXNPEG1Q1OC",
            "publishedAt": "2020-02-27T18:28:26Z",
            "content": "MEXICO CITY (Reuters) - Chicago Federal Reserve Bank President Charles Evans said on Thursday it was too soon to say if the U.S. growth forecast would be lowered due to the coronavirus outbreak, and that the Fed was first looking for any declines in economic … [+288 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Denmark confirms first coronavirus case in man returning from holiday in Italy",
            "description": "Denmark has confirmed its first coronavirus infection in a man who returned from a ski holiday in northern Italy, the Danish health authority said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-denmark-case-idUSKCN20L0IB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T05:49:20Z",
            "content": "(Reuters) - Denmark has confirmed its first coronavirus infection in a man who returned from a ski holiday in northern Italy, the Danish health authority said on Thursday. \r\nThe man was put in isolation in his own home. \r\nReporting Jacob Gronholt-Pedersen; Ed… [+42 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Saudi Arabia bars pilgrims and tourists amid coronavirus",
            "description": "Saudi Arabia on Thursday closed its borders to foreign \"umrah\" pilgrims and to tourists from at least 25 countries where the new coronavirus has been found.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/epY72SZGSx4/saudi-arabia-bars-pilgrims-and-tourists-amid-coronavirus-idUSKCN20K3CQ",
            "urlToImage": null,
            "publishedAt": "2020-02-27T18:51:37Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Cycling: UAE Tour canceled over coronavirus, say teams",
            "description": "The UAE Tour featuring some of the world's leading riders has been canceled with two stages remaining due to the coronavirus outbreak, according to several teams on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-cycling-idUSKCN20L333",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T21:16:56Z",
            "content": "BERLIN (Reuters) - The UAE Tour featuring some of the world’s leading riders has been canceled with two stages remaining due to the coronavirus outbreak, according to several teams on Thursday. \r\n“We have taken note of the cancellation of the UAE Tour due to … [+503 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 334 additional coronavirus cases, raising total to 1,595: KCDC",
            "description": "South Korea reported 334 additional cases of the new coronavirus on Thursday, raising the total tally to 1,595, the Korea Centers for Disease Control & Prevention (KCDC) said.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-cases-idUSKCN20L05E",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495737321&w=1200&r=LYNXNPEG1Q04O",
            "publishedAt": "2020-02-27T01:18:42Z",
            "content": "SEOUL (Reuters) - South Korea reported 334 additional cases of the new coronavirus on Thursday, raising the total tally to 1,595, the Korea Centers for Disease Control &amp; Prevention (KCDC) said. \r\nThe figure is the largest reported additional cases in the … [+215 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "UAE suspends passenger ferry services with Iran over coronavirus",
            "description": "The United Arab Emirates has suspended passenger ferry services with Iran until further notice over coronavirus fears, the state news agency WAM said on Thursday.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/iWfdJTesVwI/uae-suspends-passenger-ferry-services-with-iran-over-coronavirus-idUSKCN20L2KO",
            "urlToImage": null,
            "publishedAt": "2020-02-27T17:24:03Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC chief says all suspected coronavirus cases should be tested",
            "description": "The U.S. Centers for Disease Control and Prevention on Thursday revised its criteria for who should be tested for the coronavirus and is shipping more test kits out to states including California, the agency's director told lawmakers.",
            "url": "https://www.reuters.com/article/us-china-health-usa-kits-idUSKCN20L31B",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T21:33:29Z",
            "content": "WASHINGTON (Reuters) - The U.S. Centers for Disease Control and Prevention on Thursday revised its criteria for who should be tested for the coronavirus and is shipping more test kits out to states including California, the agency’s director told lawmakers. \r… [+402 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait suspends studies at military institutions over coronavirus fears: KUNA",
            "description": "The Kuwaiti army will suspend studies at military colleges and schools for two weeks from March 1 due to concerns about the coronavirus outbreak, state news agency KUNA said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-idUSKCN20L2NU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T18:00:01Z",
            "content": "DUBAI (Reuters) - The Kuwaiti army will suspend studies at military colleges and schools for two weeks from March 1 due to concerns about the coronavirus outbreak, state news agency KUNA said on Thursday. \r\nEarlier on Thursday, a Kuwaiti health ministry offic… [+192 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Another death reported from coronavirus in Hokkaido, Japan - media",
            "description": "A man in his 80s in Japan's northernmost major island of Hokkaido has died after contracting the new coronavirus, commercial broadcaster TBS said on Twitter on Thursday, bringing the virus-related death toll in the country to eight.",
            "url": "https://www.reuters.com/article/us-china-health-japan-death-idUSKCN20L0R2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T07:22:50Z",
            "content": "TOKYO (Reuters) - A man in his 80s in Japan’s northernmost major island of Hokkaido has died after contracting the new coronavirus, commercial broadcaster TBS said on Twitter on Thursday, bringing the virus-related death toll in the country to eight. \r\nReport… [+74 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hyonhee Shin",
            "title": "Secretive church at center of South Korea's explosive coronavirus outbreak",
            "description": "An So-young had a gut feeling that the 31st person in South Korea to test positive for the coronavirus might be a member of the controversial religious sect she quit four years ago.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-church-idUSKCN20L0Q8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T07:18:09Z",
            "content": "DAEGU/SEOUL, South Korea (Reuters) - An So-young had a gut feeling that the 31st person in South Korea to test positive for the coronavirus might be a member of the controversial religious sect she quit four years ago. \r\nThe person, dubbed “Patient 31,” was t… [+5929 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan says China leader Xi's visit still on despite coronavirus",
            "description": "Japan said on Thursday that preparations for a rare state visit by Chinese President Xi Jinping planned for April were going ahead, even as it called for sports and cultural events to be scaled down to contain the spread of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-japan-diplomacy-idUSKCN20L11R",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495891401&w=1200&r=LYNXNPEG1Q0LC",
            "publishedAt": "2020-02-27T09:02:12Z",
            "content": "TOKYO (Reuters) - Japan said on Thursday that preparations for a rare state visit by Chinese President Xi Jinping planned for April were going ahead, even as it called for sports and cultural events to be scaled down to contain the spread of the new coronavir… [+656 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "French President Macron visits Paris hospital treating coronavirus",
            "description": "French President Emmanuel Macron on Thursday visited a hospital in Paris that has been treating coronavirus patients, as his government faces pressure to show the country it is dealing with the outbreak effectively.",
            "url": "https://www.reuters.com/article/us-china-health-france-macron-idUSKCN20L11D",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200227&t=2&i=1495894066&w=1200&r=LYNXNPEG1Q0L3",
            "publishedAt": "2020-02-27T08:58:17Z",
            "content": "PARIS (Reuters) - French President Emmanuel Macron on Thursday visited a hospital in Paris that has been treating coronavirus patients, as his government faces pressure to show the country it is dealing with the outbreak effectively. \r\nTwo people have died fr… [+654 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "British region of Northern Ireland confirms first coronavirus case",
            "description": "Northern Ireland authorities on Thursday confirmed their first case of coronavirus, with the British region's chief medical officer Michael McBride telling journalists that the patient had traveled from Italy via Dublin.",
            "url": "https://www.reuters.com/article/us-china-health-britain-nireland-idUSKCN20L2UY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T19:24:59Z",
            "content": "BELFAST (Reuters) - Northern Ireland authorities on Thursday confirmed their first case of coronavirus, with the British region’s chief medical officer Michael McBride telling journalists that the patient had traveled from Italy via Dublin. \r\nThe case is in a… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC chief says aggressively evaluating whether coronavirus survives on surfaces",
            "description": "Robert Redfield, director of the U.S. Centers for Disease Control and Prevention (CDC), told the U.S. Congress on Thursday that his agency is aggressively evaluating how long coronavirus can survive and be infectious on surfaces.",
            "url": "https://www.reuters.com/article/us-china-health-usa-cdc-idUSKCN20L37L",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-27T22:11:11Z",
            "content": "(Reuters) - Robert Redfield, director of the U.S. Centers for Disease Control and Prevention (CDC), told the U.S. Congress on Thursday that his agency is aggressively evaluating how long coronavirus can survive and be infectious on surfaces. \r\n“On copper and … [+485 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Italy plays down coronavirus risk as death toll rises, cases jump",
            "description": "Italy's government, desperate to stave off a likely recession, played down on Thursday the gravity of an outbreak of coronavirus, the worst yet seen in Europe, saying it only impacted a tiny fraction of the country.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/xgQXH-EyYNs/italy-plays-down-coronavirus-risk-as-death-toll-rises-cases-jump-idUSKCN20L13W",
            "urlToImage": null,
            "publishedAt": "2020-02-27T17:54:02Z",
            "content": null
        }
    ]
}