{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Gordon Lubold",
            "title": "Trump Administration Eases U.S. Restrictions on Use of Land Mines - The Wall Street Journal",
            "description": "Trump Administration Eases U.S. Restrictions on Use of Land Mines The Wall Street Journal Trump lifts restrictions on US landmine use BBC News Trump Administration Loosens Obama-Era Restrictions On Land Mine Use NPR Trump rolls back Obama-era restrictions on …",
            "url": "https://www.wsj.com/articles/trump-administration-eases-u-s-restrictions-on-use-of-land-mines-11580515156",
            "urlToImage": "https://images.wsj.net/im-149468/social",
            "publishedAt": "2020-01-31T23:59:00Z",
            "content": "WASHINGTONThe Trump administration said it is reversing an Obama-era ban on certain kinds of land mines, adopting a new policy in an effort to expand military weaponry.The move, announced Friday by the White House and at the Pentagon, partially overturns a po… [+2370 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Joseph Walker",
            "title": "Gilead Sciences Offers Experimental Drug for Coronavirus Treatments, Testing",
            "description": "The U.S. biotech firm has formalized agreement with China to conduct clinical trial of remdesivir",
            "url": "https://www.wsj.com/articles/gilead-sciences-offers-experimental-drug-for-coronavirus-treatments-testing-11580511519",
            "urlToImage": "https://images.wsj.net/im-149849/social",
            "publishedAt": "2020-01-31T23:07:27Z",
            "content": "Gilead Sciences Inc.\r\n GILD -1.30%\r\nsaid on Friday that it had provided doses of an experimental antiviral drug to doctors for the emergency treatment of a small number of patients infected by the new coronavirus.Gilead, based in Foster City, Calif., also sai… [+2720 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Yan Wu",
            "title": "Tracking the Wuhan Coronavirus - Wall Street Journal",
            "description": "Tracking the Wuhan Coronavirus Wall Street Journal Why China can't recover quickly from the coronavirus outbreak like it did with SARS Los Angeles Times Coronavirus, a Fire and Anxiety in the Chinese Community The New York Times Some Lunar New Year Events in …",
            "url": "https://www.wsj.com/graphics/coronavirus/",
            "urlToImage": "https://si.wsj.net/public/resources/images/B3-GA348_202001_SOC_20200131175637.gif",
            "publishedAt": "2020-01-31T21:15:00Z",
            "content": "Since China reported the emergence of a pneumonia-like illness in late December, the new coronavirus has spread quickly across the country, reaching nearly every province.\r\nWithin weeks it began to appear elsewhere in Asia, Europe and the U.S. Chinese authori… [+529 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Rachel Bachman, Khadeeja Safdar",
            "title": "Nike’s controversial Vaporfly running shoes ruled legal for Tokyo Olympics",
            "description": "Nike’s controversial high-tech Vaporfly sneakers won’t be banned in elite competition, a decision that will fuel further debate about the shoe’s perceived competitive advantage ahead of this summer’s Tokyo Olympics.",
            "url": "https://www.wsj.com/articles/nikes-controversial-vaporfly-shoe-cleared-for-use-at-tokyo-olympics-11580484025?mod=hp_lead_pos3",
            "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-HZ422_nike_v_ZG_20200131111006.jpg",
            "publishedAt": "2020-01-31T16:15:26Z",
            "content": "The current version of Nike Inc.s\r\nNKE, -0.93%\r\n  controversial high-tech Vaporfly sneakers wont be banned in elite competition, a decision that will fuel further debate about the shoes perceived competitive advantage ahead of this summers Tokyo Olympics.\r\nHo… [+1379 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Dan Strumpf",
            "title": "Tech Sector Fears Supply Delays as Effects of Virus Ripple Through China - The Wall Street Journal",
            "description": "Impact beyond Wuhan, a transportation hub and center for tech and auto manufacturing, will be clear in coming weeks, analysts said",
            "url": "https://www.wsj.com/articles/tech-sector-fears-supply-delays-as-effects-of-virus-ripple-through-china-11580484181",
            "urlToImage": "https://images.wsj.net/im-149533/social",
            "publishedAt": "2020-01-31T15:23:00Z",
            "content": "HONG KONGThe worlds biggest tech companies are facing disruptions to their supply chains from prolonged factory closures and labor shortages in China, as the deadly coronavirus outbreak threatens the nations vast manufacturing network.Electronics, telecom and… [+5616 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Chuin-Wei Yap, Joyu Wang",
            "title": "Hong Kong Protesters Refocus Ire on City’s Handling of Coronavirus Crisis - Wall Street Journal",
            "description": "Hong Kong Protesters Refocus Ire on City’s Handling of Coronavirus Crisis Wall Street Journal Hong Kong doctors mull medical strike amid coronavirus outbreak Quartz Macau casino revenue drops 11.3 percent in January as coronavirus worries mount Reuters Asian …",
            "url": "https://www.wsj.com/articles/hong-kong-protesters-refocus-ire-on-citys-handling-of-coronavirus-crisis-11580475635",
            "urlToImage": "https://images.wsj.net/im-149518/social",
            "publishedAt": "2020-01-31T14:33:00Z",
            "content": "It took three days for Hong Kong Chief Executive \r\nCarrie Lam\r\nto change her mind and don a surgical mask in public, marking a shift in the governments policies on containing a deadly virus outbreak that has refocused protesters.Since the coronavirus landed i… [+6512 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey Sparshott",
            "title": "Newsletter: Europe’s Economy Falters, Coronavirus Fallout Spreads",
            "description": "Your daily economics newsletter from The Wall Street Journal.",
            "url": "https://blogs.wsj.com/economics/2020/01/31/newsletter-europes-economy-falters-coronavirus-fallout-spreads/",
            "urlToImage": "https://images.wsj.net/im-149502",
            "publishedAt": "2020-01-31T11:40:20Z",
            "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.The eurozones economy slowed sharply in 2019 as factories faltered and its automobile industry struggled. The blocs economic weakness also reflects longer-t… [+6297 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Deepa Seetharaman",
            "title": "Facebook to Ban Posts About Fake Coronavirus Cures",
            "description": "Company says it will also block and restrict hashtags used to spread misinformation on Instagram",
            "url": "https://www.wsj.com/articles/facebook-to-ban-posts-about-fake-coronavirus-cures-11580453772",
            "urlToImage": "https://images.wsj.net/im-149489/social",
            "publishedAt": "2020-01-31T07:30:23Z",
            "content": "Facebook Inc.\r\n FB -6.14%\r\nsaid it would take the rare step of removing false claims about cures and prevention methods for the coronavirus, in an effort to crack down on misinformation related to the global outbreak.The announcement on Thursday came shortly … [+2833 chars]"
        }
    ]
}