{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By IVAN MORENO Associated Press",
            "title": "Experts: Travel bans, business closures could hurt economy",
            "description": "MILWAUKEE (AP) — Travel restrictions and business closures aimed at stopping the spread of a new virus that has killed 259 people in China could end up causing ripple effects that harm the global economy, experts say.",
            "url": "https://apnews.com/56b6594e9a8aa36a74e4539634a3a326",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/ba/7ba4cba3-7c29-5856-8351-9022f2af54bd/5e3533e55b2e4.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize",
            "publishedAt": "2020-02-01T22:44:25Z",
            "content": "Toner said Apple's decision could also be harmful to the economy and Apple itself, though he noted that many companies, including airlines, are trying to protect their employees.\r\nToner led a summit in October with World Economic Forum and the Bill and Melind… [+1044 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "",
            "title": "Pentagon approves using military bases to quarantine 1,000",
            "description": "WASHINGTON (AP) — Defense Secretary Mark Esper on Saturday approved a request from the Department of Health and Human Services for the possible use of military facilities to accommodate 1,000 people who may have to be quarantined upon arrival from…",
            "url": "https://apnews.com/d44d31daa3bda2b2fa7175049633563b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg",
            "publishedAt": "2020-02-01T21:11:09Z",
            "content": "WASHINGTON (AP) Defense Secretary Mark Esper on Saturday approved a request from the Department of Health and Human Services for the possible use of military facilities to accommodate 1,000 people who may have to be quarantined upon arrival from overseas due … [+1931 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Associated Press",
            "title": "Apple temporarily closes stores in China amid virus outbreak",
            "description": "SAN FRANCISCO (AP) — Apple is temporarily closing its 42 stores in mainland China, one of its largest markets, as a new virus spreads rapidly and the death toll there rose to 259 on Saturday.",
            "url": "https://apnews.com/bac0f4b76cf8bfe10204d132c6ddff81",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/01/101b77a4-1b43-522b-b855-7c25063f8b3c/5e35cefad82be.image.jpg?crop=1764%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize",
            "publishedAt": "2020-02-01T18:33:42Z",
            "content": "SAN FRANCISCO (AP) Apple is temporarily closing its 42 stores in mainland China, one of its largest markets, as a new virus spreads rapidly and the death toll there rose to 259 on Saturday.\r\nThe iPhone maker said in a statement it was closing stores, corporat… [+1049 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "",
            "title": "Officials confirm 1st case of coronavirus in Massachusetts",
            "description": "BOSTON (AP) — A Boston man has tested positive for the coronavirus, the first case in the state, Massachusetts officials said Saturday.",
            "url": "https://apnews.com/4776ded91df5f0dd6a44927a435e197e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg",
            "publishedAt": "2020-02-01T18:30:49Z",
            "content": "BOSTON (AP) A Boston man has tested positive for the coronavirus, the first case in the state, Massachusetts officials said Saturday.\r\nThe Massachusetts Department of Public Health and the Boston Public Health Commission say they were notified by the Centers … [+740 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MEREDITH COHN and LIZ BOWIE The Baltimore Sun",
            "title": "Coronavirus preparation underway at Maryland's Johns Hopkins",
            "description": "BALTIMORE (AP) — Behind the passcode-protected doors of the Biocontainment Unit on the eighth floor of Johns Hopkins Hospital, the hallway and rooms are empty except for three nurses holding protective gear they just removed according to a strict protocol.",
            "url": "https://apnews.com/75016a776b80b62642e85c848733380b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg",
            "publishedAt": "2020-02-01T14:00:13Z",
            "content": "BALTIMORE (AP) Behind the passcode-protected doors of the Biocontainment Unit on the eighth floor of Johns Hopkins Hospital, the hallway and rooms are empty except for three nurses holding protective gear they just removed according to a strict protocol.\r\nMed… [+6580 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By The Associated Press",
            "title": "New virus has infected more than 11,900 globally",
            "description": "A viral outbreak that began in China has infected more than 11,900 people globally.",
            "url": "https://apnews.com/a2ce1ce323858e798bb985b9ef242f32",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/aa/aaa49825-3180-5534-922d-117b6795e737/5e341775c9a2a.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize",
            "publishedAt": "2020-02-01T11:58:33Z",
            "content": "A viral outbreak that began in China has infected more than 11,900 people globally.\r\nCases confirmed as of Saturday evening in Beijing:\r\n China: 11,791 cases on the mainland. In addition, Hong Kong has 12 cases and Macao has five. Most of the 259 deaths have … [+583 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "",
            "title": "China reports 259 people have died of new virus; 11,800 sick",
            "description": "BEIJING (AP) — China reported Saturday 259 people have died of a new virus, which has now infected nearly 11,800, as the United States took drastic steps that will temporarily bar foreign nationals who have traveled in China within the…",
            "url": "https://apnews.com/314f293184e30e3d0a83a26f68bc4cbc",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/39/9396a233-7b36-5ff6-9b1d-74e3b9a9222c/5e34d1ca100c6.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize",
            "publishedAt": "2020-02-01T01:24:09Z",
            "content": "BEIJING (AP) China reported Saturday 259 people have died of a new virus, which has now infected nearly 11,800, as the United States took drastic steps that will temporarily bar foreign nationals who have traveled in China within the last 14 days.\r\nAmericans … [+2643 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOHN ROGERS Associated Press",
            "title": "Virus rattles Chinese communities, canceling new year events",
            "description": "ALHAMBRA, Calif. (AP) — The rapid spread of a new virus from China has cast a pall across Chinese American communities, with people staying inside whenever possible, wearing medical masks when they must go out and canceling some celebrations for…",
            "url": "https://apnews.com/c14aa16d2351f6e7a54c267f5772669b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/91/a91cedd2-782a-58d7-aa91-572c71ff1ab5/5e34d17a73fef.image.jpg?crop=1729%2C973%2C0%2C113&resize=1120%2C630&order=crop%2Cresize",
            "publishedAt": "2020-02-01T01:06:04Z",
            "content": "ALHAMBRA, Calif. (AP) The rapid spread of a new virus from China has cast a pall across Chinese American communities, with people staying inside whenever possible, wearing medical masks when they must go out and canceling some celebrations for Lunar New Year,… [+4832 chars]"
        }
    ]
}