{
    "status": "ok",
    "totalResults": 34,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "David Brennan",
            "title": "Coronavirus Infects 23 Iranian Lawmakers As Ayatollah Orders Military to Help Fight Spread",
            "description": "Iran's coronavirus outbreak is unique in taking hold among Iranian lawmakers and senior regime officials.",
            "url": "https://www.newsweek.com/coronavirus-infects-23-iranian-lawmakers-ayatollah-orders-military-help-fight-spread-1490209",
            "urlToImage": "https://d.newsweek.com/en/full/1570846/iran-lawmakers-mps-military-ayatollah-infected.jpg",
            "publishedAt": "2020-03-03T12:57:37Z",
            "content": "Iranian lawmakers were told Tuesday to avoid contact with the public after more members of parliament were confirmed to have contracted coronavirus.\r\nThe Associated Pressciting Iranian state television's Young Journalists Club programreported that lawmaker Ab… [+2751 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "Coronavirus Japan Update: Tokyo 2020 Games Could Be Postponed Until End of Year, Japan's Olympics Minister Says",
            "description": "Over 1,000 cases of coronavirus have been reported in Japan since the outbreak began, with 12 confirmed deaths.",
            "url": "https://www.newsweek.com/olympics-tokyo-2020-postponement-coronavirus-outbreak-1490211",
            "urlToImage": "https://d.newsweek.com/en/full/1570841/ioc-tokyo-2020.jpg",
            "publishedAt": "2020-03-03T13:00:09Z",
            "content": "Japan's Olympic minister has admitted the 2020 Olympics could be postponed until the end of the year because of the coronavirus outbreak.\r\nThe games are scheduled to be held in Tokyo between July 24 and August 9 but their fate appears increasingly in doubt as… [+4808 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Can Coronavirus Be Stopped and How Have Other Pandemics Ended?",
            "description": "Over 3,000 people have died of COVID-19 in more than 92,000 cases worldwide, according to Johns Hopkins University.",
            "url": "https://www.newsweek.com/can-coronavirus-stopped-how-have-other-pandemics-ended-1490180",
            "urlToImage": "https://d.newsweek.com/en/full/1570885/coronavirus-cases-covid-19-mexico-getty.jpg",
            "publishedAt": "2020-03-03T16:24:34Z",
            "content": "The spread of the deadly new coronavirus to every continent except Antarctica in the past two months has prompted fears the bug is a \"once-in-a-century\" pathogen and raised questions of how the current outbreak will end.\r\nThe virus first appeared in the centr… [+6754 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Benjamin Fearnow",
            "title": "White House Releases List of 'Top Tweets' Praising Trump's Coronavirus Response",
            "description": "The White House drew baffled responses from health officials, doctors and critics of President Donald Trump alike on Monday after releasing a list of tweets offering gushing praise of the administration's response to the coronavirus.",
            "url": "https://www.newsweek.com/white-house-releases-list-top-tweets-praising-trumps-coronavirus-response-1490239",
            "urlToImage": "https://d.newsweek.com/en/full/1570876/white-house-coronavirus-praise-list.jpg",
            "publishedAt": "2020-03-03T15:20:06Z",
            "content": "The White House drew baffled responses from health officials, doctors and critics of President Donald Trump alike on Monday after releasing a list of tweets offering gushing praise of the administration's response to the coronavirus.\r\nThe Trump administration… [+3224 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Steven Asarch",
            "title": "Reddit Trying To Fight Coronavirus Misinformation - Which Subreddit Is Best News Source?",
            "description": "In an attempt to stop the spread of misinformation about the coronavirus, reddit is trying to promote it's \"safer\" subs. Here are the best places to get your news.",
            "url": "https://www.newsweek.com/reddit-fight-coronavirus-misinformation-subreddit-best-news-source-1490292",
            "urlToImage": "https://d.newsweek.com/en/full/1570973/reddit-coronavirus-censor-misinformation-r.jpg",
            "publishedAt": "2020-03-03T18:08:04Z",
            "content": "COVID-19, better known as coronavirus, continues to spread across the globe. Originating from the Wuhan province in China, cases of the disease have spiked around the world, creating a sense of apprehension in large cities and small towns alike. Coughs on sub… [+2287 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "After First Arizona Coronavirus Case Confirmed, Health Director Says State's Monitoring 250 More Individuals",
            "description": "Arizona health officials announced that they have expanded their ability to test for coronavirus Monday, as they monitor 250 individuals who have recently returned from travel abroad to high risk areas.",
            "url": "https://www.newsweek.com/after-first-arizona-coronavirus-case-confirmed-health-director-says-states-monitoring-250-more-1490157",
            "urlToImage": "https://d.newsweek.com/en/full/1570760/doug-ducey.jpg",
            "publishedAt": "2020-03-03T05:26:50Z",
            "content": "Arizona health officials are monitoring 250 people for COVID-19 coronavirus as American cases of the virus continue to rise.\r\nArizona Governor Doug Ducey held a news conference to discuss the escalating health crisis Monday, along with Dr. Cara Christ, direct… [+2991 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Benjamin Fearnow",
            "title": "Federal Reserve Announces Emergency Rate Cut Amid Coronavirus Outbreak, First Unscheduled Cut Since 2008 Recession",
            "description": "The U.S. Federal Reserve cut interest rates by a half percentage point Tuesday morning as a means of pushing back against a recent downturn tied to the coronavirus illness—and not from Trump's pressure, Chairman Jerome Powell said.",
            "url": "https://www.newsweek.com/federal-reserve-announces-emergency-rate-cut-amid-coronavirus-outbreak-first-unscheduled-cut-since-1490280",
            "urlToImage": "https://d.newsweek.com/en/full/1570967/federal-reserve-chairman-jerome-powell.jpg",
            "publishedAt": "2020-03-03T17:00:09Z",
            "content": "The U.S. Federal Reserve cut interest rates by a half percentage point Tuesday morning to push back against a recent economic downturn directly tied to the coronavirus illness.\r\nTuesday's cut lowers the federal-funds rate to between 1 percent and 1.25 percent… [+4087 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "75 Recent Nursing Graduates Heading To Work In Coronavirus Epicenter Where Many Nurses Have Quit",
            "description": "Amid the outbreak of the novel coronavirus, officially known as COVID-19, 75 newly commissioned nurses will head to the city of Daegu, South Korea, which has become known as an epicenter for the virus.",
            "url": "https://www.newsweek.com/75-recent-nursing-graduates-heading-work-coronavirus-epicenter-where-many-nurses-have-quit-1490329",
            "urlToImage": "https://d.newsweek.com/en/full/1571011/coronavirus.jpg",
            "publishedAt": "2020-03-03T21:03:02Z",
            "content": "Amid the outbreak of the novel coronavirus, officially known as COVID-19, 75 newly commissioned nurses will head to the city of Daegu, South Korea, which has become known as an epicenter for the virus.\r\nAccording to the Korean Yonhap News Agency, the nurses g… [+3118 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "Student at Sarasota Military Academy Whose Classmates Shook Hands With Mike Pence Now Under Coronavirus Quarantine",
            "description": "On Monday, a student from Sarasota Military Academy in Florida, was placed in coronavirus quarantine, just days after the student's classmates shook hands and posed for pictures with Vice-President Mike Pence.",
            "url": "https://www.newsweek.com/student-sarasota-military-academy-whose-classmates-shook-hands-mike-pence-now-under-coronavirus-1490261",
            "urlToImage": "https://d.newsweek.com/en/full/1570896/sarasota-military-academy.jpg",
            "publishedAt": "2020-03-03T16:23:31Z",
            "content": "On Monday, a student from Sarasota Military Academy in Florida was placed in quarantine for COVID-19, just days after the student's classmates shook hands and posed for pictures with Vice President Mike Pence.\r\nAccording to a Facebook post by the academy, the… [+2758 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "HHS Secretary Azar Warns Coronavirus Risk Could 'Change Quickly,' Says 'Prepare for the Worst, Hope for the Best'",
            "description": "While Vice President Mike Pence said the risk to the American people was \"low,\" Azar said the \"degree of risk has the potential to change quickly.\"",
            "url": "https://www.newsweek.com/hhs-secretary-azar-warns-coronavirus-risk-could-change-quickly-says-prepare-worst-hope-1490146",
            "urlToImage": "https://d.newsweek.com/en/full/1570752/alexander-azar.jpg",
            "publishedAt": "2020-03-03T02:09:01Z",
            "content": "U.S. Health and Human Services Secretary Alexander Azar told reporters during a Monday press conference that Americans should \"prepare for the worst but hope for the best\" during the U.S. coronavirus outbreak.\r\nSix patients in the U.S. have died as a result o… [+3126 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "David Brennan",
            "title": "Trump Asks Infectious Diseases Expert, Pharma Execs If Flu Vaccine Would Work Against Coronavirus, Is Told 'No'",
            "description": "The president also repeatedly pushed pharmaceutical executives on how quickly they could create a vaccine for the illness.",
            "url": "https://www.newsweek.com/donald-trump-asks-infectious-diseases-expert-pharma-execs-flu-vaccine-work-coronavirus-no-1490183",
            "urlToImage": "https://d.newsweek.com/en/full/1570790/donald-trump-coronavirus-vaccine-task-force-cure.jpg",
            "publishedAt": "2020-03-03T11:12:41Z",
            "content": "President Donald Trump held a Cabinet Room meeting with pharmaceutical executives Monday, pressing them to deliver a vaccine for coronavirus as the epidemic spreads across the U.S.\r\nThe president was joined by members of the Coronavirus Task Force for the mee… [+3034 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "David Farley",
            "title": "What It's Like to Travel in Southeast Asia During Coronavirus Outbreak",
            "description": "Have plans to travel to Southeast Asia soon? Here's what our correspondent experienced during his monthlong stint in the region in February.",
            "url": "https://www.newsweek.com/what-its-like-travel-southeast-asia-during-coronavirus-outbreak-1490123",
            "urlToImage": "https://d.newsweek.com/en/full/1570724/tourists-hanoi-during-coronavirus-outbreak.jpg",
            "publishedAt": "2020-03-03T14:17:57Z",
            "content": "As I strode down the wide Hanoi Street called Pho Hue, I passed by a sign posted on the front of a restaurant. I scanned it and kept walking. And then as the one-sentence sign began to reverberate in my head louder and louder, I had to go back and read it aga… [+6511 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Speed of New Coronavirus Research 'Unprecedented,' May Set New Standard for Outbreaks, Experts Say",
            "description": "There are still gaps in what we know, but things are being done with COVID-19 at a pace that hasn't happened with past outbreaks, experts tell Newsweek.",
            "url": "https://www.newsweek.com/coronavirus-covid-19-unprecedented-knowledge-new-standard-outbreak-1490110",
            "urlToImage": "https://d.newsweek.com/en/full/1570715/coronavirus-covid-19-information-unprecedented.jpg",
            "publishedAt": "2020-03-03T08:00:01Z",
            "content": "COVID-19 was identified in humans only two months ago, but experts are impressed by the level of information that's available and speculate that the response could create a precedent for future outbreaks.\r\n\"This has been an unprecedented amount of information… [+4934 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Pope Francis Tested for Coronavirus Days After Coughing and Blowing His Nose During Mass",
            "description": "The pontiff was unable to attend a Lent retreat near Rome with senior Vatican officials.",
            "url": "https://www.newsweek.com/vatican-pope-coronavirus-italy-1490204",
            "urlToImage": "https://d.newsweek.com/en/full/1570787/pope-francis.jpg",
            "publishedAt": "2020-03-03T13:19:02Z",
            "content": "Pope Francis has been tested for coronavirus after being unable to attend a number of events.\r\nThe 83-year-old head of the Catholic Church, who often comes into close contact with the public when he blesses them, was looking under the weather last week during… [+2334 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus New York Update: Two Confirmed Cases, Flight Cancellations, Prevention Tips and More",
            "description": "New York Governor Andrew Cuomo said officials were equipped to handle the situation, noting it wasn't their \"first rodeo.\"",
            "url": "https://www.newsweek.com/coronavirus-new-york-confirmed-cases-flight-cancellations-prevention-tips-1490243",
            "urlToImage": "https://d.newsweek.com/en/full/1570874/coronavirus-nyc-update-cases-flight-cancellations-prevention.jpg",
            "publishedAt": "2020-03-03T15:28:05Z",
            "content": "After New York City confirmed its first case of COVID-19, local officials took measures to prevent the spread of the virus as British Airways canceled flights to the Big Apple.\r\nCity officials said on Sunday that a woman who recently traveled to Iran tested p… [+4535 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Batman-Inspired Wearable Coronavirus Protection Shield Aims to Kill the Virus Using Ultraviolet Rays",
            "description": "The Chinese architect behind the design hopes the futuristic spacesuit-style device could be modified with Google Glass technology for everyday use once the outbreak has died down.",
            "url": "https://www.newsweek.com/batman-inspired-wearable-coronavirus-protection-shield-aims-kill-virus-using-ultraviolet-rays-1490289",
            "urlToImage": "https://d.newsweek.com/en/full/1570968/wuhan-china-coronavirus-patients-march-2020.jpg",
            "publishedAt": "2020-03-03T17:48:03Z",
            "content": "As the COVID-19 virus continues to spread across the globe, one Chinese architect has come up with a solution to help battle the outbreaka giant Batman-inspired wearable shield that claims to protect its wearers from the virus by sterilizing itself using ultr… [+4279 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "California Governor Newsom Criticizes Amazon Over 'Absurd' Price of Hand Sanitizer Amid Coronavirus Outbreak",
            "description": "One seller posted a 12-pack of one-ounce containers of hand sanitizer for $3,892.84.",
            "url": "https://www.newsweek.com/california-governor-newsom-criticizes-amazon-over-absurd-price-hand-sanitizer-amid-coronavirus-1490359",
            "urlToImage": "https://d.newsweek.com/en/full/1571114/hand-sanitizer.jpg",
            "publishedAt": "2020-03-03T23:16:37Z",
            "content": "California Governor Gavin Newsom blasted Amazon on Twitter Tuesday for allowing overpriced hand sanitizer products to be sold on their website in the midst of the COVID-19 coronavirus crisis.\r\nCoronavirus has led to panicked shoppers and unscrupulous price go… [+3049 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus U.S. Outbreak Update As New Cases Confirmed in Georgia, California, Oregon and Washington",
            "description": "The death toll has climbed to six in the U.S., following four deaths in Washington state, while hundreds are being monitored for possible infection across Florida and Oregon.",
            "url": "https://www.newsweek.com/coronavirus-us-update-new-cases-georgia-oregon-california-1490218",
            "urlToImage": "https://d.newsweek.com/en/full/1570857/los-angeles-airport-passengers-masks-coronavirus.jpg",
            "publishedAt": "2020-03-03T14:54:14Z",
            "content": "The COVID-19 virus has claimed the lives of four more people in the U.S., raising the death toll to six, all of which are reported to be in Washington. At least 12 more have been infected in the state, while new cases have also been confirmed in Georgia, Cali… [+9481 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "Coronavirus Japan Update: IOC Insists Tokyo Olympics 2020 Will Go Ahead, Urges Athletes to Prepare",
            "description": "The Olympics governing body said it remained committed to ensuring the 2020 Games will go ahead as planned this summer.",
            "url": "https://www.newsweek.com/coronavirus-japan-update-ioc-insists-tokyo-olympics-2020-will-go-ahead-urges-athletes-prepare-1490270",
            "urlToImage": "https://d.newsweek.com/en/full/1570911/thomas-bach-ioc.jpg",
            "publishedAt": "2020-03-03T16:23:56Z",
            "content": "The International Olympic Committee (IOC) has quelled fears the coronavirus outbreak could force the postponement of the 2020 Olympic Games in Japan.\r\nThe games are scheduled to be held in Tokyo between July 24 and August 9, but their fate has been thrown in … [+2673 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "How the Coronavirus Has Disrupted Apple, Amazon, Google, Facebook, Microsoft and Other Big Tech Companies",
            "description": "With conferences canceled, factory schedules disrupted and workers urged to work from home, COVID-19 has quickly left its mark on an industry that typically runs like clockwork. Here's how.",
            "url": "https://www.newsweek.com/technology-industry-covid-19-coronavirus-facebook-google-twitter-amazon-apple-1490247",
            "urlToImage": "https://d.newsweek.com/en/full/1570895/woman-wearing-protective-face-mask.jpg",
            "publishedAt": "2020-03-03T16:34:39Z",
            "content": "As the coronavirus outbreak continues to spread globally, some of the biggest tech companies in the world are taking steps to protect workers and limit potential exposure.\r\nWith conferences canceled, factory schedules disrupted and workers urged to work from … [+5146 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Khaleda Rahman",
            "title": "U.K. Leader Boris Johnson Boasts He Has Shaken Hands With Coronavirus Patients",
            "description": "British Prime Minister Boris Johnson said the public must \"make up their own minds\" about the greeting, adding that washing hands is \"the crucial thing.\"",
            "url": "https://www.newsweek.com/boris-johnson-says-shaken-hands-coronavirus-patients-1490214",
            "urlToImage": "https://d.newsweek.com/en/full/1570851/boris-johnson.jpg",
            "publishedAt": "2020-03-03T13:59:13Z",
            "content": "U.K. Prime Minister Boris Johnson has boasted that he has shaken hands with coronavirus patients while speaking about his government's plan on tackling the outbreak.\r\nSpeaking at a news conference on Tuesday about the plan to slow the spread of the COVID-19 d… [+2579 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sheraz Farooqi",
            "title": "Disney Cancels European Launch Event for Disney+ in Response to Coronavirus",
            "description": "The streaming service is still slated to debut in several European markets on March 24, even without the glitzy press showcase.",
            "url": "https://www.newsweek.com/disney-cancels-european-launch-event-streaming-service-coronavirus-1490232",
            "urlToImage": "https://d.newsweek.com/en/full/1567086/disney.png",
            "publishedAt": "2020-03-03T15:23:44Z",
            "content": "Disney has canceled its European launch event for Disney+ amid growing fear over the spread of the coronavirus.\r\nOriginally planned to be a large-scale press event at Exhibition London on March 5, the European launch showcase for Disney+ was going to include … [+1739 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Khaleda Rahman",
            "title": "Miami Woman Says Doctors Told Her She 'Likely' Has Coronavirus, But Was Denied Proper Testing",
            "description": "The woman, who recently returned from northern Italy, said doctors told her she likely has the COVID-19 virus but she can't be tested as she is not in a high-risk category.",
            "url": "https://www.newsweek.com/miami-woman-doctors-likely-has-coronavirus-denied-proper-testing-1490224",
            "urlToImage": "https://d.newsweek.com/en/full/1570842/coronavirus-covid-19.jpg",
            "publishedAt": "2020-03-03T15:54:39Z",
            "content": "A Miami woman who recently returned from Italy has claimed she was told by doctors that she \"likely\" has coronavirus, but was denied proper testing.\r\nThe woman, who was not named, told CBS Miami that she had recently returned to Florida after a week in northe… [+3159 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus Cases Tested in U.S. Removed From CDC Website, According to Congressman: 'American People Deserve Answers'",
            "description": "Over 100 cases of the deadly virus, which has killed more than 3,000 people worldwide, have been confirmed in the U.S., according to Johns Hopkins University.",
            "url": "https://www.newsweek.com/coronavirus-cases-tested-us-removed-cdc-website-according-congressman-american-people-1490158",
            "urlToImage": "https://d.newsweek.com/en/full/1570761/coronavirus-testing-covid-19-test-getty.jpg",
            "publishedAt": "2020-03-03T09:44:06Z",
            "content": "A congressman has written to the head of the Centers for Disease Control and Prevention after it appeared the agency had removed U.S. data on the outbreak of the deadly new coronavirus from its website.\r\nMark Pocan, who serves Wisconsin's Second District, wro… [+2913 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Lemon",
            "title": "Super Tuesday Polling Staff In Texas and California Stay Home Over Concerns of Coronavirus Spread",
            "description": "\"We have had 10 to 15 temporary election clerks opt out of this assignment for fear of being in public spaces,\" a Sacramento County spokesperson told Newsweek.",
            "url": "https://www.newsweek.com/super-tuesday-polling-staff-texas-california-stay-home-over-concerns-coronavirus-spread-1490312",
            "urlToImage": "https://d.newsweek.com/en/full/1570988/coronavirus-response.jpg",
            "publishedAt": "2020-03-03T19:19:12Z",
            "content": "Primary election polling staff in California and Texas counties chose to stay home on Super Tuesday, concerned about the possible spread of the new coronavirus.\r\nAbout 10 to 15 temporary polling staffers canceled their plans to assist with the election in Sac… [+4013 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Response Supplies 'Rapidly Depleting,' Health Officials Estimate 89 Million Masks Needed Each Month",
            "description": "WHO Director-General Dr. Tedros Adhanom Ghebreyesus warned that shortages in supplies are leaving doctors, nurses and health care workers \"dangerously ill-equipped\" to care for COVID-19 patients.",
            "url": "https://www.newsweek.com/coronavirus-supplies-depleting-who-89-million-masks-per-month-covid-19-1490313",
            "urlToImage": "https://d.newsweek.com/en/full/1570990/masks-coronavirus-need-supplies-depleting-health-worker.jpg",
            "publishedAt": "2020-03-03T19:07:52Z",
            "content": "As global cases of COVID-19 grow, World Health Organization (WHO) Director-General Dr. Tedros Adhanom Ghebreyesus warned that supplies for health care workers on the front line were \"rapidly depleting.\"\r\n\"Shortages are leaving doctors, nurses and other front-… [+3028 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Identified in Seattle Patient Six Days After Death, Hospital Staff May Have Been Exposed",
            "description": "Two more deaths were reported on Tuesday, bringing the total number in the United States to nine.",
            "url": "https://www.newsweek.com/coronavirus-eight-deaths-us-washington-case-hospital-workers-exposed-1490332",
            "urlToImage": "https://d.newsweek.com/en/full/1571014/coronavirus-death-seattle-8-life-care.jpg",
            "publishedAt": "2020-03-03T20:53:13Z",
            "content": "Six days after a 54-year-old man died, officials confirmed that he tested positive for the new coronavirus and hospital staff may have been exposed to the virus.\r\nOn Tuesday, the University of Washington Medicine confirmed to Newsweek that a male patient at H… [+3146 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "NBA Coronavirus Memo Tells Players to Avoid High-Fiving Fans as League Warns Outbreak Situation Could 'Change Rapidly'",
            "description": "Players have also been instructed not to take items such as jerseys and balls from fans to autograph.",
            "url": "https://www.newsweek.com/nba-coronavirus-outbreak-precautions-high-five-fist-bumps-1490166",
            "urlToImage": "https://d.newsweek.com/en/full/1570768/giannis-antetokounmpo-milwaukee-bucks.jpg",
            "publishedAt": "2020-03-03T09:37:32Z",
            "content": "NBA players have been told to avoid high-fiving fans and taking items to autograph as the league seeks to contain the outspread of coronavirus.\r\nAccording to the Associated Press, on Sunday the league sent a memo to the 30 franchises detailing how players sho… [+3660 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update, Map as Death Toll Hits 3,110, Over 90,000 Infections Reported in More Than 70 Countries",
            "description": "The U.S. saw four more deaths in Washington and the World Health Organization declared the outbreak has entered \"unchartered territory\" as cases in South Korea reach nearly 5,000.",
            "url": "https://www.newsweek.com/coronavirus-update-map-death-toll-hits-3110-over-90000-infections-reported-more-70-countries-1490186",
            "urlToImage": "https://d.newsweek.com/en/full/1570827/coronavirus-south-korea-february-2020.jpg",
            "publishedAt": "2020-03-03T12:24:33Z",
            "content": "The COVID-19 coronavirus disease spread appears to be slowing down in China, where it was first identified, but has been continuing across the globe, with four more deaths in the U.S. within the last day, bringing the country's death toll up to six.\r\nThe dead… [+10579 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Robert Reich",
            "title": "Robert Reich: There Has Never Been a President Less Suited for Handling an Epidemic than Donald Trump | Opinion",
            "description": "Trump and his administration would rather blame the media and the Democrats, and even question whether the virus is real.",
            "url": "https://www.newsweek.com/trump-coronavirus-epidemic-worst-president-reich-1490303",
            "urlToImage": "https://d.newsweek.com/en/full/1570981/trump-nac.jpg",
            "publishedAt": "2020-03-03T18:21:42Z",
            "content": "Last week, the U.S. stock market suffered its largest weekly loss since 2008. A health crisis is rapidly morphing into an economic crisis.\r\nSo far, the United States' response has left much to be desired.\r\nEpidemiologists in other countries have used \"surveil… [+4461 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Tom O'Connor",
            "title": "Kim Jong Un's Sister Defends North Korea's Missile Drill in First Public Address, Says 'It Was Not Aimed to Threaten Anybody'",
            "description": "\"Training is the basic mission of the army responsible for the defense of the country and is an action for self-defense,\" North Korean supreme leader Kim Jong Un's sister, Kim Yo Jong, said.",
            "url": "https://www.newsweek.com/kim-jong-uns-sister-defends-north-koreas-missile-drill-first-public-address-says-it-was-not-1490258",
            "urlToImage": "https://d.newsweek.com/en/full/1570893/north-korea-rocket-launch-test-drills.jpg",
            "publishedAt": "2020-03-03T15:35:57Z",
            "content": "North Korean supreme leader Kim Jong Un's powerful sister, a senior member of the country's ruling party, issued her first public policy statement Tuesday, criticizing rival South Korea's criticism of recent missile drills.\r\nKim Yo Jong, who serves as first v… [+3727 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "James Crowley",
            "title": "Watch Jimmy Kimmel Explain Why His Daughter Is Just Like Trump",
            "description": "During his monologue on Monday, Jimmy Kimmel shared an epiphany he had over the weekend: his daughter and Donald Trump have a lot in common.",
            "url": "https://www.newsweek.com/jimmy-kimmels-daughter-like-trump-1490236",
            "urlToImage": "https://d.newsweek.com/en/full/1570872/jimmy-kimmel.jpg",
            "publishedAt": "2020-03-03T15:23:07Z",
            "content": "During his show Monday night, Jimmy Kimmel made a joke in his monologue comparing President Donald Trump to his daughter Jane.\r\nKimmel said he realized the similarities while spending time at the park with her and his son over the weekend.\r\nThe late night tal… [+3001 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aristos Georgiou",
            "title": "These Are the Health Conditions the U.S Spends Most On",
            "description": "\"The vast costs associated with health care represent one of the most important and contentious issues facing Americans today,\" said researcher Joseph Dieleman.",
            "url": "https://www.newsweek.com/health-conditions-us-spends-most-1490267",
            "urlToImage": "https://d.newsweek.com/en/full/1570904/back-pain.jpg",
            "publishedAt": "2020-03-03T16:09:20Z",
            "content": "About $3.1 trillion was spent on healthcare in the United States between individuals and insurance, both public and private, in 2016.\r\nThis figure is equivalent to nearly 18 percent of U.S. gross domestic product, highlighting the enormous costs of healthcare… [+2876 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Hoda Katebi",
            "title": "Iranian-Americans Have Only One Candidate This Tuesday, and in November: Bernie Sanders | Opinion",
            "description": "Bernie Sanders may be the only chance for peace with Iran—and a relief for the Iranian community in the U.S.—in the foreseeable future.",
            "url": "https://www.newsweek.com/iranian-americans-candidate-bernie-sanders-1490314",
            "urlToImage": "https://d.newsweek.com/en/full/1570991/bernie-rally.jpg",
            "publishedAt": "2020-03-03T19:03:50Z",
            "content": "\"They destroyed us,\" Iranian student Mohammad Elmi toldThe Guardian last month after being detained upon arrival at LAX, interrogated, sent back to Tehran, and billed for his own deportation. The 31-year-old planned to start his PhD program at University of C… [+5647 chars]"
        }
    ]
}