{
    "status": "ok",
    "totalResults": 437,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Pakistan confirms fifth coronavirus case",
            "description": "Pakistan on Tuesday reported a new coronavirus case, bringing the total to five in the south Asian nation since last week, officials said.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/RGRPSSh3ac0/pakistan-confirms-fifth-coronavirus-case-idUSKBN20Q05I",
            "urlToImage": null,
            "publishedAt": "2020-03-03T01:55:05Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France reports fourth coronavirus death",
            "description": "A fourth person has died in France due to a coronavirus infection, the Health Ministry said on Tuesday. It gave no detail on the person's age or nationality.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-idUSKBN20Q22K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T15:05:48Z",
            "content": "PARIS (Reuters) - A fourth person has died in France due to a coronavirus infection, the Health Ministry said on Tuesday. It gave no detail on the person’s age or nationality. \r\nOn Monday evening, French health authorities reported 191 confirmed cases of coro… [+118 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ukraine reports first coronavirus case - health official",
            "description": "Ukraine has its first confirmed coronavirus case, Ihor Kuzin, the acting head of the Health Ministry's public health center, told Reuters on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-ukraine-idUSKBN20Q0ZH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T09:19:17Z",
            "content": "KIEV (Reuters) - Ukraine has its first confirmed coronavirus case, Ihor Kuzin, the acting head of the Health Ministry’s public health center, told Reuters on Tuesday. \r\nThe man was hospitalized on Saturday in the western city of Chernivtsi, having traveled to… [+297 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Algeria confirms three new coronavirus cases",
            "description": "Algeria has confirmed three new cases of coronavirus, bringing to eight the total number of people tested positive for the virus, the health ministry said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-algeria-idUSKBN20Q2TI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T19:35:27Z",
            "content": "ALGIERS (Reuters) - Algeria has confirmed three new cases of coronavirus, bringing to eight the total number of people tested positive for the virus, the health ministry said on Tuesday. \r\nThe eight cases include seven Algerians from the same family and an It… [+75 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Four Chinese provinces lower coronavirus emergency response level",
            "description": "Four Chinese provinces Yunnan, Guangdong, Shanxi and Guizhou on Monday lowered their coronavirus emergency response measures, local health commissions said.",
            "url": "https://www.reuters.com/article/us-china-health-provinces-idUSKBN20Q1FB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T11:40:10Z",
            "content": "BEIJING (Reuters) - Four Chinese provinces Yunnan, Guangdong, Shanxi and Guizhou on Monday lowered their coronavirus emergency response measures, local health commissions said. \r\nYunnan and Guizhou cut their emergency response measures from level I to level I… [+451 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Latest on the spread of coronavirus around the world",
            "description": "The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20Q242",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498209741&w=1200&r=LYNXMPEG221F4",
            "publishedAt": "2020-03-03T15:23:59Z",
            "content": "(Reuters) - The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers. \r\n- Mainland China reported 125 new cases, bringing the total number of confirm… [+4083 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Instant View: Fed announces surprise rate cut to counter coronavirus impact",
            "description": "The U.S. Federal Reserve cut interest rates on Tuesday in an emergency move designed to shield the world's largest economy from the impact of the coronavirus.",
            "url": "https://www.reuters.com/article/us-usa-fed-instant-view-idUSKBN20Q24I",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T15:28:00Z",
            "content": "NEW YORK (Reuters) - The U.S. Federal Reserve cut interest rates on Tuesday in an emergency move designed to shield the world’s largest economy from the impact of the coronavirus. \r\nIn a statement, the central bank said it was cutting the fed funds rate half … [+1205 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus kills 77, infects 2,336 in Iran: deputy health minister",
            "description": "Seventy seven people have died and 2,336 have been infected by the coronavirus, Iran's Deputy Health Minister Alireza Raisi said in an announcement on state TV on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iran-idUSKBN20Q19Q",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498111788&w=1200&r=LYNXMPEG220SM",
            "publishedAt": "2020-03-03T10:54:09Z",
            "content": "DUBAI (Reuters) - Seventy seven people have died and 2,336 have been infected by the coronavirus, Iran’s Deputy Health Minister Alireza Raisi said in an announcement on state TV on Tuesday. \r\nIran has had the highest number of deaths from the coronavirus outs… [+103 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Countries evacuating nationals from coronavirus-hit areas",
            "description": "A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKBN20Q0UZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498066406&w=1200&r=LYNXMPEG220KO",
            "publishedAt": "2020-03-03T08:38:50Z",
            "content": "(Reuters) - A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and how they aim to manage the healt… [+4518 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar defense exhibition canceled as coronavirus spreads in Gulf",
            "description": "Qatar's Dimdex defense exhibition due to be held this month has been canceled as the coronavirus outbreak spreads throughout the Gulf and wider Middle East.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-qatar-idUSKBN20Q13H",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T09:54:19Z",
            "content": "DUBAI (Reuters) - Qatar’s Dimdex defense exhibition due to be held this month has been canceled as the coronavirus outbreak spreads throughout the Gulf and wider Middle East. \r\nThere have been at least 1,641 cases of the virus in the Gulf region, mostly in Ir… [+373 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hideyuki Sano",
            "title": "Global shares extend rebound on policy action hopes",
            "description": "Global shares and oil prices extended their rebound on Tuesday on mounting speculation policymakers around the world would move to ease the economic fallout from the spreading coronavirus.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKBN20Q02V",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497922865&w=1200&r=LYNXMPEG22019",
            "publishedAt": "2020-03-03T00:59:45Z",
            "content": "TOKYO (Reuters) - Global shares and oil prices extended their rebound on Tuesday on mounting speculation policymakers around the world would move to ease the economic fallout from the spreading coronavirus. \r\nThe European Central Bank on Monday joined the cho… [+3868 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Maria Caspani",
            "title": "New York Governor Cuomo confirms second coronavirus case in state",
            "description": "A man from Westchester County, New York who works in Manhattan tested positive for the novel coronavirus, bringing the total confirmed cases in the state to two, Governor Andrew Cuomo said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-idUSKBN20Q201",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498196566&w=1200&r=LYNXMPEG221AM",
            "publishedAt": "2020-03-03T14:47:52Z",
            "content": "NEW YORK (Reuters) - A man from Westchester County, New York who works in Manhattan tested positive for the novel coronavirus, bringing the total confirmed cases in the state to two, Governor Andrew Cuomo said on Tuesday. \r\nThe 50-year-old man had an underlyi… [+265 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 600 new coronavirus cases, three more deaths",
            "description": "South Korea reported 600 new coronavirus cases and three more deaths from the virus, taking total infections to 4,812, the Korea Centers for Disease and Control and Prevention said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-idUSKBN20Q04P",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497932532&w=1200&r=LYNXMPEG2202D",
            "publishedAt": "2020-03-03T01:28:50Z",
            "content": "SEOUL (Reuters) - South Korea reported 600 new coronavirus cases and three more deaths from the virus, taking total infections to 4,812, the Korea Centers for Disease and Control and Prevention said on Tuesday. \r\nAnger and fear around the virus’ spread have g… [+140 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yawen Chen",
            "title": "China doctors seek tougher discharge criteria after positive coronavirus tests",
            "description": "Worrying cases of recovered coronavirus patients in China testing positive again for the infection have raised questions among doctors about the criteria being used for discharging people from hospital.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-reinfection-idUSKBN20Q1BK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T11:11:48Z",
            "content": "BEIJING (Reuters) - Worrying cases of recovered coronavirus patients in China testing positive again for the infection have raised questions among doctors about the criteria being used for discharging people from hospital. \r\nChina has seen 80,000 cases of the… [+3723 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indonesia fears panic buying after first coronavirus cases",
            "description": "Indonesian President Joko Widodo urged residents on Thursday to avoid panic buying of food and medical supplies, a day after the world's fourth most populous country confirmed its first coronavirus cases.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-indonesia-idUSKBN20Q1BO",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498118066&w=1200&r=LYNXMPEG220TV",
            "publishedAt": "2020-03-03T11:11:48Z",
            "content": "JAKARTA (Reuters) - Indonesian President Joko Widodo urged residents on Thursday to avoid panic buying of food and medical supplies, a day after the world’s fourth most populous country confirmed its first coronavirus cases. \r\nThe president also said he had o… [+1228 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "German book fair canceled due to coronavirus: Focus",
            "description": "A book fair in the eastern German city of Leipzig has been canceled in an effort to contain the spread of the coronavirus in the country, Focus Magazine reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-germany-leipzig-idUSKBN20Q1EO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T11:37:33Z",
            "content": "BERLIN (Reuters) - A book fair in the eastern German city of Leipzig has been canceled in an effort to contain the spread of the coronavirus in the country, Focus Magazine reported on Tuesday. \r\nA spokeswoman for the fair declined to comment on the report. Sh… [+134 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pope tests negative for coronavirus, Italy report says",
            "description": "Pope Francis, who canceled a Lent retreat for the first time in his papacy because he is suffering from a cold, has tested negative for coronavirus, the Italian newspaper Il Messaggero reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-pope-health-idUSKBN20Q0K0",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498027711&w=1200&r=LYNXMPEG220DG",
            "publishedAt": "2020-03-03T06:39:39Z",
            "content": "VATICAN CITY (Reuters) - Pope Francis, who canceled a Lent retreat for the first time in his papacy because he is suffering from a cold, has tested negative for coronavirus, the Italian newspaper Il Messaggero reported on Tuesday. \r\nVatican spokesman Matteo B… [+246 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ford limiting company travel; two employees in China have coronavirus",
            "description": "Ford Motor Co told employees on Tuesday it is restricting all company travel to only essential operations through March 27.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-ford-motor-idUSKBN20Q2WT",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498319422&w=1200&r=LYNXMPEG221XN",
            "publishedAt": "2020-03-03T20:36:27Z",
            "content": "WASHINGTON (Reuters) - Ford Motor Co told employees on Tuesday it is restricting all company travel to only essential operations through March 27. \r\nThe second largest U.S. automaker also confirmed two employees in China had been diagnosed with coronavirus. \r… [+296 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Latest coronavirus news to drive next Fed decision: Mester",
            "description": "The Federal Reserve's next policy decision in two weeks' time will be driven by the latest news on how the coronavirus is affecting the economy, Cleveland Federal Reserve Bank President Loretta Mester said on Tuesday after an emergency rate cut.",
            "url": "https://www.reuters.com/article/us-usa-fed-mester-outlook-idUSKBN20Q30E",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T21:30:12Z",
            "content": "LONDON (Reuters) - The Federal Reserve’s next policy decision in two weeks’ time will be driven by the latest news on how the coronavirus is affecting the economy, Cleveland Federal Reserve Bank President Loretta Mester said on Tuesday after an emergency rate… [+523 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shoon Naing",
            "title": "Myanmar turns away cruise ship over coronavirus fears",
            "description": "Myanmar stopped a cruise boat carrying hundreds of tourists from docking in the country, a senior tourism official said on Tuesday, citing fears passengers could be carrying the coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-myanmar-ship-idUSKBN20Q1CQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T11:21:12Z",
            "content": "YANGON (Reuters) - Myanmar stopped a cruise boat carrying hundreds of tourists from docking in the country, a senior tourism official said on Tuesday, citing fears passengers could be carrying the coronavirus. \r\nThe \r\n, a luxury liner operated by Monaco-based… [+2005 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. Homeland Security Department temporarily closes office in Washington State amid coronavirus concerns",
            "description": "The U.S. Department of Homeland Security (DHS) temporarily closed an office in Washington state on Tuesday amid concerns over the possible spread of the coronavirus, acting DHS Secretary Chad Wolf said during a congressional hearing.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-security-idUSKBN20Q25W",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T15:46:00Z",
            "content": "WASHINGTON (Reuters) - The U.S. Department of Homeland Security (DHS) temporarily closed an office in Washington state on Tuesday amid concerns over the possible spread of the coronavirus, acting DHS Secretary Chad Wolf said during a congressional hearing. \r\n… [+289 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Chris Thomas",
            "title": "World pharma supplier India restricts export of some ingredients, drugs",
            "description": "India, the world's main supplier of generic drugs, on Tuesday restricted the export of 26 pharmaceutical ingredients and drugs made from them, including paracetamol, as concern mounted the coronavirus outbreak could turn into a pandemic.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-india-idUSKBN20Q0ZZ",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498082302&w=1200&r=LYNXMPEG220N0",
            "publishedAt": "2020-03-03T09:25:37Z",
            "content": "BENGALURU/NEW DELHI (Reuters) - India, the world’s main supplier of generic drugs, on Tuesday restricted the export of 26 pharmaceutical ingredients and drugs made from them, including paracetamol, as concern mounted the coronavirus outbreak could turn into a… [+1911 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Voters in four big Super Tuesday states cite coronavirus as factor: Edison Research",
            "description": "About three out of four Democratic primary voters in four big states - California, Texas, Virginia and North Carolina - said the new coronavirus was a factor in their vote on Tuesday, according to exit polls analyzed by Edison Research.",
            "url": "https://www.reuters.com/article/us-usa-election-poll-coronavirus-idUSKBN20Q33E",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498349282&w=1200&r=LYNXMPEG2221R",
            "publishedAt": "2020-03-03T22:32:53Z",
            "content": "WASHINGTON (Reuters) - About three out of four Democratic primary voters in four big states - California, Texas, Virginia and North Carolina - said the new coronavirus was a factor in their vote on Tuesday, according to exit polls analyzed by Edison Research.… [+384 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lockdown: Not everyone unhappy about life in Italy's red zone",
            "description": "Life in quarantine is wearing thin for many residents shut off from the outside world in towns at the heart of Italy's coronavirus outbreak, but not everyone is unhappy.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-red-zone-dia-idUSKBN20Q2JR",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498266980&w=1200&r=LYNXMPEG221RM",
            "publishedAt": "2020-03-03T18:01:52Z",
            "content": "SAN FIORANO, Italy (Reuters) - Life in quarantine is wearing thin for many residents shut off from the outside world in towns at the heart of Italy’s coronavirus outbreak, but not everyone is unhappy. \r\nLife inside a red zone: Gino Verani, 87, suffers from se… [+2332 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Unlikely UK will lock down cities to prevent coronavirus spread: Chief Medical Officer",
            "description": "It seems unlikely Britain will lock down any cities to prevent the spread of coronavirus but the government will keep all options available, England's Chief Medical Officer Chris Whitty said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-whitty-idUSKBN20Q1EU",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498128970&w=1200&r=LYNXMPEG220VF",
            "publishedAt": "2020-03-03T11:40:48Z",
            "content": "LONDON (Reuters) - It seems unlikely Britain will lock down any cities to prevent the spread of coronavirus but the government will keep all options available, England’s Chief Medical Officer Chris Whitty said on Tuesday. \r\nBritain has had 39 confirmed cases … [+585 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yimou Lee",
            "title": "'Provocative' China pressures Taiwan with fighters, fake news amid virus outbreak",
            "description": "China is pressuring Taiwan with \"provocative\" air force maneuvers near the island and spreading fake news to sow discord during the coronavirus outbreak, security sources and government officials in Taiwan say.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-taiwan-china-idUSKBN20Q08M",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497956705&w=1200&r=LYNXMPEG22047",
            "publishedAt": "2020-03-03T02:50:37Z",
            "content": "TAIPEI (Reuters) - China is pressuring Taiwan with “provocative” air force maneuvers near the island and spreading fake news to sow discord during the coronavirus outbreak, security sources and government officials in Taiwan say. \r\nThe epidemic has strained a… [+3763 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New York City school closed Tuesday after suspected case of coronavirus: statement",
            "description": "A New York City school says it will be closed on Tuesday after a suspected case of coronavirus was detected in its community, the SAR Academy and SAR High School said in a statement.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-school-idUSKBN20Q1U6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T13:51:43Z",
            "content": "(Reuters) - A New York City school says it will be closed on Tuesday after a suspected case of coronavirus was detected in its community, the SAR Academy and SAR High School said in a statement. \r\nThe school said the closure was a precautionary measure and th… [+276 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait asks passengers from 10 countries to provide certificates showing they are virus-free: statement",
            "description": "Kuwait's civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-kuwait-idUSKBN20Q1WX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T14:16:16Z",
            "content": "DUBAI (Reuters) - Kuwait’s civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free. \r\nPassengers who do n… [+154 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fed's Mester says coronavirus outbreak could weigh on U.S. economic growth",
            "description": "The coronavirus outbreak muddied the outlook for U.S. economy and could weigh on growth in the first half of this year, Cleveland Federal Reserve Bank President Loretta Mester said in London Tuesday.",
            "url": "https://www.reuters.com/article/us-usa-fed-mester-idUSKBN20Q2UB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498306218&w=1200&r=LYNXMPEG221WI",
            "publishedAt": "2020-03-03T19:52:47Z",
            "content": "(Reuters) - The coronavirus outbreak muddied the outlook for U.S. economy and could weigh on growth in the first half of this year, Cleveland Federal Reserve Bank President Loretta Mester said in London Tuesday. \r\nWhile the world’s largest economy remains str… [+1553 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "JPMorgan tests U.S. virus plan with thousands working from home: Bloomberg News",
            "description": "JPMorgan Chase & Co is asking thousands of U.S. employees to work from home as it tests a contingency plan for closing domestic offices should the coronavirus spread, Bloomberg News reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-jp-morgan-idUSKBN20Q2W8",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498318778&w=1200&r=LYNXMPEG221XI",
            "publishedAt": "2020-03-03T20:19:35Z",
            "content": "(Reuters) - JPMorgan Chase &amp; Co is asking thousands of U.S. employees to work from home as it tests a contingency plan for closing domestic offices should the coronavirus spread, Bloomberg News reported on Tuesday. \r\nThe largest U.S. bank by assets has as… [+1018 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Colombia's Ecopetrol restricts travel to Asia, Europe due to coronavirus: CEO",
            "description": "Colombia's state-run oil company Ecopetrol SA placed restrictions on business travel to all Asian and European countries on Monday, its chief executive told Reuters, in response to the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/ragha2ctL-0/colombias-ecopetrol-restricts-travel-to-asia-europe-due-to-coronavirus-ceo-idUSKBN20Q001",
            "urlToImage": null,
            "publishedAt": "2020-03-03T00:02:42Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China allocated $15.6 billion in epidemic prevention funds by March 2 - finance ministry official",
            "description": "Chinese governments of every level had allocated a total of 108.75 billion yuan ($15.58 billion) in special funds by March 2 to prevent the spread of the coronavirus epidemic, a finance ministry official said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-funds-idUSKBN20Q0Q7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T07:52:12Z",
            "content": "BEIJING (Reuters) - Chinese governments of every level had allocated a total of 108.75 billion yuan ($15.58 billion) in special funds by March 2 to prevent the spread of the coronavirus epidemic, a finance ministry official said on Tuesday. \r\nFu Jinling, head… [+505 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "World finance officials to consider how to cushion economies against coronavirus",
            "description": "G7 finance officials will on Tuesday discuss ways to bolster their economies against the impact of the spreading coronavirus outbreak, but are not expected to specifically call for new spending or coordinated interest rate cuts, a G7 official said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-idUSKBN20Q14O",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498102338&w=1200&r=LYNXMPEG220PG",
            "publishedAt": "2020-03-03T10:13:16Z",
            "content": "BEIJING (Reuters) - G7 finance officials will on Tuesday discuss ways to bolster their economies against the impact of the spreading coronavirus outbreak, but are not expected to specifically call for new spending or coordinated interest rate cuts, a G7 offic… [+4049 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China to send plane to Iran to pick up citizens from virus-stricken areas: Global Times",
            "description": "China will send a chartered plane to Iran on the evening of March 3 to pick up its citizens from areas struck by the coronavirus, according to a report by Global Times, which is run by the official People's Daily newspaper.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-iran-idUSKBN20Q12T",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T09:45:21Z",
            "content": "BEIJING (Reuters) - China will send a chartered plane to Iran on the evening of March 3 to pick up its citizens from areas struck by the coronavirus, according to a report by Global Times, which is run by the official People’s Daily newspaper. \r\nOutside China… [+129 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pope tests negative for coronavirus, Italy report says - Reuters",
            "description": "Pope tests negative for coronavirus, Italy report says Reuters Vatican says pope's symptoms point to simple cold Yahoo News WorldView: Coronavirus-free pope, North Korea frees quarantined foreigners, and more CBS News Pope Francis tests negative for coronavir…",
            "url": "https://www.reuters.com/article/pope-health-idUSL8N2AW0XY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T06:37:00Z",
            "content": "VATICAN CITY, March 3 (Reuters) - Pope Francis, who canceled a Lent retreat for the first time in his papacy because he is suffering from a cold, has tested negative for coronavirus, the Italian newspaper Il Messaggero reported on Tuesday. \r\nVatican spokesman… [+255 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Airlines suspend flights due to coronavirus outbreak",
            "description": "Airlines have been suspending flights or modifying services in response to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-idUSKBN20Q2XA",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498324007&w=1200&r=LYNXMPEG221XY",
            "publishedAt": "2020-03-03T20:53:12Z",
            "content": "(Reuters) - Airlines have been suspending flights or modifying services in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n**American Airlines has extended the su… [+10772 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China defense minister discusses coronavirus with U.S.",
            "description": "Chinese Defense Minister Wei Fenghe discussed the coronavirus situation in China with U.S. Defense Secretary Mark Esper on Wednesday in a telephone call, China's defense ministry said.",
            "url": "https://www.reuters.com/article/us-china-usa-defense-idUSKBN20Q2CZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498237339&w=1200&r=LYNXMPEG221LS",
            "publishedAt": "2020-03-03T16:41:00Z",
            "content": "BEIJING/SHANGHAI (Reuters) - Chinese Defense Minister Wei Fenghe discussed the coronavirus situation in China with U.S. Defense Secretary Mark Esper on Wednesday in a telephone call, China’s defense ministry said. \r\nWei said the positive trend in China’s coro… [+528 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian wine fair Vinitaly postponed over coronavirus",
            "description": "Vinitaly, one of the largest international trade fairs for wine, has been postponed to mid-June as Italy battles to contain an outbreak of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-fair-idUSKBN20Q2VF",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498309818&w=1200&r=LYNXMPEG221WV",
            "publishedAt": "2020-03-03T20:04:32Z",
            "content": "MILAN (Reuters) - Vinitaly, one of the largest international trade fairs for wine, has been postponed to mid-June as Italy battles to contain an outbreak of the new coronavirus. \r\nThe fair was due to start April 19 in the Italian city of Verona, 70 kms from a… [+807 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ireland confirms second case of coronavirus",
            "description": "Irish authorities have confirmed a second case of coronavirus, a woman in the east of the country who recently traveled to Italy, Ireland's Department of Health announced on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-ireland-idUSKBN20Q2YK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T21:10:15Z",
            "content": "DUBLIN (Reuters) - Irish authorities have confirmed a second case of coronavirus, a woman in the east of the country who recently traveled to Italy, Ireland’s Department of Health announced on Tuesday. \r\n“Today we are confirming that Ireland has diagnosed one… [+275 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Juliette Jabkhiro",
            "title": "Senegal confirms second case of coronavirus",
            "description": "Senegal's health ministry said a second person who flew to the West African country from France last week tested positive for coronavirus on Tuesday, taking the total number of cases in sub-Saharan Africa to three.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-senegal-idUSKBN20Q2RS",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498293270&w=1200&r=LYNXMPEG221VN",
            "publishedAt": "2020-03-03T19:13:36Z",
            "content": "DAKAR (Reuters) - Senegal’s health ministry said a second person who flew to the West African country from France last week tested positive for coronavirus on Tuesday, taking the total number of cases in sub-Saharan Africa to three. \r\nThe latest patient, an 8… [+2274 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Chile records first confirmed case of coronavirus: health ministry",
            "description": "Chile recorded the first confirmed case of coronavirus in the country, the health ministry said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-chile-idUSKBN20Q2UU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T20:00:14Z",
            "content": "SANTIAGO (Reuters) - Chile recorded the first confirmed case of coronavirus in the country, the health ministry said on Tuesday. \r\nThe patient is a 33-year-old man in the city of Talca, south of Santiago. \r\nNeighboring Argentina also confirmed its first case … [+143 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Official says China's Hubei province will continue with strict measures to curb coronavirus",
            "description": "An official at Hubei's health commission said the province should continue with the strictest measures in curbing the coronavirus, and should not relax.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-hubei-idUSKBN20Q0VY",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498069377&w=1200&r=LYNXMPEG220L7",
            "publishedAt": "2020-03-03T08:45:28Z",
            "content": "BEIJING (Reuters) - An official at Hubei’s health commission said the province should continue with the strictest measures in curbing the coronavirus, and should not relax. \r\nTu Yuanchao, speaking at a daily news briefing in Hubei on Tuesday, said the provinc… [+290 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Argentine health minister confirms country's first case of coronavirus",
            "description": "Argentina Health Minister Gines Gonzalez Garcia on Tuesday confirmed the South American country's first case of the fast-spreading new coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-argentina-idUSKBN20Q2SC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T19:19:54Z",
            "content": "BUENOS AIRES (Reuters) - Argentina Health Minister Gines Gonzalez Garcia on Tuesday confirmed the South American country’s first case of the fast-spreading new coronavirus. \r\nThe patient, a 43-year-old man, arrived in Argentina on March 1 after a two-week tri… [+863 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan confirms new coronavirus infection in Tokyo: Kyodo",
            "description": "Japan on Tuesday confirmed a new coronavirus infection in the country's capital Tokyo after a woman in her fifties tested positive, Kyodo newswire reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-idUSKBN20Q16I",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498102456&w=1200&r=LYNXMPEG220Q7",
            "publishedAt": "2020-03-03T10:26:12Z",
            "content": "TOKYO (Reuters) - Japan on Tuesday confirmed a new coronavirus infection in the country’s capital Tokyo after a woman in her fifties tested positive, Kyodo newswire reported. \r\nReporting by Tim Kelly; Editing by Andrew Heavens"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK now has 51 confirmed cases of coronavirus: health minister",
            "description": "The number of confirmed coronavirus cases in Britain has risen to 51, health minister Matt Hancock said on Tuesday, up from 39 the previous day.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-hancock-idUSKBN20Q1PH",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498162872&w=1200&r=LYNXMPEG2211D",
            "publishedAt": "2020-03-03T13:15:27Z",
            "content": "LONDON (Reuters) - The number of confirmed coronavirus cases in Britain has risen to 51, health minister Matt Hancock said on Tuesday, up from 39 the previous day. \r\nEarlier, the government unveiled its “battle plan” to tackle the spread of coronavirus, warni… [+324 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Colin Packham",
            "title": "Australia to use biosecurity law to restrict movements of coronavirus patients",
            "description": "Australia will use a little-known biosecurity law to restrict the movements of people suspected of having coronavirus, its attorney-general said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-australia-idUSKBN20Q06W",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497947809&w=1200&r=LYNXMPEG2203F",
            "publishedAt": "2020-03-03T02:18:17Z",
            "content": "SYDNEY (Reuters) - Australia will use a little-known biosecurity law to restrict the movements of people suspected of having coronavirus, its attorney-general said on Tuesday. \r\nAustralia on Monday confirmed the first community transmission of coronavirus aft… [+2075 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan confirms two new coronavirus infections in Osaka: Kyodo",
            "description": "Japan on Tuesday confirmed two new coronavirus infections in Osaka, western Japan, a man in his 50s and a woman in her 40s, Kyodo newswire reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-osaka-idUSKBN20Q1IH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T12:16:58Z",
            "content": "TOKYO (Reuters) - Japan on Tuesday confirmed two new coronavirus infections in Osaka, western Japan, a man in his 50s and a woman in her 40s, Kyodo newswire reported. \r\nThe woman had visited a music venue in nearby Osaka that has been the source of several in… [+73 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UAE to disable all schools and high educational institutions for four weeks: WAM",
            "description": "United Arab Emirates announced on Tuesday that schools and higher educational institutions will be closed for four weeks starting on Sunday to avoid the spreading of coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-emirates-idUSKBN20Q2Q7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T18:53:04Z",
            "content": "CAIRO (Reuters) - United Arab Emirates announced on Tuesday that schools and higher educational institutions will be closed for four weeks starting on Sunday to avoid the spreading of coronavirus. \r\nThe statement from the education ministry, posted by the sta… [+183 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK PM Johnson: Coronavirus will not stop me shaking hands",
            "description": "British Prime Minister Boris Johnson said on Tuesday that coronavirus would not stop him greeting people with a handshake, adding that he had shaken the hands of everyone at a hospital where infected patients were being treated.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-handshake-idUSKBN20Q1IO",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498141994&w=1200&r=LYNXMPEG220XP",
            "publishedAt": "2020-03-03T12:16:25Z",
            "content": "LONDON (Reuters) - British Prime Minister Boris Johnson said on Tuesday that coronavirus would not stop him greeting people with a handshake, adding that he had shaken the hands of everyone at a hospital where infected patients were being treated. \r\nJohnson w… [+1136 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Chris Thomas",
            "title": "World pharma supplier India restricts export of some ingredients, drugs",
            "description": "India, the world's main supplier of generic drugs, on Tuesday restricted the export of 26 pharmaceutical ingredients and drugs made from them, including paracetamol, as concern mounted the coronavirus outbreak could turn into a pandemic.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-india-idUSKBN20Q0ZZ",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498082302&w=1200&r=LYNXMPEG220N0",
            "publishedAt": "2020-03-03T09:25:37Z",
            "content": "BENGALURU/NEW DELHI (Reuters) - India, the world’s main supplier of generic drugs, on Tuesday restricted the export of 26 pharmaceutical ingredients and drugs made from them, including paracetamol, as concern mounted the coronavirus outbreak could turn into a… [+1911 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan to cancel ceremony marking deadly quake as coronavirus spreads: media",
            "description": "Japan will cancel a ceremony to mark the anniversary of the deadly 2011 quake that devastated its northeast coast and triggered the Fukushima nuclear disaster, as it curbs gatherings as a precaution against coronavirus, Japanese media reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-ceremony-idUSKBN20Q24Q",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T15:31:41Z",
            "content": "TOKYO (Reuters) - Japan will cancel a ceremony to mark the anniversary of the deadly 2011 quake that devastated its northeast coast and triggered the Fukushima nuclear disaster, as it curbs gatherings as a precaution against coronavirus, Japanese media report… [+1089 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Guangdong to require visitors from virus-hit countries to undergo quarantine",
            "description": "China's Guangdong province will require travelers arriving from countries and regions with severe coronavirus outbreaks to quarantine themselves for 14 days, the government-backed Nanfang Daily newspaper reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-guangdong-idUSKBN20Q0AY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T03:55:16Z",
            "content": "SHANGHAI (Reuters) - China’s Guangdong province will require travelers arriving from countries and regions with severe coronavirus outbreaks to quarantine themselves for 14 days, the government-backed Nanfang Daily newspaper reported on Tuesday. \r\nGuangdong i… [+624 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong to bring back 533 stranded citizens from Wuhan",
            "description": "Hong Kong has hired four charter flights to bring back 533 citizens from around the central mainland China city of Wuhan, where the new coronavirus originated, Chief Executive Carrie Lam said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-hongkong-carrie-la-idUSKBN20Q069",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497945126&w=1200&r=LYNXMPEG2203A",
            "publishedAt": "2020-03-03T02:10:50Z",
            "content": "HONG KONG (Reuters) - Hong Kong has hired four charter flights to bring back 533 citizens from around the central mainland China city of Wuhan, where the new coronavirus originated, Chief Executive Carrie Lam said on Tuesday. \r\nThe flights will return on Wedn… [+175 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy considers creating new coronavirus red-zone as cases rise: official",
            "description": "Italy is considering setting up a new quarantine red-zone near the northern city of Bergamo given the high number of coronavirus cases in the area, the head of the national health institute said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-redzone-idUSKBN20Q2HZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498258495&w=1200&r=LYNXMPEG221QV",
            "publishedAt": "2020-03-03T17:36:21Z",
            "content": "ROME (Reuters) - Italy is considering setting up a new quarantine red-zone near the northern city of Bergamo given the high number of coronavirus cases in the area, the head of the national health institute said on Tuesday. \r\nThe Italian government set up two… [+495 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK not planning to cancel mass events, health minister says",
            "description": "Britain is not planning to cancel mass gatherings or large sports events over the concerns about coronavirus, but will need legislation in case it needs to take action in the future, British health minister Matt Hancock said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-hancock-idUSKBN20Q0P0",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498047490&w=1200&r=LYNXMPEG220HW",
            "publishedAt": "2020-03-03T07:40:20Z",
            "content": "LONDON (Reuters) - Britain is not planning to cancel mass gatherings or large sports events over the concerns about coronavirus, but will need legislation in case it needs to take action in the future, British health minister Matt Hancock said on Tuesday. \r\n“… [+403 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Concerts, sports events in UAE canceled, postponed as virus spreads in Gulf",
            "description": "Major concerts and events in the United Arab Emirates, an air transit center as well as a tourism and business hub, have been canceled or postponed as the coronavirus spreads in the Gulf.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-emirates-idUSKBN20Q0NQ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498042539&w=1200&r=LYNXMPEG220GS",
            "publishedAt": "2020-03-03T07:25:39Z",
            "content": "DUBAI (Reuters) - Major concerts and events in the United Arab Emirates, an air transit center as well as a tourism and business hub, have been canceled or postponed as the coronavirus spreads in the Gulf. \r\nThere have been at least 1,641 cases of the virus i… [+1687 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Jailed British-Iranian Nazanin Zaghari-Ratcliffe in good health - Iran judiciary spokesman",
            "description": "Jailed British-Iranian Nazanin Zaghari-Ratcliffe is in good health, Iran's judiciary spokesman said on Tuesday, after her husband issued a statement on Saturday saying she is suspected of having contracted coronavirus in prison.",
            "url": "https://www.reuters.com/article/us-iran-britain-zaghari-ratcliffe-idUSKBN20Q0VO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T08:41:53Z",
            "content": "DUBAI (Reuters) - Jailed British-Iranian charity worker Nazanin Zaghari-Ratcliffe is in good health, Iran’s judiciary spokesman said on Tuesday, after her husband said on Saturday he believed she had contracted the coronavirus in prison. \r\n“Mrs. Nazanin Zagha… [+1526 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Jailed British-Iranian Zaghari-Ratcliffe in good health, Tehran says",
            "description": "Jailed British-Iranian charity worker Nazanin Zaghari-Ratcliffe is in good health, Iran's judiciary spokesman said on Tuesday, after her husband said on Saturday he believed she had contracted the coronavirus in prison.",
            "url": "https://www.reuters.com/article/us-iran-britain-zaghari-ratcliffe-idUSKBN20Q0VO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T09:20:09Z",
            "content": "DUBAI (Reuters) - Jailed British-Iranian charity worker Nazanin Zaghari-Ratcliffe is in good health, Iran’s judiciary spokesman said on Tuesday, after her husband said on Saturday he believed she had contracted the coronavirus in prison. \r\n“Mrs. Nazanin Zagha… [+1526 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia restricts entry for Gulf citizens, residents - SPA",
            "description": "Saudi Arabia on Tuesday barred citizens and residents of Gulf Cooperation Council (GCC) countries from entering the kingdom for 14 days after returning from outside the region due to coronavirus concerns, state news agency SPA reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-saudi-gcc-idUSKBN20Q1X2",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498185409&w=1200&r=LYNXMPEG2217D",
            "publishedAt": "2020-03-03T14:18:57Z",
            "content": "RIYADH (Reuters) - Saudi Arabia on Tuesday barred citizens and residents of Gulf Cooperation Council (GCC) countries from entering the kingdom for 14 days after returning from outside the region due to coronavirus concerns, state news agency SPA reported. \r\nT… [+1960 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Aradhana Aravindan",
            "title": "Virus outbreak a litmus test for Singapore's new leaders",
            "description": "When a rare moment of panic buying shook Singapore's highly ordered society over fears about the spread of coronavirus, it took a personal broadcast from the prime minister to bring calm.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-singapore-politics-idUSKBN20Q0H0",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498016944&w=1200&r=LYNXMPEG220B7",
            "publishedAt": "2020-03-03T06:06:47Z",
            "content": "SINGAPORE (Reuters) - When a rare moment of panic buying shook Singapore’s highly ordered society over fears about the spread of coronavirus, it took a personal broadcast from the prime minister to bring calm. \r\nAs Lee Hsien Loong, a scion of Singapore’s foun… [+3845 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Howard Schneider",
            "title": "Fed virus-driven cut may test new approach to inflation",
            "description": "U.S. Federal Reserve officials have slashed interest rates half a percentage point because of the coronavirus.",
            "url": "https://www.reuters.com/article/us-usa-fed-inflation-analysis-idUSKBN20Q2VX",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498312709&w=1200&r=LYNXMPEG221XB",
            "publishedAt": "2020-03-03T20:14:37Z",
            "content": "WASHINGTON (Reuters) - U.S. Federal Reserve officials have slashed interest rates half a percentage point because of the coronavirus. \r\nThey may keep that lower rate in place even if the risks to the economy from the virus pass in order to test just how weak … [+4926 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Logitech International expects profit hit from coronavirus",
            "description": "Logitech International said on Tuesday supply problems caused by the coronavirus outbreak will dent its full year profit, as it gave its outlook for the next financial year.",
            "url": "https://www.reuters.com/article/us-logitech-outlook-idUSKBN20Q0KA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T06:45:02Z",
            "content": "ZURICH (Reuters) - Logitech International said on Tuesday supply problems caused by the coronavirus outbreak will dent its full year profit, as it gave its outlook for the next financial year. \r\nThe maker of computer mice and keyboards for players of Fortnite… [+689 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "In an emergency move, Federal Reserve cuts interest rates to battle coronavirus",
            "description": "The U.S. Federal Reserve cut interest rates on Tuesday in an emergency move designed to shield the world's largest economy from the impact of the coronavirus.",
            "url": "https://www.reuters.com/article/us-usa-fed-idUSKBN20Q22F",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498204121&w=1200&r=LYNXMPEG221D4",
            "publishedAt": "2020-03-03T15:07:11Z",
            "content": "WASHINGTON (Reuters) - The U.S. Federal Reserve cut interest rates on Tuesday in an emergency move designed to shield the world’s largest economy from the impact of the coronavirus. \r\nIn a statement, the central bank said it was cutting rates by a half percen… [+740 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPS says coronavirus outbreak to hurt first-quarter results",
            "description": "United Parcel Service Inc said on Tuesday its first-quarter results would be hit as the coronavirus outbreak weighs on global economic growth. (http://bit.ly/32K2pF6)",
            "url": "https://www.reuters.com/article/us-health-coronavirus-ups-idUSKBN20Q2LX",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498272672&w=1200&r=LYNXMPEG221T4",
            "publishedAt": "2020-03-03T18:16:36Z",
            "content": "(Reuters) - United Parcel Service Inc (UPS.N) said on Tuesday its first-quarter results would be hit as the coronavirus outbreak weighs on global economic growth. (bit.ly/32K2pF6) \r\nReporting by Ankit Ajmera in Bengaluru; Editing by Saumyadeb Chakrabarty"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European airlines warn of worsening impact of coronavirus",
            "description": "European airlines warned on Tuesday that the worst is yet to come in economic damage to the industry from the rapid spread of coronavirus Covid-19.",
            "url": "https://www.reuters.com/article/us-europe-airlines-idUSKBN20Q13U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T09:58:39Z",
            "content": "BRUSSELS (Reuters) - European airlines warned on Tuesday that the worst is yet to come in economic damage to the industry from the rapid spread of coronavirus Covid-19. \r\nThe Airlines for Europe lobbying group also called for a relaxation of airport regulatio… [+168 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Helen Coster",
            "title": "High-fives, hugs, kisses discouraged as U.S. companies respond to growing coronavirus threat",
            "description": "As news broke of more cases of coronavirus spreading across the United States, T-Mobile had a novel response to the threat: fewer hugs, kisses or high-fives.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-travel-restriction-idUSKBN20Q1AI",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498116475&w=1200&r=LYNXMPEG220TA",
            "publishedAt": "2020-03-03T11:07:33Z",
            "content": "(Reuters) - As news broke of more cases of coronavirus spreading across the United States, T-Mobile had a novel response to the threat: fewer hugs, kisses or high-fives. \r\nThe Bellevue, Washington-based wireless provider is “encouraging personal distancing at… [+3171 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Google cancels annual developer conference amid coronavirus concerns",
            "description": "Alphabet Inc said on Tuesday it has canceled its annual developer event, Google I/O, amid concerns related to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-google-idUSKBN20Q30K",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498335173&w=1200&r=LYNXMPEG221Z9",
            "publishedAt": "2020-03-03T21:51:31Z",
            "content": "(Reuters) - Alphabet Inc said on Tuesday it has canceled its annual developer event, Google I/O, amid concerns related to the coronavirus outbreak. \r\n“Over the coming weeks, we will explore other ways to evolve Google I/O to best connect with and continue to … [+680 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Elizabeth Dilts Marshall",
            "title": "Wall Street prepares as coronavirus gets closer to home",
            "description": "Wall Street stepped up preparations to deal with the impact of the coronavirus on Tuesday, testing backup plans and asking employees to work from home, as a New Yorker tested positive for the virus, bringing the prospect of the spread of the infection closer …",
            "url": "https://www.reuters.com/article/us-health-coronavirus-wall-street-idUSKBN20Q361",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498362824&w=1200&r=LYNXMPEG2222O",
            "publishedAt": "2020-03-03T23:24:11Z",
            "content": "NEW YORK (Reuters) - Wall Street stepped up preparations to deal with the impact of the coronavirus on Tuesday, testing backup plans and asking employees to work from home, as a New Yorker tested positive for the virus, bringing the prospect of the spread of … [+3446 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "No need for imminent ECB action on coronavirus: ECB's Kazimir",
            "description": "There is no need for any imminent action from the European Central Bank to combat the impact of the coronavirus outbreak, but global coordination to shield the world economy is a welcome step, ECB policymaker Peter Kazimir said on Tuesday.",
            "url": "https://www.reuters.com/article/us-ecb-policy-kazimir-idUSKBN20Q1RI",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498166905&w=1200&r=LYNXMPEG2212U",
            "publishedAt": "2020-03-03T13:25:49Z",
            "content": "FRANKFURT (Reuters) - There is no need for any imminent action from the European Central Bank to combat the impact of the coronavirus outbreak, but global coordination to shield the world economy is a welcome step, ECB policymaker Peter Kazimir said on Tuesda… [+392 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Svea Herbst-Bayliss",
            "title": "Ackman hedges to protect against coronavirus' 'negative' impact",
            "description": "Billionaire hedge fund investor William Ackman on Tuesday said he has moved to protect the firm's $6.6 billion portfolio, which includes restaurant chain and hotel stocks, as the spread of the coronavirus has sparked prolonged panic selling in markets.",
            "url": "https://www.reuters.com/article/us-hedgefunds-ackman-idUSKBN20Q34H",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498356272&w=1200&r=LYNXMPEG22224",
            "publishedAt": "2020-03-03T22:53:32Z",
            "content": "BOSTON (Reuters) - Billionaire hedge fund investor William Ackman on Tuesday said he has moved to protect the firm’s $6.6 billion portfolio, which includes restaurant chain and hotel stocks, as the spread of the coronavirus has sparked prolonged panic selling… [+1792 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Balazs Koranyi",
            "title": "ECB working on lending scheme for coronavirus-hit companies: sources",
            "description": "The European Central Bank is preparing possible measures to provide liquidity to businesses hit by the economic fallout of the coronavirus outbreak, three sources familiar with the discussion told Reuters.",
            "url": "https://www.reuters.com/article/us-ecb-policy-lending-idUSKBN20Q16W",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498104267&w=1200&r=LYNXMPEG220QJ",
            "publishedAt": "2020-03-03T10:30:00Z",
            "content": "FRANKFURT (Reuters) - The European Central Bank is preparing possible measures to provide liquidity to businesses hit by the economic fallout of the coronavirus outbreak, three sources familiar with the discussion told Reuters. \r\nWith the virus spreading arou… [+2397 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Balazs Koranyi",
            "title": "Exclusive: ECB working on lending scheme for coronavirus-hit companies: sources",
            "description": "The European Central Bank is preparing possible measures to provide liquidity to businesses hit by the economic fallout of the coronavirus outbreak, three sources familiar with the discussion told Reuters.",
            "url": "https://www.reuters.com/article/us-ecb-policy-lending-exclusive-idUSKBN20Q16W",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498104267&w=1200&r=LYNXMPEG220QJ",
            "publishedAt": "2020-03-03T13:26:02Z",
            "content": "FRANKFURT (Reuters) - The European Central Bank is preparing possible measures to provide liquidity to businesses hit by the economic fallout of the coronavirus outbreak, three sources familiar with the discussion told Reuters. \r\nWith the virus spreading arou… [+2397 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hari Kishan",
            "title": "Too early for U.S. dollar sell-off despite Fed rate cuts: Reuters poll",
            "description": "The U.S. dollar's strength will remain in place and for longer than expected just a month ago, despite Federal Reserve interest rate cuts intended to limit the economic damage from the spreading coronavirus, a Reuters poll showed.",
            "url": "https://www.reuters.com/article/us-forex-poll-dollar-idUSKBN20Q26X",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498218562&w=1200&r=LYNXMPEG221H1",
            "publishedAt": "2020-03-03T15:49:30Z",
            "content": "BENGALURU (Reuters) - The U.S. dollar’s strength will remain in place and for longer than expected just a month ago, despite Federal Reserve interest rate cuts intended to limit the economic damage from the spreading coronavirus, a Reuters poll showed. \r\nThe … [+3717 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ahmad Ghaddar",
            "title": "OPEC gathers in Vienna to discuss further cuts in oil output",
            "description": "OPEC ministers were starting to arrive in Vienna on Tuesday where they will debate whether to cut oil production further as the spread of the coronavirus hits demand for crude worldwide.",
            "url": "https://www.reuters.com/article/uk-oil-opec-meeting-idUSKBN20Q15K",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498200944&w=1200&r=LYNXMPEG220P9",
            "publishedAt": "2020-03-03T14:59:24Z",
            "content": "VIENNA (Reuters) - OPEC ministers were starting to arrive in Vienna on Tuesday where they will debate whether to cut oil production further as the spread of the coronavirus hits demand for crude worldwide. \r\nThe Organization of the Petroleum Exporting Countri… [+2763 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. not considering suspending tariffs on China in response to coronavirus: Mnuchin",
            "description": "U.S. Treasury Secretary Steven Mnuchin on Tuesday said the United States was not considering lowering tariffs on goods from China in response to the fast-spreading coronavirus, but would look at all options as the situation evolved.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-china-idUSKBN20Q256",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498214434&w=1200&r=LYNXMPEG221FX",
            "publishedAt": "2020-03-03T15:36:18Z",
            "content": "WASHINGTON (Reuters) - U.S. Treasury Secretary Steven Mnuchin on Tuesday said the United States was not considering lowering tariffs on goods from China in response to the fast-spreading coronavirus, but would look at all options as the situation evolved. \r\n“… [+562 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mnuchin says supports Fed on rate cut move, says it's 'non-political'",
            "description": "U.S. Treasury Secretary Steven Mnuchin on Tuesday said he supports the Federal Reserve's decision to cut interest rates in response to the fast-spreading coronavirus, its first emergency rate cut since 2008 at the height of the financial crisis.",
            "url": "https://www.reuters.com/article/us-usa-fed-mnuchin-idUSKBN20Q28X",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498226322&w=1200&r=LYNXMPEG221IO",
            "publishedAt": "2020-03-03T16:10:18Z",
            "content": "WASHINGTON (Reuters) - U.S. Treasury Secretary Steven Mnuchin on Tuesday said he supports the Federal Reserve’s decision to cut interest rates in response to the fast-spreading coronavirus, its first emergency rate cut since 2008 at the height of the financia… [+515 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tencent extends warranty for Nintendo Switches in China as virus hits sales",
            "description": "Chinese tech giant Tencent <0700.HK> said on Tuesday it would extend warranty for Nintendo Switches purchased in China via official channels before March 31 by six months as sales have been hit by the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-tencent-idUSKBN20Q0AI",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497968436&w=1200&r=LYNXMPEG22060",
            "publishedAt": "2020-03-03T03:27:10Z",
            "content": "BEIJING (Reuters) - Chinese tech giant Tencent (0700.HK) said on Tuesday it would extend warranty for Nintendo Switches purchased in China via official channels before March 31 by six months as sales have been hit by the coronavirus outbreak. \r\nThe virus has … [+376 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Daimler says production in China stable but too early to forecast coronavirus impact",
            "description": "Daimler's car production in China is stable and the supply chains are secure but it is too early to forecast the impact of the coronavirus outbreak on the German carmaker's sales, Mercedes-Benz's sales chief said on Monday.",
            "url": "https://www.reuters.com/article/us-autoshow-geneva-daimler-china-idUSKBN20Q137",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498091273&w=1200&r=LYNXMPEG220NU",
            "publishedAt": "2020-03-03T09:52:42Z",
            "content": "FRANKFURT (Reuters) - Daimler’s (DAIGn.DE) car production in China is stable and the supply chains are secure but it is too early to forecast the impact of the coronavirus outbreak on the German carmaker’s sales, Mercedes-Benz’s sales chief said on Monday. \r\n… [+256 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump calls on Fed to cut rates further after emergency move",
            "description": "U.S. President Donald Trump called for further cut rates after the Federal Reserve earlier on Tuesday slashed rates by half percentage point in an emergency move designed to insulate the nation's economy from the impact of the coronavirus.",
            "url": "https://www.reuters.com/article/us-usa-fed-trump-idUSKBN20Q28L",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498226316&w=1200&r=LYNXMPEG221IJ",
            "publishedAt": "2020-03-03T16:07:47Z",
            "content": "WASHINGTON (Reuters) - U.S. President Donald Trump called for further cut rates after the Federal Reserve earlier on Tuesday slashed rates by half percentage point in an emergency move designed to insulate the nation’s economy from the impact of the coronavir… [+401 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "World Bank plans financial and technical aid package to help with coronavirus",
            "description": "The World Bank said it would announce a package of financial and technical support later on Tuesday to assist with the health and economic impacts of the global coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-world-bank-idUSKBN20Q29M",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498229188&w=1200&r=LYNXMPEG221J0",
            "publishedAt": "2020-03-03T16:16:16Z",
            "content": "WASHINGTON (Reuters) - The World Bank said it would announce a package of financial and technical support later on Tuesday to assist with the health and economic impacts of the global coronavirus outbreak. \r\nWorld Bank President David Malpass and Muhammad Pat… [+409 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "French carmaker PSA has enough supplies to keep European plants running",
            "description": "French carmaker PSA has managed for ensure that its European facilities have enough supplies to keep running for now during the coronavirus outbreak, chief executive officer Carlos Tavares said on Tuesday.",
            "url": "https://www.reuters.com/article/us-autoshow-geneva-psa-tavares-idUSKBN20Q12D",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T09:40:44Z",
            "content": "PARIS (Reuters) - French carmaker PSA (PEUP.PA) has managed for ensure that its European facilities have enough supplies to keep running for now during the coronavirus outbreak, chief executive officer Carlos Tavares said on Tuesday. \r\nSpeaking at a conferenc… [+274 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "ECB's Holzmann sees no need for rate cut to combat coronavirus",
            "description": "European Central Bank policymaker Robert Holzmann said he would not support an interest rate cut to insulate the euro zone from the effects of the coronavirus epidemic but he could consider giving firms ultra cheap loans.",
            "url": "https://www.reuters.com/article/us-ecb-policy-holzmann-idUSKBN20Q1GB",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498132778&w=1200&r=LYNXMPEG220W9",
            "publishedAt": "2020-03-03T11:51:07Z",
            "content": "VIENNA (Reuters) - European Central Bank policymaker Robert Holzmann said he would not support an interest rate cut to insulate the euro zone from the effects of the coronavirus epidemic but he could consider giving firms ultra cheap loans. \r\nWhen asked if ta… [+621 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oil rises a second day as stimulus hopes, expected OPEC cuts offset virus",
            "description": "Oil prices rose for a second day on Tuesday on expectations that central banks are likely to enact financial stimulus to offset the impacts of the coronavirus outbreak and growing optimism that OPEC will order deeper output cuts this week.",
            "url": "https://www.reuters.com/article/us-global-oil-idUSKBN20Q060",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497944478&w=1200&r=LYNXMPEG22038",
            "publishedAt": "2020-03-03T02:05:36Z",
            "content": "SEOUL (Reuters) - Oil prices rose for a second day on Tuesday on expectations that central banks are likely to enact financial stimulus to offset the impacts of the coronavirus outbreak and growing optimism that OPEC will order deeper output cuts this week. \r… [+2148 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Bharath ManjeshR",
            "title": "GFL raises $1.4 billion in IPO amid volatile markets",
            "description": "GFL Environmental Inc on Monday raised about $1.4 billion in its initial public offering, pricing it below the target range in a conservative step to ride out market volatility in the wake of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-gfl-environmental-ipo-idUSKBN20Q05M",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497943240&w=1200&r=LYNXMPEG22032",
            "publishedAt": "2020-03-03T02:01:26Z",
            "content": "(Reuters) - GFL Environmental Inc on Monday raised about $1.4 billion in its initial public offering, pricing it below the target range in a conservative step to ride out market volatility in the wake of the coronavirus outbreak. \r\nThe Canadian waste manageme… [+1498 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Facebook pulls out of South by Southwest festival over coronavirus fears",
            "description": "Facebook Inc is pulling out of this year's South by Southwest (SXSW) music and tech festival over growing concerns about the coronavirus outbreak, a spokesperson for the company said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-facebook-idUSKBN20Q064",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497945877&w=1200&r=LYNXMPEG22039",
            "publishedAt": "2020-03-03T02:10:59Z",
            "content": "(Reuters) - Facebook Inc is pulling out of this year’s South by Southwest (SXSW) music and tech festival over growing concerns about the coronavirus outbreak, a spokesperson for the company said on Monday. \r\nThe virus outbreak, with a global death toll exceed… [+583 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pakistan confirms fifth coronavirus case",
            "description": "Pakistan on Tuesday reported a new coronavirus case, bringing the total to five in the south Asian nation since last week, officials said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-pakistan-idUSKBN20Q05I",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497940798&w=1200&r=LYNXMPEG2202Z",
            "publishedAt": "2020-03-03T01:55:05Z",
            "content": "KARACHI, Pakistan (Reuters) - Pakistan on Tuesday reported a new coronavirus case, bringing the total to five in the south Asian nation since last week, officials said. \r\n“We have now 5th confirmed case of COVID19 in federal areas,” Zafar Mirza, health minist… [+164 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Vatican says pope only has a cold, symptoms not related 'to other pathologies'",
            "description": "Pope Francis, who canceled a Lent retreat for the first time in his papacy, is suffering only from a cold that is \"without symptoms related to other pathologies,\" the Vatican said on Tuesday.",
            "url": "https://www.reuters.com/article/us-pope-health-idUSKBN20Q2N3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498277183&w=1200&r=LYNXMPEG221TK",
            "publishedAt": "2020-03-03T18:29:11Z",
            "content": "VATICAN CITY (Reuters) - Pope Francis, who canceled a Lent retreat for the first time in his papacy, is suffering only from a cold that is “without symptoms related to other pathologies,” the Vatican said on Tuesday. \r\nA statement followed a report in an Ital… [+1049 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tajikistan scales down coronavirus-related travel ban",
            "description": "Tajikistan on Tuesday scaled down a wide-ranging travel ban introduced just days ago to prevent the spread of coronavirus, reducing the number of targeted countries to five from 35 without explaining the reasons for the move.",
            "url": "https://www.reuters.com/article/us-health-corononavirus-tajikistan-trave-idUSKBN20Q215",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T14:54:37Z",
            "content": "DUSHANBE (Reuters) - Tajikistan on Tuesday scaled down a wide-ranging travel ban introduced just days ago to prevent the spread of coronavirus, reducing the number of targeted countries to five from 35 without explaining the reasons for the move. \r\nIn a lette… [+491 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany reports 31 new coronavirus infections",
            "description": "The number of confirmed coronavirus cases in Germany rose to 188 on Tuesday, up from 157 on Monday afternoon, the Robert Koch Institute (RKI) said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-germany-cases-idUSKBN20Q0Z7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T09:19:17Z",
            "content": "BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany rose to 188 on Tuesday, up from 157 on Monday afternoon, the Robert Koch Institute (RKI) said. \r\nThirteen of Germany’s 16 federal states have now reported cases of the novel coronavirus, … [+308 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "BMW says coronavirus hit China sales but sticks to 2020 global target",
            "description": "BMW on Tuesday said its China sales have taken a hit this year because of the new coronavirus, but stuck to its target for growing passenger car sales for the year, and said its global supply chain has not been disrupted.",
            "url": "https://www.reuters.com/article/us-autoshow-geneva-idUSKBN20Q0ZE",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498080683&w=1200&r=LYNXMPEG220MQ",
            "publishedAt": "2020-03-03T09:20:22Z",
            "content": "FRANKFURT (Reuters) - BMW (BMWG.DE) on Tuesday said its China sales have taken a hit this year because of the new coronavirus, but stuck to its target for growing passenger car sales for the year, and said its global supply chain has not been disrupted. \r\n“Th… [+738 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Futures traders greet Fed rate cut with bets on more to come",
            "description": "Traders of futures contracts tied to the Federal Reserve's policy rate reacted to a sooner-than-expected reduction in borrowing costs Tuesday with bets on more to come as the central bank moves to try to shield the U.S. economy from the effects of the new cor…",
            "url": "https://www.reuters.com/article/us-usa-fed-futures-idUSKBN20Q24E",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T15:27:56Z",
            "content": "(Reuters) - Traders of futures contracts tied to the Federal Reserve’s policy rate reacted to a sooner-than-expected reduction in borrowing costs Tuesday with bets on more to come as the central bank moves to try to shield the U.S. economy from the effects of… [+280 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Leika Kihara",
            "title": "Top central banks appear primed to act to combat coronavirus risk",
            "description": "The world's top three central banks look set to take steps to limit the economic damage from the fast-spreading coronavirus, with the heads of the European Central Bank and Bank of Japan issuing emergency statements on Monday that echoed one from U.S. Federal…",
            "url": "https://www.reuters.com/article/us-health-coronavirus-centralbanks-idUSKBN20Q015",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1497909998&w=1200&r=LYNXMPEG2200M",
            "publishedAt": "2020-03-03T00:19:59Z",
            "content": "TOKYO/FRANKFURT/WASHINGTON (Reuters) - The world’s top three central banks look set to take steps to limit the economic damage from the fast-spreading coronavirus, with the heads of the European Central Bank and Bank of Japan issuing emergency statements on M… [+5438 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan confirms six new coronavirus infections in Nagoya, Kyoto: Kyodo",
            "description": "Japan on Tuesday confirmed six new coronavirus infections in Nagoya in central Japan, and Kyoto further west, Kyodo newswire reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-cases-idUSKBN20Q1LB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T12:42:33Z",
            "content": "TOKYO (Reuters) - Japan on Tuesday confirmed six new coronavirus infections in Nagoya in central Japan, and Kyoto further west, Kyodo newswire reported. \r\nFive of those are men and women in Nagoya, who in their sixties and eighties, with the new case in Kyoto… [+176 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "ECB ready to support economy, but governments must help, Villeroy says",
            "description": "The European Central Bank is ready to support the economy in the face of the coronavirus outbreak, but governments with budget leeway also need to help, ECB policymaker Francois Villeroy de Galhau said in a Dutch newspaper interview released on Tuesday.",
            "url": "https://www.reuters.com/article/us-ecb-policy-villeroy-idUSKBN20Q2FG",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498249698&w=1200&r=LYNXMPEG221NZ",
            "publishedAt": "2020-03-03T17:11:29Z",
            "content": "PARIS (Reuters) - The European Central Bank is ready to support the economy in the face of the coronavirus outbreak, but governments with budget leeway also need to help, ECB policymaker Francois Villeroy de Galhau said in a Dutch newspaper interview released… [+716 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oman confirms six new cases of coronavirus, raises total number to 12: Health Ministry",
            "description": "Oman's ministry of health confirmed on Tuesday six new cases of coronavirus in the country, raising the total number to 12, according to the ministry's twitter account.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-oman-idUSKBN20Q1U4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T13:50:51Z",
            "content": "DUBAI (Reuters) - Oman’s ministry of health confirmed on Tuesday six new cases of coronavirus in the country, raising the total number to 12, according to the ministry’s twitter account. \r\nThe ministry said in its statement that all new cases were related to … [+124 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Spain confirms country's first death from coronavirus: health official",
            "description": "A man in the Spanish region of Valencia died from coronavirus, marking the country's first death from the outbreak, a local health official said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-spain-death-idUSKBN20Q2TG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T19:34:41Z",
            "content": "MADRID (Reuters) - A man in the Spanish region of Valencia died from coronavirus, marking the country’s first death from the outbreak, a local health official said on Tuesday. \r\nTests showed the man, who died on February 13, was killed by the virus, regional … [+79 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan confirms new coronavirus infection in Kobe: Kyodo",
            "description": "Japan on Tuesday confirmed a new coronavirus infection in Kobe, western Japan, after a man in his forties tested positive for the disease, Kyodo newswire reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-kobe-idUSKBN20Q1D2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-03T11:21:00Z",
            "content": "TOKYO (Reuters) - Japan on Tuesday confirmed a new coronavirus infection in Kobe, western Japan, after a man in his forties tested positive for the disease, Kyodo newswire reported. \r\nHe had visited a music venue in nearby Osaka that has been the source of se… [+81 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Countries evacuating nationals from coronavirus-hit areas",
            "description": "A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKBN20Q0UZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498066406&w=1200&r=LYNXMPEG220KO",
            "publishedAt": "2020-03-03T08:38:50Z",
            "content": "(Reuters) - A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and how they aim to manage the healt… [+4518 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian coronavirus deaths jump to 79, cases climb above 2,500",
            "description": "The death toll from an outbreak of coronavirus in Italy has risen by 27 over the past 24 hours to 79, the Civil Protection Agency said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-casualties-idUSKBN20Q2FX",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498251917&w=1200&r=LYNXMPEG221O7",
            "publishedAt": "2020-03-03T17:19:38Z",
            "content": "ROME (Reuters) - The death toll from an outbreak of coronavirus in Italy has risen by 27 over the past 24 hours to 79, the Civil Protection Agency said on Tuesday. \r\nThe accumulative number of cases in the country, which has been hardest hit by the virus in E… [+419 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "North Korea says recent military drills not meant to threaten anyone: KCNA",
            "description": "The sister of North Korea's leader defended recent military drills in the country, saying they were not meant to threaten anyone, according to a statement carried by state news agency KCNA on Tuesday.",
            "url": "https://www.reuters.com/article/us-northkorea-missiles-southkorea-idUSKBN20Q1XI",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498186909&w=1200&r=LYNXMPEG2217W",
            "publishedAt": "2020-03-03T14:21:27Z",
            "content": "SEOUL (Reuters) - The sister of North Korea’s leader defended recent military drills in the country, saying they were not meant to threaten anyone, according to a statement carried by state news agency KCNA on Tuesday. \r\nNorth Korean troops carried out a “str… [+485 chars]"
        }
    ]
}