{
    "status": "ok",
    "totalResults": 99,
    "articles": [
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Buttigieg surrogate: Most people want middle of the road | TheHill - The Hill",
            "description": "Buttigieg surrogate: Most people want middle of the road | TheHill The Hill Joe Biden wins Alabama primary in Super Tuesday primary: Fox News Fox News 'You know, the thing': Biden botches Declaration of Independence quote during campaign stop Washington Exami…",
            "url": "https://thehill.com/hilltv/rising/485725-buttigieg-surrogate-most-people-want-middle-of-the-road",
            "urlToImage": "https://thehill.com/sites/default/files/buttigiegpete_022820gn14_lead.jpg",
            "publishedAt": "2020-03-03T19:42:47Z",
            "content": "A surrogate for former presidential candidate Pete ButtigiegPeter (Pete) Paul ButtigiegSanders poised for big Super Tuesday5 things to watch on Super Tuesday5 states to watch on Super TuesdayMORE on Tuesday said that most people want the middle of the road in… [+2127 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brett Samuels",
            "title": "Trump donates quarterly salary to HHS for coronavirus efforts",
            "description": "President Trump has donated his quarterly salary to the Department of Health and Human Services (HHS) as it seeks to combat the coronavirus, the White House announced Tuesday.Press secretary Stephanie Grisham tweet...",
            "url": "https://thehill.com/homenews/administration/485719-trump-donates-quarterly-salary-to-hhs-for-coronavirus-efforts",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_03032020getty.jpg",
            "publishedAt": "2020-03-03T18:56:19Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE has donated his quarterly salary to the Department of Health and Human Services (H… [+1882 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brett Samuels",
            "title": "Trump backs off suggestion to close southern border over coronavirus",
            "description": "President Trump on Tuesday said the administration is no longer seriously considering closing the southern border due to the spread of coronavirus, three days after he said the idea was being weighed \"very strongly.\"...",
            "url": "https://thehill.com/homenews/administration/485767-trump-backs-off-suggestion-to-close-southern-border-over-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_02262020getty.jpg",
            "publishedAt": "2020-03-03T21:19:07Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE on Tuesday said the administration is no longer seriously considering closing the … [+1243 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jordain Carney",
            "title": "Vaccine costs emerge as roadblock to coronavirus funding deal",
            "description": "Vaccine affordability has emerged as a final roadblock to getting a deal on billions in funding to combat the coronavirus.Negotiators in Congress are hoping to unveil a funding deal, but as of early Tuesday evening...",
            "url": "https://thehill.com/homenews/senate/485800-vaccine-costs-emerge-as-roadblock-to-coronavirus-funding-deal",
            "urlToImage": "https://thehill.com/sites/default/files/schumercharles_022520gn3_lead.jpg",
            "publishedAt": "2020-03-03T23:29:00Z",
            "content": "Vaccine affordability has emerged as a final roadblock to getting a deal on billions in funding to combat the coronavirus.\r\nNegotiators in Congress are hoping to unveil a funding deal soon, but as of early Tuesday evening lawmakers and top staff were haggling… [+3905 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jordain Carney",
            "title": "Schumer expects Senate to pass coronavirus funding this week",
            "description": "Senate Minority Leader Charles Schumer (D-N.Y.) says he expects the Senate to pass billions in new funding to combat the coronavirus by the end of the week.\"I'm pleased that both parties in Congress, in both houses...",
            "url": "https://thehill.com/homenews/senate/485671-schumer-expects-senate-to-pass-coronavirus-funding-this-week",
            "urlToImage": "https://thehill.com/sites/default/files/schumercharles_012920bc_lead.jpg",
            "publishedAt": "2020-03-03T16:02:23Z",
            "content": "Senate Minority Leader Charles SchumerCharles (Chuck) Ellis SchumerOvernight Energy: Lawmakers clamor to add provisions to fast-moving energy bill | EPA board questions replacement of Obama-era emissions rule | Dem senator asks watchdog to investigate two EPA… [+2580 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alicia Cohn",
            "title": "Emerald City Comic Con will take place in Seattle amid coronavirus fears",
            "description": "The Emerald City Comic Con, an annual Seattle event that attracted nearly 100,000 people last year, is set to take place next week even as multiple other conferences are cancelled amid the coronavirus outbreak in Washingt...",
            "url": "https://thehill.com/homenews/news/485665-emerald-city-comic-con-will-take-place-in-seattle-amid-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/seattle.skyline.jpg",
            "publishedAt": "2020-03-03T15:48:07Z",
            "content": "The Emerald City Comic Con (ECCC), an annual Seattle event that attracted nearly 100,000 people last year, is set to take place next week even as multiple conferences are cancelled amid the coronavirus outbreak in Washington state.\r\nThe convention will take p… [+1322 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Naomi Jagoda",
            "title": "Trump urges House Democrats to propose payroll tax cut",
            "description": "President Trump is calling for House Democrats to propose a one-year payroll tax cut, as he looks to mitigate the impact of the coronavirus on the U.S. economy.\"The Democrats in the House should propose a very simp...",
            "url": "https://thehill.com/policy/finance/485632-trump-urges-house-democrats-to-propose-payroll-tax-cut",
            "urlToImage": "https://thehill.com/sites/default/files/trump2_030220getty.jpg",
            "publishedAt": "2020-03-03T12:55:08Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE is calling for House Democrats to propose a one-year payroll tax cut, as he looks … [+1348 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justin Wise",
            "title": "Dem lawmaker calls out CDC for removing data on number of Americans tested for coronavirus",
            "description": "Rep. Mark Pocan (D-Wis.) is demanding information from the Centers for Disease Control and Prevention (CDC) about its decision to stop sharing data about the number of people tested for the novel coronavirus in the United...",
            "url": "https://thehill.com/homenews/house/485722-dem-lawmaker-calls-out-cdc-for-removing-data-on-number-of-americans-tested-for",
            "urlToImage": "https://thehill.com/sites/default/files/pocanmark_051719as_lead.jpg",
            "publishedAt": "2020-03-03T19:11:03Z",
            "content": "Rep. Mark PocanMark William PocanDemocrats spar with DeVos at hearing, say Trump budget would 'privatize education'Overnight Health Care Presented by American Health Care Association Trump taps Pence to lead coronavirus response | Trump accuses Pelosi of tryi… [+3854 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Ellen Mitchell",
            "title": "Pentagon calls NYT article on Esper and coronavirus response 'dangerous and inaccurate'",
            "description": "The Pentagon issued a sharp rebuttal Tuesday to a New York Times article saying Defense Secretary Mark Esper directed commanders to notify the Defense Department of their coronavirus responses to avoid surprising the Whit...",
            "url": "https://thehill.com/policy/defense/485735-pentagon-calls-nyt-article-on-esper-and-coronavirus-response-dangerous-and",
            "urlToImage": "https://thehill.com/sites/default/files/espermark_122019getty_lead.jpg",
            "publishedAt": "2020-03-03T20:05:07Z",
            "content": "The Pentagon issued a sharp rebuttal Tuesday to a New York Times article saying Defense Secretary Mark EsperMark EsperTrump officially sends Senate his Navy secretary nominationHillicon Valley: Facebook takes down foreign influence campaigns | Senior Trump of… [+2629 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Two test positive for coronavirus in Georgia",
            "description": "Two people have tested positive in Georgia for a novel form of coronavirus behind a global outbreak, the state's Department of Health said Monday.At a press conference first reported by the...",
            "url": "https://thehill.com/policy/healthcare/485625-two-test-positive-for-coronavirus-in-georgia",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronasars_020420getty.jpg",
            "publishedAt": "2020-03-03T03:47:45Z",
            "content": "Two people have tested positive in Georgia for a novel form of coronavirus behind a global outbreak, the state's Department of Health said Monday.\r\nAt a press conference first reported by the Atlanta Journal-Constitution, Gov. Brian Kemp (R) and state officia… [+982 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Juliegrace Brufke",
            "title": "McCarthy blasts Democrats' campaign arm for ads against Republicans on coronavirus response",
            "description": "House Minority Leader Kevin McCarthy (R-Calif.) on Tuesday blasted the Democratic Congressional Campaign Committee (DCCC) for running ads against Republican House members over the Trump administration's response to the co...",
            "url": "https://thehill.com/homenews/house/485681-mccarthy-blasts-democrats-campaign-arm-for-ads-against-republicans-on",
            "urlToImage": "https://thehill.com/sites/default/files/mccarthykevin_010920gn_lead.jpg",
            "publishedAt": "2020-03-03T16:40:00Z",
            "content": "House Minority Leader Kevin McCarthyKevin Owen McCarthyCongress scrambles to finalize coronavirus funding, surveillance dealsPelosi invites leaders to briefing on preventing coronavirus spread in CapitolThis week: House eyes vote on emergency coronavirus fund… [+3060 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Trump criticizes Fed rate cut as insufficient: 'More easing and cutting!'",
            "description": "President Trump on Tuesday criticized the Federal Reserve's decision to cut i...",
            "url": "https://thehill.com/homenews/administration/485673-trump-criticizes-fed-rate-cut-as-insufficient-more-easing-and-cutting",
            "urlToImage": "https://thehill.com/sites/default/files/powelltrump_030320getty.jpg",
            "publishedAt": "2020-03-03T16:09:31Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE on Tuesday criticized the Federal Reserves decision to cut interest rates a half p… [+2550 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Peter Sullivan",
            "title": "Senators press Pence over coronavirus response in private briefing",
            "description": "Senators on Tuesday pressed Vice President Pence in a closed-door meeting over the administration's response to coronavirus, particularly expressing concerns with a lack of testing.Democratic senators, in particula...",
            "url": "https://thehill.com/policy/healthcare/485755-senators-press-pence-over-coronavirus-response-in-private-briefing",
            "urlToImage": "https://thehill.com/sites/default/files/pencemike_030320gn_lead.jpg",
            "publishedAt": "2020-03-03T20:54:50Z",
            "content": "Senators on Tuesday pressed Vice President Pence in a closed-door meeting over the administrations response to coronavirus, particularly expressing concerns with a lack of testing.\r\nDemocratic senators, in particular, asked sharp questions of Pence and admini… [+5607 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Trump defends coronavirus response, warns Democrats against 'political attacks'",
            "description": "President Trump defended his administration's response to the coronavirus during a campaign rally on Monday and accused Democrats of trying to politicize the issue.\"Washington Democrats are trying to politicize the...",
            "url": "https://thehill.com/homenews/administration/485621-trump-defends-coronavirus-response-warns-dems-against-political",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_03022020getty.jpg",
            "publishedAt": "2020-03-03T02:28:45Z",
            "content": "President TrumpDonald John TrumpThis week: House eyes vote on emergency coronavirus funding Democratic candidates gear up for a dramatic Super TuesdayJudd Gregg: Trump and Pelosi Who's crazy now?MORE defended his administrations response to the coronavirus du… [+2837 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marina Pitofsky",
            "title": "Trump says Fed should cut interest rate",
            "description": "President Trump in an early morning tweet on Tuesday called for the Federal Reserve to cut interest rates significantly after coronavirus fears shook U.S. and global markets.\"Australia's Central Bank cut interest r...",
            "url": "https://thehill.com/homenews/administration/485629-trump-says-fed-should-cut-interest-rate-big",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald4_022920getty.jpg",
            "publishedAt": "2020-03-03T12:31:21Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE in an early morning tweet on Tuesday called for the Federal Reserve to cut interes… [+2833 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "New York insurers ordered to to waive costs associated with coronavirus testing",
            "description": "New York Gov. Andrew Cuomo (D) announced Monday evening that he would direct state health insurers to waive fees related to coronavirus testing in the state amid fears of an outbreak in the U.S.In a series of tweet...",
            "url": "https://thehill.com/policy/healthcare/485622-new-york-insurers-ordered-to-to-waive-costs-associated-with-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/andrewcuomo_09142018.jpg",
            "publishedAt": "2020-03-03T02:41:02Z",
            "content": "New York Gov. Andrew Cuomo (D) announced Monday evening that he would direct state health insurers to waive fees related to coronavirus testing in the state amid fears of an outbreak in the U.S.\r\nIn a series of tweets, Cuomo wrote that cost should not be a ba… [+1172 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alicia Cohn",
            "title": "Denver city councilwoman says call to spread coronavirus at Trump rallies was 'sarcastic'",
            "description": "A Democratic Denver city councilwoman on Tuesday is defending as \"sarcastic\" a retweet appearing to call for anyone with coronavirus to attend rallies for President Trump.Her office has dismissed calls from the Col...",
            "url": "https://thehill.com/homenews/state-watch/485760-denver-city-councilwoman-says-call-to-spread-coronavirus-at-trump",
            "urlToImage": "https://thehill.com/sites/default/files/cdebaca-tweet-screenshot030320.jpg",
            "publishedAt": "2020-03-03T21:00:39Z",
            "content": "A Democratic Denver city councilwoman on Tuesday is defending as \"sarcastic\" a retweet appearing to call for anyone with coronavirus to attend rallies for President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCo… [+2370 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Facebook skipping SXSW amid coronavirus outbreak",
            "description": "Tech giant Facebook on Monday announced that it would not participate in this year's South by Southwest (SXSW) festival due to coronavirus-related concerns.\"Due to concerns related to coronavirus, our company and e...",
            "url": "https://thehill.com/policy/technology/485635-facebook-skipping-sxsw-amid-coronavirus-outbreak",
            "urlToImage": "https://thehill.com/sites/default/files/facebook_043019getty_0.jpg",
            "publishedAt": "2020-03-03T13:34:18Z",
            "content": "Tech giant Facebook on Monday announced that it would not participate in this year's South by Southwest (SXSW) festival due to coronavirus-related concerns.\r\nDue to concerns related to coronavirus, our company and employees will not be participating in SXSW t… [+1221 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Bloomberg says he agrees with Trump policies on China, North Korea",
            "description": "Former New York City Mayor Michael Bloomberg on Monday said that we agreed with President Trump's strategy of putting pressure on China and having open communications with North Korea.\"A lot of criticisms of Donald...",
            "url": "https://thehill.com/homenews/campaign/485648-bloomberg-says-he-agrees-with-trump-policies-on-china-north-korea",
            "urlToImage": "https://thehill.com/sites/default/files/ca_bloombergpublicworks_012220_0.jpg",
            "publishedAt": "2020-03-03T14:45:48Z",
            "content": "Former New York City Mayor Michael BloombergMichael Rubens Bloomberg5 states to watch on Super TuesdayTrump zeroes in on Biden gaffes at rally on eve of Super TuesdayThe Hill's Campaign Report: Centrists rush behind Biden to stop SandersMORE on Monday said th… [+1891 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Kaelan Deese",
            "title": "Ivanka Trump changed her voter registration from Democrat to Republican in 2018",
            "description": "White House senior adviser Ivanka Trump officially told The New York Times this week that she switched her party affiliation from Democrat to Republican in 2018, shortly before the midte...",
            "url": "https://thehill.com/homenews/news/485774-ivanka-trump-changed-her-voter-registration-from-democrat-to-republican",
            "urlToImage": "https://thehill.com/sites/default/files/trumpivanka_061119gn6_lead.jpg",
            "publishedAt": "2020-03-03T22:00:27Z",
            "content": "White House senior adviser Ivanka TrumpIvana (Ivanka) Marie TrumpStocks have worst week in a decade on coronavirus fearsTrump's top economic adviser confident coronavirus won't sink economyTrump declares US-India relationship 'stronger than ever before'MORE o… [+1881 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Laura Kelly",
            "title": "Absent Sanders takes center stage at pro-Israel AIPAC",
            "description": "Sen. Bernie Sanders (I-VT) isn't at this year's AIPAC conference. But he's on everyone's minds.Sanders, the frontrunner for the Democratic presidential nomination, is an avowed opponent of the Washington group, whi...",
            "url": "https://thehill.com/homenews/campaign/485734-absent-sanders-takes-center-stage-at-pro-israel-aipac",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_022719getty_1.jpg",
            "publishedAt": "2020-03-03T19:49:30Z",
            "content": "Sen. Bernie SandersBernie SandersSanders poised for big Super Tuesday5 things to watch on Super Tuesday5 states to watch on Super TuesdayMORE (I-Vt.) isnt at this year's American Israel Public Affairs Committee (AIPAC) conference. But hes on everyone's minds.… [+6614 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexis Simendinger and Al Weaver",
            "title": "The Hill's Morning Report - Presented by the APTA - Dems rally to Biden's side on Super Tuesday Eve",
            "description": "Presented by the American Public Transportation Association...",
            "url": "https://thehill.com/homenews/morning-report/485627-the-hills-morning-report",
            "urlToImage": "https://thehill.com/sites/default/files/newsletter-cms_030320getty.jpg",
            "publishedAt": "2020-03-03T11:37:53Z",
            "content": "Presented by the American Public Transportation Association\r\nWelcome to The Hills Morning Report. Happy Tuesday, and yes, its SUPER! We get you up to speed on the most important developments in politics and policy, plus trends to watch. Alexis Simendinger and… [+23007 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "jcoleman@thehill.com (Justine Coleman)",
            "title": "Pence office says he did not have contact with student later quarantined for coronavirus",
            "description": "Vice President Mike Pence’s office said he did not have contact with a Florida student who was later quarantined for the coronavirus while visiting the student's school, Bloomberg News reported.The vice president on Friday reportedly shook...",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485664-pence-office-says-he-did-not-have-contact-with-student",
            "urlToImage": "https://thehill.com/sites/default/files/pencemike_022720getty_pence_0.jpg",
            "publishedAt": "2020-03-03T15:46:27Z",
            "content": "Vice President Mike PenceMichael (Mike) Richard PenceFDA official expects 1M coronavirus tests to be available by week's endCNN's Begala: Trump will 'dump Pence' for Haley on day of Democratic nominee's acceptance speechCoronavirus puts new use to White House… [+1927 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Trump says he will visit Tennessee after deadly tornadoes hit state",
            "description": "President Trump said Tuesday that he would visit Tennessee on Friday following a deadly string of tornadoes that authorities said killed at least 19 people in the state.\"Before I begin, I want to send my warm wishe...",
            "url": "https://thehill.com/homenews/administration/485685-trump-says-he-will-visit-tennessee-after-deadly-tornadoes-hit-state",
            "urlToImage": "https://thehill.com/sites/default/files/trump2_030220getty.jpg",
            "publishedAt": "2020-03-03T16:59:15Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE said Tuesday that he would visit Tennessee on Friday following a deadly string of … [+1697 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joe Concha",
            "title": "Chris Matthews announces his retirement from MSNBC",
            "description": "MSNBC's Chris Matthews abruptly announced his retirement at the top of his program on Monday night after a tumultuous month that included calls for his firing.\"I'm retiring. This is the last 'Hardball' on MSNBC, an...",
            "url": "https://thehill.com/homenews/media/485597-chris-matthews-announces-his-retirement-from-msnbc",
            "urlToImage": "https://thehill.com/sites/default/files/matthewschris_052919getty.jpg",
            "publishedAt": "2020-03-03T00:09:51Z",
            "content": "MSNBC's Chris Matthews abruptly announced his retirement at the top of his program on Monday night after a tumultuous month that included calls for his firing.\r\n\"Im retiring. This is the last 'Hardball' on MSNBC, and obviously this isnt for lack of interest i… [+5146 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "jcoleman@thehill.com (Justine Coleman)",
            "title": "Virus expert: As much as 70 percent of world's population could get coronavirus",
            "description": "A Harvard University epidemiologist says that as much as 70 percent of the world’s population could get the coronavirus.Marc Lipsitch told CBS News in an interview airing Monday that \"40 to 70 percent\" of the global population could become...",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485602-virus-expert-as-much-as-70-percent-of-worlds",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_022720getty.jpg",
            "publishedAt": "2020-03-03T00:51:54Z",
            "content": "A Harvard University epidemiologist says that as much as 70 percent of the worlds population could get the coronavirus.\r\nMarc Lipsitch told CBS News in an interview airing Monday that \"40 to 70 percent\" of the global population could become infected with coro… [+1488 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Cate Martel",
            "title": "The Hill's 12:30 Report: What to watch as Super Tuesday unfolds",
            "description": "To view past editions of The Hill's 12:30 Report, click here: ...",
            "url": "https://thehill.com/homenews/1230-report/485680-super-tuesday-what-to-watch-when-the-polls-close-president-trump-reacts-to-federal-reserve-interest-rate-cut",
            "urlToImage": "https://thehill.com/sites/default/files/bidenjoe_klobucharamy_030220getty.jpg",
            "publishedAt": "2020-03-03T17:34:18Z",
            "content": "To view past editions of The Hill's 12:30 Report, click here: http://bit.ly/1M1mIfw\r\nTo receive The Hill's 12:30 Report in your inbox, please sign up here: http://bit.ly/1Tt4hqN\r\n--&gt; A midday take on what's happening in politics and how to have a sense of … [+8561 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "jcoleman@thehill.com (Justine Coleman)",
            "title": "Gov. Cuomo confirms second case of coronavirus in New York: report",
            "description": "New York Gov. Andrew Cuomo (D) on Tuesday confirmed a second case of coronavirus in his state, The New York Times reported.The governor said the second confirmed case involves a male patient in his 50s in Westchester County, outside of New York City...",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485644-cuomo-confirms-second-case-of-coronavirus-in-new-york",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus1_020320getty.jpg",
            "publishedAt": "2020-03-03T14:26:02Z",
            "content": "New York Gov. Andrew Cuomo (D) on Tuesday confirmed a second case of coronavirus in his state, The New York Times reported.\r\nThe governor said the second confirmed case involves a male patient in his 50s in Westchester County, outside of New York City. A stat… [+1088 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brett Samuels",
            "title": "Bolton book release delayed due to government review",
            "description": "The release date for former national security adviser John Bolton's memoir about his time in the Trump administration has been delayed due to an ongoing government classification review, the book's publisher said Tuesday....",
            "url": "https://thehill.com/homenews/media/485669-bolton-book-release-delayed-due-to-government-review",
            "urlToImage": "https://thehill.com/sites/default/files/boltonjohn_020719upi_lead.jpg",
            "publishedAt": "2020-03-03T15:58:29Z",
            "content": "The release date for former national security adviser John BoltonJohn BoltonOvernight Health Care Presented by American Health Care Association Trump taps Pence to lead coronavirus response | Trump accuses Pelosi of trying to create panic | CDC confirms case … [+2527 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Anagha Srikanth",
            "title": "How much will getting coronavirus cost you?",
            "description": "The cost of testing and treatment might keep some from seeing a doctor.",
            "url": "https://thehill.com/changing-america/respect/poverty/485666-how-much-will-getting-coronavirus-cost-you",
            "urlToImage": "https://thehill.com/sites/default/files/ca_billingstatement_3320istock.jpg",
            "publishedAt": "2020-03-03T15:44:16Z",
            "content": "The novel coronavirus has arrived in the U.S., and while government officials assure the public they are ready for it, theres another question hanging over the heads of some Americans can I afford to get it?\r\nMillions of Americans are uninsured 27.5 million a… [+2711 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joseph Guzman",
            "title": "WHO: Coronavirus more deadly than flu but can be contained",
            "description": "The World Health Organization (WHO) director-general said about 3.4 percent of confirmed cases of COVID-19 have died.",
            "url": "https://thehill.com/changing-america/well-being/prevention-cures/485770-who-coronavirus-more-deadly-than-flu-but-can-be",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronavirusoutsidechina_022720getty_0.jpg",
            "publishedAt": "2020-03-03T21:25:07Z",
            "content": "World Health Organization (WHO) officials said Tuesday that the novel coronavirus is more deadly than the flu, but is containable. \r\nWHO Director-General Tedros Adhanom Ghebreyesus said during a news conference Tuesday that about 3.4 percent of confirmed COVI… [+1837 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Trump: Biden 'doesn't know where he is, or what he's doing'",
            "description": "President Trump highlighted former Vice President Joe Biden's gaffes late Monday, saying the Democratic presidential candidate doesn't know \"what office he's running for.\"\"...",
            "url": "https://thehill.com/homenews/administration/485628-trump-biden-doesnt-know-where-he-is-or-what-hes-doing",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald7_022820getty.jpg",
            "publishedAt": "2020-03-03T12:26:06Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE highlighted former Vice President Joe BidenJoe BidenSanders poised for big Super T… [+1799 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Klobuchar endorses Biden at Dallas rally",
            "description": "Sen. Amy Klobuchar (D-Minn.) joined former Vice President Joe Biden on stage at a rally Monday evening in Texas to throw her support behind him for the Democratic presidential nomination.Standing next to the former...",
            "url": "https://thehill.com/homenews/campaign/485623-klobuchar-endorses-biden-at-dallas-rally",
            "urlToImage": "https://thehill.com/sites/default/files/klobucharamy_021020gn13_lead.jpg",
            "publishedAt": "2020-03-03T02:52:25Z",
            "content": "Sen. Amy KlobucharAmy Jean Klobuchar Democratic candidates gear up for a dramatic Super TuesdayKlobuchar cancels campaign rally after protestsBiden calls for end to humanitarian crisis in GazaMORE (D-Minn.) joined former Vice President Joe BidenJoe Biden Demo… [+1453 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "Time's Up hits Trump administration on lack of sexual harassment guidance on EEOC portal",
            "description": "Time's Up, the movement against sexual harassment founded by Hollywood celebrities, on Tuesday blasted a report that the Trump administration has yet to add long-awaited guidance on sexual harassment to the Equal Employme...",
            "url": "https://thehill.com/regulation/labor/485765-times-up-hits-trump-administration-on-lack-of-sexual-harassment-guidance-on",
            "urlToImage": "https://thehill.com/sites/default/files/metoo_movement12312018.jpeg",
            "publishedAt": "2020-03-03T21:16:32Z",
            "content": "Times Up, the movement against sexual harassment founded by Hollywood celebrities, on Tuesday blasted a report that the Trump administration has yet to add long-awaited guidance on sexual harassment to the Equal Employment Opportunity Commissions (EEOC) onlin… [+1549 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joe Concha",
            "title": "Sean Spicer to launch 'Spicer & Co.' on Newsmax TV Tuesday night",
            "description": "Sean Spicer will launch \"Spicer & Co.\" on Tuesday evening, with the former White House press secretary stating that while he will be a supporter of President Trump, the new show will not be vehicle for his re-election...",
            "url": "https://thehill.com/homenews/media/485647-sean-spicer-to-launch-spicer-co-on-newsmax-tv-tuesday-night",
            "urlToImage": "https://thehill.com/sites/default/files/spicersean_072818getty.jpg",
            "publishedAt": "2020-03-03T14:42:12Z",
            "content": "Sean SpicerSean Michael SpicerRepublicans give 2024 tryouts at CPACHillicon Valley Presented by Facebook FCC fines mobile carriers 0M for selling user data | Twitter verified fake 2020 candidate | Dems press DHS to complete election security report | Reddit c… [+1596 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "J. Edward Moreno",
            "title": "Top Latino group releases presidential candidate scorecard on immigration",
            "description": "The political arm of a prominent immigrant rights organization released a scorecard on Super Tuesday grading Democratic primary candida...",
            "url": "https://thehill.com/homenews/campaign/485708-top-latino-group-releases-presidential-candidate-scorecard-on-immigration",
            "urlToImage": "https://thehill.com/sites/default/files/immigration_protest_getty100119.jpg",
            "publishedAt": "2020-03-03T18:34:49Z",
            "content": "The political arm of a prominent immigrant rights organization released a scorecard on Super Tuesday grading Democratic primary candidates and President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scram… [+1846 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Adonis Hoffman, opinion contributor",
            "title": "Trumping 'Big Tech' — How the president will balance the ledger | TheHill - The Hill",
            "description": "It appears the president might add to his growing list of winnings by trumping the titans of “Big Tech.”",
            "url": "https://thehill.com/opinion/technology/485431-trumping-big-tech-how-the-president-will-balance-the-ledger",
            "urlToImage": "https://thehill.com/sites/default/files/trump1_021820getty.jpg",
            "publishedAt": "2020-03-03T14:00:08Z",
            "content": "In case you havent noticed, President Donald TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE is on a tear. Acquitted by the Senate in the im… [+6360 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexander Bolton",
            "title": "Senators see tide turning toward Biden after big win",
            "description": "Senate Democrats are starting to line up behind Joe Biden after his dominant win in South Carolina, reflecting the former vice president’s longstanding relationships on Capitol Hill and growing confidence among lawmakers about his electability.",
            "url": "https://thehill.com/homenews/senate/485611-senators-see-tide-turning-toward-biden-after-big-win",
            "urlToImage": "https://thehill.com/sites/default/files/testerjon_020320gn_lead.jpg",
            "publishedAt": "2020-03-03T01:43:29Z",
            "content": "Senate Democrats are starting to line up behind Joe BidenJoe Biden Democratic candidates gear up for a dramatic Super TuesdayJuan Williams: Will the GOP ever curb Trump?Obama called Biden to congratulate him after South Carolina victory: reportMORE after his … [+7777 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Maggie Miller,Emily Birnbaum and Chris Mills Rodrigo",
            "title": "Hillicon Valley: Facebook takes down foreign influence campaigns | Senior Trump officials warn of foreign interference on Super Tuesday | Apple offers $500M settlement for slowing older iPhones | Treasury sanctions Chinese hackers",
            "description": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this...",
            "url": "https://thehill.com/policy/cybersecurity/overnights/485576-hillicon-valley-facebook-removes-foreign-misinformation",
            "urlToImage": "https://thehill.com/sites/default/files/facebooklogo_112819getty.jpg",
            "publishedAt": "2020-03-03T00:17:23Z",
            "content": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this LINK.\r\nWelcome! Follow the cyber team, Ma… [+13327 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexander Bolton",
            "title": "Susan Collins withholding judgment on Trump's top intelligence pick",
            "description": "Sen. Susan Collins (R-Maine), a key member of the Intelligence Committee, on Tuesday said she does not know much about Rep. John Ratcliffe (R-Texas), who has been selected by President Trump to serve as director of nation...",
            "url": "https://thehill.com/homenews/senate/485676-susan-collins-withholding-judgment-on-trumps-top-intelligence-pick",
            "urlToImage": "https://thehill.com/sites/default/files/collinsusan_011620upi_lead.jpg",
            "publishedAt": "2020-03-03T16:22:01Z",
            "content": "Sen. Susan CollinsSusan Margaret CollinsJuan Williams: Will the GOP ever curb Trump?Schumer urges GOP to oppose Trump's intel pick Education Department changing eligibility for hundreds of rural school districts receiving aid: reportMORE (R-Maine), a key memb… [+4210 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Trump zeroes in on Biden gaffes at rally on eve of Super Tuesday",
            "description": "President Trump devoted a significant portion of his remarks at a campaign rally in North Carolina on Monday to mocking former Vice President Joe Biden for his speaking gaffes.Trump jabbed Biden for accidentally re...",
            "url": "https://thehill.com/homenews/administration/485614-trump-zeroes-in-on-biden-gaffes-at-rally-on-eve-of-super-tuesday",
            "urlToImage": "https://thehill.com/sites/default/files/trumpd_03022020getty.jpg",
            "publishedAt": "2020-03-03T01:18:18Z",
            "content": "President TrumpDonald John TrumpThis week: House eyes vote on emergency coronavirus funding Democratic candidates gear up for a dramatic Super TuesdayJudd Gregg: Trump and Pelosi Who's crazy now?MORE devoted a significant portion of his remarks at a campaign … [+4111 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Biden: Buttigieg 'reminds me of my son Beau'",
            "description": "Joe Biden complimented former South Bend, Ind. Mayor Pete Buttigieg at a rally Monday night after Buttigieg announced his endorsement of the former vice president, telling attendees that the 38-year-old reminds him of his...",
            "url": "https://thehill.com/homenews/campaign/485616-biden-on-buttigieg-at-rally-he-reminds-me-of-my-son-beau",
            "urlToImage": "https://thehill.com/sites/default/files/bidenjoe_022920gn11_lead.jpg",
            "publishedAt": "2020-03-03T01:31:01Z",
            "content": "Joe BidenJoe Biden Democratic candidates gear up for a dramatic Super TuesdayJuan Williams: Will the GOP ever curb Trump?Obama called Biden to congratulate him after South Carolina victory: reportMORE complimented former South Bend, Ind. Mayor Pete ButtigiegP… [+2184 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justin Wise",
            "title": "Beto O'Rourke to endorse Biden: report",
            "description": "Former Rep. Beto O'Rourke (D-Texas), who dropped out of the presidential race last November, plans to endorse former Vice President Joe Biden's 2020 bid on Monday,...",
            "url": "https://thehill.com/homenews/campaign/485610-beto-orourke-to-endorse-biden-for-president-report",
            "urlToImage": "https://thehill.com/sites/default/files/orourkebeto_10152019getty_0.jpg",
            "publishedAt": "2020-03-03T01:03:03Z",
            "content": "Former Rep. Beto O'RourkeBeto O'RourkeCNN signs Andrew Yang as contributorKrystal Ball: Voters are coming to their own judgements about who is electableWarren campaign to host series of events in TexasMORE (D-Texas), who dropped out of the presidential race l… [+2394 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Emily Birnbaum",
            "title": "Digital rights activists raise money for billboard criticizing Schiff over surveillance fight",
            "description": "Digital rights activists are fundraising for a billboard criticizing Rep. Adam Schiff (D-Calif.) over his efforts to reauthorize a surveillance bill that they say does not go far enough in reforming how the government is...",
            "url": "https://thehill.com/policy/technology/485638-digital-rights-activists-raise-money-for-billboard-criticizing-schiff-over",
            "urlToImage": "https://thehill.com/sites/default/files/schiffadam_crowjason_020320bc_lead.jpg",
            "publishedAt": "2020-03-03T13:48:19Z",
            "content": "Digital rights activists are fundraising for a billboard criticizing Rep. Adam SchiffAdam Bennett SchiffCongress scrambles to finalize coronavirus funding, surveillance dealsJuan Williams: Will the GOP ever curb Trump?The Hill's Morning Report Presented by Fa… [+5757 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marina Pitofsky",
            "title": "Pope tests negative for coronavirus: report",
            "description": "Pope Francis has tested negative for coronavirus after canceling a retreat in the due to a cold, according to an Italian media report.Vatican spokesman Matteo Bruni...",
            "url": "https://thehill.com/blogs/blog-briefing-room/news/485634-pope-tests-negative-for-coronavirus-report",
            "urlToImage": "https://thehill.com/sites/default/files/popefrancis_020619getty.jpg",
            "publishedAt": "2020-03-03T13:22:49Z",
            "content": "Pope FrancisPope FrancisPope blames cold for skipping retreatPope urges faithful to give up trolling on social media for LentThe Hill's Morning Report - Presented by Facebook - Trump on US coronavirus risks: 'We're very, very ready for this'MORE has tested ne… [+980 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Maggie Miller, Chris Mills Rodrigo, Emily Birnbaum",
            "title": "Hillicon Valley: Democrats in talks to bridge surveillance divide | DHS expresses confidence in Super Tuesday election security | State pledges $8M to Ukraine for cyber help | Facebook skipping SXSW amid coronavirus",
            "description": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this...",
            "url": "https://thehill.com/policy/technology/overnights/485794-hillicon-valley-schiff-says-democrats-are-negotiating-over",
            "urlToImage": "https://thehill.com/sites/default/files/lofgrenzoe_schiffadam_012420bc_lead.jpg",
            "publishedAt": "2020-03-03T23:47:17Z",
            "content": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this LINK.\r\nWelcome! Follow the cyber team, Ma… [+16310 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marina Pitofsky",
            "title": "American, Delta airlines waiving change fees amid coronavirus outbreak",
            "description": "American Airlines, Delta Air Lines and other major airlines are waiving some ticket change and cancellation fees as coronavirus spread globally.The major airlines join JetBlue, who...",
            "url": "https://thehill.com/blogs/blog-briefing-room/news/485642-american-delta-airlines-waiving-change-fees-amid-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/delta_atl_090519gn_lead.jpg",
            "publishedAt": "2020-03-03T14:19:45Z",
            "content": "American Airlines, Delta Air Lines and other major airlines are waiving some ticket change and cancellation fees as coronavirus spread globally. \r\nThe major airlines join JetBlue, who announced last week that they would suspend change and cancellation fees fo… [+1333 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Mika Brzezinski: 'As a woman I loved working with Chris Matthews'",
            "description": "\"Morning Joe\" co-host Mika Brzezinski spoke out about the abrupt retirement of her long-time MSNBC colleague Chris Matthews on Monday.",
            "url": "https://thehill.com/homenews/media/485697-mika-brzezinski-as-a-woman-i-loved-working-with-chris-matthews",
            "urlToImage": "https://thehill.com/sites/default/files/mikaapology_msnbc_121418.png",
            "publishedAt": "2020-03-03T17:52:44Z",
            "content": "\"Morning Joe\" co-host Mika BrzezinskiMika Emilie Brzezinski15.8 million tune in to CBS, BET for SC Democratic debateModerators come under criticism online over contentious debateScarborough: Media 'parroting' Trump economy when Obama's 'was much stronger'MORE… [+3475 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joe Concha",
            "title": "Chris Wallace: Trump and Sanders are the candidates with supporters who 'would walk through fire for them'",
            "description": "\"Fox News Sunday\" anchor Chris Wallace says that President Trump and Sen. Bernie Sanders (I-Vt.) both have grassroots supporters who \"would walk through fire for them\" - and that former Vice President Joe Biden and former...",
            "url": "https://thehill.com/homenews/media/485772-chris-wallace-trump-and-sanders-are-the-candidates-with-supporters-who-would",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_trumpdonald_022520getty_split_web.jpg",
            "publishedAt": "2020-03-03T21:29:57Z",
            "content": "Fox News Sunday anchor Chris WallaceChristopher (Chris) WallaceBiden refers to Chris Wallace as 'Chuck' during Fox News interviewBiden: Potential Super Tuesday loss 'surely doesn't help, but there's a lot of big states coming up after that'Biden on claim he w… [+2422 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Mike Lillis",
            "title": "Hoyer says House will vote soon to limit Trump's war powers",
            "description": "The House will vote within weeks to limit President Trump's war powers with Iran, the second-ranking House Democrat said Tuesday.Rep. Steny Hoyer (D-Md.), the House majority leader, said he supports the war powers...",
            "url": "https://thehill.com/homenews/house/485701-hoyer-says-house-will-vote-soon-to-limit-trumps-war-powers",
            "urlToImage": "https://thehill.com/sites/default/files/hoyersteny_011420gn2_lead.jpg",
            "publishedAt": "2020-03-03T17:44:32Z",
            "content": "The House will vote within weeks to limit President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE's war powers with Iran, the second-ranki… [+1992 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jessie Hellmann",
            "title": "Nine coronavirus deaths now reported in Washington state",
            "description": "Washington state health officials reported three more deaths from the coronavirus Wednesday, increasing the number of fatalities to nine.In all, state officials have confirmed 27 cases of the coronavirus, including...",
            "url": "https://thehill.com/policy/healthcare/485741-nine-coronavirus-deaths-now-reported-in-washington-state",
            "urlToImage": "https://thehill.com/sites/default/files/us_coronavirus_1204066779getty.jpg",
            "publishedAt": "2020-03-03T20:14:29Z",
            "content": "Washington state health officials reported three more deaths from the coronavirus Wednesday, increasing the number of fatalities to nine.\r\nIn all, state officials have confirmed 27 cases of the coronavirus, including the deaths.\r\nMost of those who have died w… [+406 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "rbeitsch@thehill.com (Rebecca Beitsch)",
            "title": "Trump calls for full funding for conservation program after slashing it in his budget",
            "description": "President Trump on Tuesday called on Congress to fully fund a conservation program that his budget has repeatedly sought to cut.The Land and Water Conservation Fund (LWCF) uses oil and gas revenue to fund a variety of conservation efforts, such as...",
            "url": "https://thehill.com/policy/energy-environment/485780-trump-calls-for-full-funding-for-conservation-program-after",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonaldtwo_03032020getty.jpg",
            "publishedAt": "2020-03-03T22:07:14Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE on Tuesday called on Congress to fully fund a conservation program that his budget… [+1603 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brett Samuels and Nathaniel Weixel",
            "title": "Sports leagues take cautious approach with coronavirus",
            "description": "Major U.S. sports leagues are taking precautions and considering contingencies as the coronavirus spreads across the country.Public health officials have urged Americans to go about their everyday lives, while also...",
            "url": "https://thehill.com/policy/healthcare/485788-sports-leagues-take-cautious-approach-with-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/nba_logo.jpg",
            "publishedAt": "2020-03-03T22:28:56Z",
            "content": "Major U.S. sports leagues are taking precautions and considering contingencies as the coronavirus spreads across the country.\r\nPublic health officials have urged Americans to go about their everyday lives, while also warning major disruptions could be coming … [+4969 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Reid Wilson",
            "title": "Meet the federal government's coronavirus expert",
            "description": "Whenever the U.S. is threatened by a virus, Anthony Fauci can usually be found sitting in front of a television camera explaining the situation to Americans.",
            "url": "https://thehill.com/policy/healthcare/485604-meet-the-federal-governments-coronavirus-expert",
            "urlToImage": "https://thehill.com/sites/default/files/fauci_web.jpg",
            "publishedAt": "2020-03-03T11:00:18Z",
            "content": "Whenever the U.S. is threatened by a virus, Anthony Fauci can usually be found sitting in front of a television camera explaining the situation to Americans.\r\nFor more than three decades, Fauci, the director of the National Institute of Allergy and Infectious… [+6824 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley",
            "title": "Sanders poised for big Super Tuesday",
            "description": "Sen. Bernie Sanders (I-Vt.) is poised to win the most delegates when 14 states vote on this cycle's Super Tuesday, while former Vice President Joe Biden is looking to solidify his position as the centrist alternative....",
            "url": "https://thehill.com/homenews/campaign/485613-sanders-poised-for-big-super-tuesday",
            "urlToImage": "https://thehill.com/sites/default/files/super_tuesday_030220gnupi_lead.jpg",
            "publishedAt": "2020-03-03T11:00:31Z",
            "content": "Sen. Bernie SandersBernie SandersThis week: House eyes vote on emergency coronavirus funding Democratic candidates gear up for a dramatic Super TuesdayJudd Gregg: Trump and Pelosi Who's crazy now?MORE (I-Vt.) is poised to win the most delegates when 14 states… [+9258 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Kaelan Deese",
            "title": "France closes more than 100 schools due to coronavirus",
            "description": "France closed nearly 120 schools on Tuesday due to clusters of coronavirus infections in northern regions of the country.An estimated 35,...",
            "url": "https://thehill.com/homenews/news/485655-france-closes-more-than-100-schools-due-to-virus",
            "urlToImage": "https://thehill.com/sites/default/files/blanquer_03032020_getty.jpg",
            "publishedAt": "2020-03-03T15:28:32Z",
            "content": "France closed nearly 120 schools on Tuesday due to clusters of coronavirus infections in northern regions of the country.\r\nAn estimated 35,000 students are affected by the closures, with the possibility of more schools postponing classes in the coming days, a… [+928 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "WHO chief warns that coronavirus is 'unchartered territory'",
            "description": "The head of the World Health Organization (WHO) warned Tuesday that the group is in \"unchartered territory\" with the coronavirus outbreak as it spreads globally.",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485654-who-chief-warns-theyre-in-unchartered-territory-on",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus1_022720getty.jpg",
            "publishedAt": "2020-03-03T15:15:34Z",
            "content": "The head of the World Health Organization (WHO) warned Tuesday that the group is in unchartered territory with the coronavirus outbreak as it spreads globally.\r\nWHO Director-General Tedros Adhanom Ghebreyesus posted the warning on Twitter, saying the organiza… [+1615 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Naomi Jagoda and Sylvan Lane",
            "title": "Trump officials pressed on economic response to coronavirus",
            "description": "The Trump administration is facing growing calls to detail how it will protect the economy as worries grow about the impact of the global coronavirus outbreak.",
            "url": "https://thehill.com/policy/finance/485778-trump-officials-pressed-on-economic-response-to-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/mnuchinsteven_030320gn6_lead.jpg",
            "publishedAt": "2020-03-03T21:46:12Z",
            "content": "The Trump administration is facing growing calls to detail how it will protect the economy as worries grow about the impact of the global coronavirus outbreak.\r\nAt a congressional hearing on Tuesday, Treasury Secretary Steven MnuchinSteven Terner MnuchinHilli… [+6511 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "TSA chief says more countries facing travel restrictions over coronavirus 'soon'",
            "description": "The Transportation Security Administration (TSA) chief said Tuesday that more countries will face travel restrictions over the coronavirus \"soon.\"TSA Administrator David Pekoske made the comments...",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485783-tsa-chief-says-more-countries-facing-travel",
            "urlToImage": "https://thehill.com/sites/default/files/pekoskedavid_121317gn_lead.jpg",
            "publishedAt": "2020-03-03T22:24:21Z",
            "content": "The Transportation Security Administration (TSA) chief said Tuesday that more countries will face travel restrictions over the coronavirus soon.\r\nTSA Administrator David Pekoske made the comments during a Senate Appropriations subcommittee on Homeland Securit… [+1302 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marina Pitofsky",
            "title": "Japanese official raises possibility Olympics could be postponed",
            "description": "Japan's Olympic minister said on Tuesday that the contract to hold the Tokyo Games only mandates that the event be held during 2020 amid fears over the spread of coronavirus.Seiko Hashimoto implied that the Olympic...",
            "url": "https://thehill.com/blogs/blog-briefing-room/news/485631-japanese-official-raises-possibility-olympics-could-be",
            "urlToImage": "https://thehill.com/sites/default/files/winterolympics.jpg",
            "publishedAt": "2020-03-03T12:52:04Z",
            "content": "Japans Olympic minister said on Tuesday that the contract to hold the Tokyo Games only mandates that the event be held during 2020 amid fears over the spread of coronavirus.\r\nSeiko Hashimoto implied that the Olympics, currently scheduled to start on July 24, … [+1684 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Naomi Jagoda and Sylvan Lane",
            "title": "Mnuchin: Trump to prioritize infrastructure in any coronavirus stimulus package",
            "description": "Treasury Secretary Steven Mnuchin said Tuesday that infrastructure spending would be a \"priority\" for President Trump if the economy requires stimulus to power through a slowdown caused by a coronavirus outbreak.",
            "url": "https://thehill.com/policy/finance/485659-mnuchin-trump-to-prioritize-infrastructure-in-any-coronavirus-stimulus-package",
            "urlToImage": "https://thehill.com/sites/default/files/mnuchinsteven_120519gn7_lead.jpg",
            "publishedAt": "2020-03-03T15:19:19Z",
            "content": "Treasury Secretary Steven MnuchinSteven Terner MnuchinHillicon Valley: Facebook takes down foreign influence campaigns | Senior Trump officials warn of foreign interference on Super Tuesday | Apple offers 0M settlement for slowing older iPhones | Treasury san… [+3492 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Iran calls on military to help fight coronavirus",
            "description": "Iran is calling on its military to help with efforts to mitigate the coronavirus as it spreads rapidly across the country.Ayatollah Ali Khameniei gave the go-ahead to mobilize 300,000 soldiers an...",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485679-iran-calls-on-military-to-help-fight-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_airport_022420getty.jpg",
            "publishedAt": "2020-03-03T16:42:11Z",
            "content": "Iran is calling on its military to help with efforts to mitigate the coronavirus as it spreads rapidly across the country.\r\nAyatollah Ali Khameniei gave the go-ahead to mobilize 300,000 soldiers and volunteers to combat the virus, The Associated Press reporte… [+1866 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley",
            "title": "Poll: Coronavirus fears dampen sentiment about the economy",
            "description": "Voters remain bullish about the state of the economy but there are warning signs that the coronavirus outbreak is causing new anxieties, according to a new poll.The latest Harvard CAPS/Harris Poll found that 70 per...",
            "url": "https://thehill.com/policy/healthcare/485791-poll-coronavirus-fears-dampen-sentiment-about-the-economy",
            "urlToImage": "https://thehill.com/sites/default/files/california_coronavirus_1204231102getty.jpg",
            "publishedAt": "2020-03-03T22:47:38Z",
            "content": "Voters remain bullish about the state of the economy but there are warning signs that the coronavirus outbreak is causing new anxieties, according to a new poll.\r\nThe latest Harvard CAPS/Harris Poll found that 70 percent of voters believe the economy is stron… [+2941 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jessie Hellmann",
            "title": "Senators hit Trump health officials over coronavirus testing delays",
            "description": "Senators on both sides of the aisle expressed frustration Tuesday with Trump administration officials over coronavirus testing delays, arguing that many more unknown cases could be circulating in the U.S.Faulty tes...",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485746-senators-hit-trump-health-officials-over-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirushearingmurrayalexander_030320gn.jpg",
            "publishedAt": "2020-03-03T20:30:26Z",
            "content": "Senators on both sides of the aisle expressed frustration Tuesday with Trump administration officials over coronavirus testing delays, arguing that many more unknown cases could be circulating in the U.S.\r\nFaulty tests developed by the Centers for Disease Con… [+4781 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brett Samuels",
            "title": "Trump: 'We're not looking at' restricting domestic travel over coronavirus",
            "description": "President Trump said Tuesday he's not considering restricting travel within the U.S. due to the coronavirus.\"We're not looking at that at all, no,\" Trump told reporters as he departed the White House to visit the N...",
            "url": "https://thehill.com/homenews/administration/485732-trump-were-not-looking-at-restricting-domestic-travel-over",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonaldtwo_03032020getty.jpg",
            "publishedAt": "2020-03-03T19:45:25Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE said Tuesday he's not considering restricting travel within the U.S. due to the co… [+1633 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Judy Kurtz",
            "title": "Ellen DeGeneres gives tutorial on hand-washing amid coronavirus outbreak",
            "description": "Alongside interviewing Hollywood stars and dancing up a storm, Ellen DeGeneres is giving viewers a lesson on hand-washing in the wake of the coronavirus outbreak.\"I like to keep you up-to-date on all the latest vir...",
            "url": "https://thehill.com/blogs/in-the-know/in-the-know/485693-ellen-degeneres-gives-tutorial-on-hand-washing-amid-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/ellendegeneres_03032020abcyoutube.jpg",
            "publishedAt": "2020-03-03T17:03:53Z",
            "content": "Alongside interviewing Hollywood stars and dancing up a storm, Ellen DeGeneres is giving viewers a lesson on hand-washing in the wake of the coronavirus outbreak.\r\n\"I like to keep you up-to-date on all the latest viral trends,\" the \"Ellen\" host told her audie… [+1172 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Ellen Mitchell",
            "title": "Pentagon chief warned overseas commanders not to surprise White House on coronavirus measures: report",
            "description": "Defense Secretary Mark Esper asked overseas military commanders to not to make any coronavirus-related decisions that could surprise the White House or contradict President Trump's statements on the illness,...",
            "url": "https://thehill.com/policy/defense/485682-pentagon-chief-warned-overseas-commanders-not-to-surprise-white-house-on",
            "urlToImage": "https://thehill.com/sites/default/files/espermark_122019getty_lead.jpg",
            "publishedAt": "2020-03-03T16:44:52Z",
            "content": "Defense Secretary Mark EsperMark EsperTrump officially sends Senate his Navy secretary nominationHillicon Valley: Facebook takes down foreign influence campaigns | Senior Trump officials warn of foreign interference on Super Tuesday | Apple offers 0M settleme… [+3542 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Peter Sullivan, Nathaniel Weixel and Jessie Hellmann",
            "title": "Overnight Health Care: Supreme Court to hear ObamaCare appeal | Washington state confirms 4 more coronavirus deaths | FDA expects 1M coronavirus tests by week's end | White House expands virus task force",
            "description": "Welcome to Monday's Overnight Health Care.The number of coronavirus patients in the U.S. continues to climb, with more deaths being reported. Meanwhile, Congress is getting closer to unveiling a supplemental fundin...",
            "url": "https://thehill.com/policy/healthcare/overnights/485595-overnight-health-care-obamacare-headed-to-supreme-court-fda-expects-1",
            "urlToImage": "https://thehill.com/sites/default/files/scotus_supremecourt_012219gn2.jpg",
            "publishedAt": "2020-03-03T01:14:56Z",
            "content": "Welcome to Monday's Overnight Health Care.\r\nThe number of coronavirus patients in the U.S. continues to climb, with more deaths being reported. Meanwhile, Congress is getting closer to unveiling a supplemental funding bill for virus relief efforts. And, the S… [+7363 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jordain Carney",
            "title": "Congress closes in on deal for $7.5 billion in coronavirus funding",
            "description": "Lawmakers are closing in on a deal to provide more than $7 billion in funding to combat the coronavirus, setting up Congress to pass the bill as soon as this week.Negotiators and aides say they are on the precipice...",
            "url": "https://thehill.com/policy/healthcare/485615-congress-closes-in-on-deal-for-75-billion-in-coronavirus-funding",
            "urlToImage": "https://thehill.com/sites/default/files/shelbyrichard_012720bc_lead.jpg",
            "publishedAt": "2020-03-03T01:35:41Z",
            "content": "The Hill 1625 K Street, NW Suite 900 Washington DC 20006 | 202-628-8500 tel | 202-628-8503 fax\r\nThe contents of this site are ©2020 Capitol Hill Publishing Corp., a subsidiary of News Communications, Inc."
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "NY subway trains to be sanitized every 72 hours to prevent coronavirus spreading",
            "description": "The Metropolitan Transit Authority (MTA) said Tuesday that it would start conducting deep cleans of New York City's subway trains and busses every three days in order to keep the coronavirus from spreading in the city....",
            "url": "https://thehill.com/policy/healthcare/public-global-health/485727-ny-subway-trains-to-be-sanitized-every-72-hours-to",
            "urlToImage": "https://thehill.com/sites/default/files/nycsubway_120512getty.jpg",
            "publishedAt": "2020-03-03T19:35:11Z",
            "content": "The Metropolitan Transit Authority (MTA) said Tuesday that it would start conducting deep cleans of New York City's subway trains and busses every three days in order to keep the coronavirus from spreading in the city. \r\nTransport Workers Union president Tony… [+1241 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "Fed rate cut fails to halt plunging stocks",
            "description": "Stocks took heavy losses Tuesday after the Federal Reserve took emergency action to cut interest rates and boost the economy through a potential coronavirus slowdown.The Dow Jones Industrial Aver...",
            "url": "https://thehill.com/policy/finance/485777-fed-rate-cut-fails-to-halt-plunging-stocks",
            "urlToImage": "https://thehill.com/sites/default/files/wallstreet_013118getty_lead.jpg",
            "publishedAt": "2020-03-03T21:45:12Z",
            "content": "Stocks took heavy losses Tuesday after the Federal Reserve took emergency action to cut interest rates and boost the economy through a potential coronavirus slowdown.\r\nThe Dow Jones Industrial Average plunged 786 points, a 2.9 percent loss, while the S&amp;P … [+2190 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "NBA tells players to avoid high-fives with fans amid coronavirus fears",
            "description": "The NBA has urged players to avoid physical contact including high-fives with fans and other strangers amid fears of an outbreak of coronavirus in the U.S.In a memo sent to teams Sunday, league officials spelled ou...",
            "url": "https://thehill.com/blogs/in-the-know/in-the-know/485620-nba-tells-players-to-avoid-high-fives-with-fans-amid",
            "urlToImage": "https://thehill.com/sites/default/files/wizards_gettyimages-101817.jpg",
            "publishedAt": "2020-03-03T02:13:28Z",
            "content": "The NBA has urged players to avoid physical contact including high-fives with fans and other strangers amid fears of an outbreak of coronavirus in the U.S.\r\nIn a memo sent to teams Sunday, league officials spelled out a list of 10 recommendations including av… [+1160 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "G7 economic officials pledge to take 'actions' to fight coronavirus economic damage",
            "description": "Top financial and economic officials from the Group of Seven (G7) on Tuesday said that they are \"ready to take actions\" to fight the economic damage of the coronavirus but did not announce specific plans to bolster...",
            "url": "https://thehill.com/policy/finance/485639-g7-economic-officials-pledge-to-take-actions-to-fight-coronavirus-economic",
            "urlToImage": "https://thehill.com/sites/default/files/quebec_g7_summit_06042018_1.jpg",
            "publishedAt": "2020-03-03T13:55:33Z",
            "content": "Top financial and economic officials from the Group of Seven (G7) on Tuesday said that they are ready to take actions to fight the economic damage of the coronavirus but did not announce specific plans to bolster global growth.\r\nIn a joint statement following… [+3088 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "Fed cuts interest rate by half a percentage point amid coronavirus fears",
            "description": "The Federal Reserve on Tuesday cut interest rates amid concern about the potential economic toll of the coronavirus outbreak.The Federal Open Market Committee (FOMC), which sets Fed interest rat...",
            "url": "https://thehill.com/policy/finance/485656-fed-cuts-interest-rate-by-half-a-percentage-point",
            "urlToImage": "https://thehill.com/sites/default/files/powelljerome_091819upi2_lead.jpg",
            "publishedAt": "2020-03-03T15:09:20Z",
            "content": "The Federal Reserve on Tuesday cut interest rates amid concern about the potential economic toll of the coronavirus outbreak.\r\nThe Federal Open Market Committee (FOMC), which sets Fed interest rates, announced it would cut its baseline interest rate range by … [+1315 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joe Concha",
            "title": "Judge Judy tees off on Sanders: Revolution 'a joke' and 'fiscally impossible'",
            "description": "Judge Judy Sheindlin went off on Sen. Bernie Sanders (I-Vt.) on Tuesday, calling the 2020 White House hopeful and democratic socialist's \"revolution\" a \"joke because it's fiscally impossible.\"\"Senator Sanders's rev...",
            "url": "https://thehill.com/homenews/media/485689-judge-judy-tees-off-on-sanders-revolution-a-joke-and-fiscally-impossible",
            "urlToImage": "https://thehill.com/sites/default/files/sheindlinjudy_090419getty.jpg",
            "publishedAt": "2020-03-03T17:02:11Z",
            "content": "Judge Judy Sheindlin went off on Sen. Bernie SandersBernie SandersSanders poised for big Super Tuesday5 things to watch on Super Tuesday5 states to watch on Super TuesdayMORE (I-Vt.) on Tuesday, calling the 2020 White House hopeful and democratic socialist's … [+3663 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "World Bank, IMF to hold annual summit in 'virtual format' amid coronavirus fears",
            "description": "The World Bank and International Monetary Fund (IMF) announced Tuesday that they would hold their annual spring meetings in a \"virtual format\" amid concerns about the spreading coronavirus.IMF Ma...",
            "url": "https://thehill.com/policy/finance/485726-world-bank-imf-to-hold-spring-summit-in-virtual-format-amid-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/blogs/imf_worldbank06042017getty.jpg",
            "publishedAt": "2020-03-03T19:19:13Z",
            "content": "The World Bank and International Monetary Fund (IMF) announced Tuesday that they would hold their annual spring meetings in a virtual format amid concerns about the spreading coronavirus.\r\nIMF Managing Director Kristalina Georgieva and World Bank President Da… [+1558 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Alex Trebek donates $100,000 to California homelessness nonprofit",
            "description": "\"Jeopardy!\" host Alex Trebek has donated $100,000 to a Southern California homelessness nonprofit as the state struggles to confront the growing problem.Trebek donated to the Hope of the Valley R...",
            "url": "https://thehill.com/blogs/in-the-know/in-the-know/485706-alex-trebek-donates-100000-to-california-homelessness-nonprofit",
            "urlToImage": "https://thehill.com/sites/default/files/trebekalex_03062019getty.jpg",
            "publishedAt": "2020-03-03T18:18:54Z",
            "content": "Jeopardy! host Alex Trebek has donated $100,000 to a Southern California homelessness nonprofit as the state struggles to confront the growing problem.\r\nTrebek donated to the Hope of the Valley Rescue Mission, which aims to prevent, decrease and eliminate pov… [+1553 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "J. Edward Moreno",
            "title": "Texas lawmakers call for investigation into CDC's handling of released coronavirus patient in San Antonio",
            "description": "Texas Democratic Reps. Joaquin Castro and Lloyd Doggett are c...",
            "url": "https://thehill.com/policy/healthcare/485771-texas-lawmakers-call-for-investigation-into-cdcs-handling-of-released-a",
            "urlToImage": "https://thehill.com/sites/default/files/castrojoaquin_111219gn2_lead.jpg",
            "publishedAt": "2020-03-03T21:58:09Z",
            "content": "Texas Democratic Reps. Joaquin CastroJoaquin CastroDemocratic candidates gear up for a dramatic Super TuesdayJulián Castro endorses Rep. Cuellar's primary opponent in TexasHarris, Castro introduce resolution condemning Trump aide Stephen MillerMORE and Lloyd … [+2691 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Trump sends Senate nomination for Navy secretary",
            "description": "President Trump officially nominated Kenneth Braithwaite, his current ambassador to Norway, to serve as Secretary of the Navy on Monday.A press release from the White House stated that Braithwaite's nomination to r...",
            "url": "https://thehill.com/policy/defense/485617-trump-sends-senate-nomination-for-navy-secretary",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_022920getty.jpg",
            "publishedAt": "2020-03-03T01:39:38Z",
            "content": "President TrumpDonald John TrumpThis week: House eyes vote on emergency coronavirus funding Democratic candidates gear up for a dramatic Super TuesdayJudd Gregg: Trump and Pelosi Who's crazy now?MORE on Monday officially nominated Kenneth Braithwaite, his cur… [+1127 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "On The Money: Trump officials pressed on economic response to coronavirus | Trump calls for payroll tax cut | Fed rate cut fails to halt plunging stocks | Justices spar over fate of consumer agency",
            "description": "Happy Tuesday and welcome back to On The Money, where we could...",
            "url": "https://thehill.com/policy/finance/overnights/485793-on-the-money-trump-officials-pressed-on-economic-response-to",
            "urlToImage": "https://thehill.com/sites/default/files/mnuchinsteven_030320gn2_lead.jpg",
            "publishedAt": "2020-03-03T22:50:39Z",
            "content": "Happy Tuesday and welcome back to On The Money, where we could really use a burger right now. Im Sylvan Lane, and heres your nightly guide to everything affecting your bills, bank account and bottom line.\r\nSee something I missed? Let me know at slane@thehill.… [+4966 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Judy Kurtz",
            "title": "Pelosi: Trump 'the most dangerous person in the history of our country'",
            "description": "House Speaker Nancy Pelosi (D-Calif.) is blasting President Trump as the \"most dangerous person in the history of our country,\" urging voters to turn out at the polls in November.\"We have the most dangerous person...",
            "url": "https://thehill.com/blogs/in-the-know/in-the-know/485668-pelosi-trump-the-most-dangerous-person-in-the-history-of-our",
            "urlToImage": "https://thehill.com/sites/default/files/pelosinancy_trumpdonald_062819gn2_lead.jpg",
            "publishedAt": "2020-03-03T15:57:47Z",
            "content": "House Speaker Nancy PelosiNancy PelosiCongress scrambles to finalize coronavirus funding, surveillance dealsTrump formally sends Ratcliffe nomination for DNI to SenatePelosi invites leaders to briefing on preventing coronavirus spread in CapitolMORE (D-Calif.… [+1812 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Judy Kurtz",
            "title": "Barbra Streisand pens anti-Trump op-ed: 'America could be extinguished if he's given another four years'",
            "description": "Barbra Streisand says she fears the country \"could be extinguished\" if President Trump wins reelection in November.The Academy Award winner calls the commander in chief a \"one-man weapon of mass destruction\" in a b...",
            "url": "https://thehill.com/blogs/in-the-know/in-the-know/485652-barbra-streisand-pens-anti-trump-op-ed-america-could-be",
            "urlToImage": "https://thehill.com/sites/default/files/streisandbarbra_03032020getty.jpg",
            "publishedAt": "2020-03-03T14:58:37Z",
            "content": "Barbra StreisandBarbara (Barbra) Joan StreisandBarbra Streisand pens anti-Trump op-ed: 'America could be extinguished if he's given another four years'Democrats battle for Hollywood's cashNew York woman pleads guilty to stealing 0K from NYPD charityMORE says … [+1631 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Kheel",
            "title": "Bipartisan Senate Intel leaders push to declassify Khashoggi report",
            "description": "The bipartisan leaders of the Senate Intelligence Committee are pushing the intelligence community to declassify information about the murder of journalist Jamal Khashoggi after receiving a classified report on the issue....",
            "url": "https://thehill.com/policy/defense/485709-bipartisan-senate-intel-leaders-push-to-declassify-khashoggi-report",
            "urlToImage": "https://thehill.com/sites/default/files/khashoggijamal_12232019_1.jpg",
            "publishedAt": "2020-03-03T18:17:44Z",
            "content": "The bipartisan leaders of the Senate Intelligence Committee are pushing the intelligence community to declassify information about the murder of journalist Jamal Khashoggi after receiving a classified report on the issue.\r\nSenate Intelligence Committee Chairm… [+4470 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley",
            "title": "Polls show big bounce to Biden ahead of Super Tuesday",
            "description": "Late-breaking polls of Super Tuesday states show former Vice President Joe Biden making big gains following his decisive victory in South Carolina and a flood of endorsements from former rivals eager to stop Sen. Bernie S...",
            "url": "https://thehill.com/homenews/campaign/485660-polls-show-big-bounce-to-biden-ahead-of-super-tuesday",
            "urlToImage": "https://thehill.com/sites/default/files/bidenjoe_022920gn16_lead.jpg",
            "publishedAt": "2020-03-03T15:27:01Z",
            "content": "Late-breaking polls of Super Tuesday states show former Vice President Joe BidenJoe BidenSanders poised for big Super Tuesday5 things to watch on Super Tuesday5 states to watch on Super TuesdayMORE making big gains following his decisive victory in South Caro… [+6138 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Julia Manchester and Scott Wong",
            "title": "Establishment Dems rallying behind Biden",
            "description": "Establishment Democrats are consolidating behind former Vice President Joe Biden after his decisive South Carolina victory in their effort to block liberal front-runner Sen. Bernie Sanders (I-Vt.) from clinchin...",
            "url": "https://thehill.com/homenews/campaign/485612-establishment-dems-rallying-behind-biden",
            "urlToImage": "https://thehill.com/sites/default/files/kainetim_012320gn_web.jpg",
            "publishedAt": "2020-03-03T01:45:06Z",
            "content": "Establishment Democrats are consolidating behind former Vice President Joe BidenJoe Biden Democratic candidates gear up for a dramatic Super TuesdayJuan Williams: Will the GOP ever curb Trump?Obama called Biden to congratulate him after South Carolina victory… [+9233 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jordain Carney",
            "title": "Congress scrambles to finalize coronavirus funding, surveillance deals",
            "description": "Lawmakers are staring down a tight timeline on major legislation as they try to clear the deck before a mid-March break.Congress has less than 10 working days to tackle both coronavirus funding and reauthorization...",
            "url": "https://thehill.com/homenews/house/485606-congress-scrambles-to-finalize-coronavirus-funding-surveillance-deals",
            "urlToImage": "https://thehill.com/sites/default/files/mcconnellmitch_020520bc4_lead.jpg",
            "publishedAt": "2020-03-03T11:00:22Z",
            "content": "Lawmakers are staring down a tight timeline on major legislation as they try to clear the deck before a mid-March break.\r\nCongress has less than 10 working days to tackle both coronavirus funding and reauthorization of expiring surveillance provisions in the … [+9014 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmiller@thehill.com (Maggie Miller)",
            "title": "Top DHS official expresses high confidence in election security on Super Tuesday",
            "description": "A senior official at the Department of Homeland Security expressed high confidence in the security of voting systems on Super Tuesday, saying \"all systems look green\" nationwide.The top official with the Cybersecurity and...",
            "url": "https://thehill.com/policy/cybersecurity/485713-senior-dhs-official-expresses-high-confidence-in-election-security-as",
            "urlToImage": "https://thehill.com/sites/default/files/wisconsin_election_04032019_1.jpg",
            "publishedAt": "2020-03-03T18:49:37Z",
            "content": "A senior official at the Department of Homeland Security expressed high confidence in the security of voting systems on Super Tuesday, saying \"all systems look green\" nationwide.\r\nThe top official with the Cybersecurity and Infrastructure Security Agency (CIS… [+4218 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Juliegrace Brufke and Rebecca Kheel",
            "title": "House Republicans sound the alarm on Taliban deal",
            "description": "Top Republicans in the House are expressing concerns over the Trump administration's deal with the Taliban, with lawmakers cautioning the insurgents won't live up to their end of the bargain and arguing the agr...",
            "url": "https://thehill.com/policy/defense/485787-house-republicans-sound-the-alarm-on-taliban-deal",
            "urlToImage": "https://thehill.com/sites/default/files/cheneyliz_102219gn2_lead.jpg",
            "publishedAt": "2020-03-03T22:26:57Z",
            "content": "Top Republicans in the House are expressing concerns over the Trump administrations deal with the Taliban, with lawmakers cautioning the insurgents wont live up to their end of the bargain and arguing the agreement puts the countrys national security at risk.… [+9556 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Kruzel",
            "title": "Trump campaign sues Washington Post for libel",
            "description": "President Trump's campaign has filed a multimillion dollar libel lawsuit against the Washington Post, claiming the newspaper knowingly published false claims that Trump engaged in a conspiracy with Russia concerning U.S. presidential elections.",
            "url": "https://thehill.com/regulation/court-battles/485749-trump-campaign-sues-washington-post-for-libel",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_022920getty.jpg",
            "publishedAt": "2020-03-03T20:37:13Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE's campaign has filed a multimillion dollar libel lawsuit against the Washington Po… [+3594 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Laura Kelly",
            "title": "Menendez, Graham lobbying European allies to open negotiations with Iran",
            "description": "A bipartisan pair of senators is lobbying European allies to bring Iran back to the negotiating table to end its nuclear weapons ambitions, curb its missile program and end its support of terrorist proxies.The plan...",
            "url": "https://thehill.com/policy/international/485724-menendez-graham-lobbying-european-allies-to-open-negotiations-with-iran",
            "urlToImage": "https://thehill.com/sites/default/files/menendezrobert_010820gn_lead.jpg",
            "publishedAt": "2020-03-03T19:20:19Z",
            "content": "A bipartisan pair of senators is lobbying European allies to bring Iran back to the negotiating table to end its nuclear weapons ambitions, curb its missile program and end its support of terrorist proxies.\r\nThe plan laid out on Tuesday by Sens. Bob MenendezR… [+4005 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Cristina Marcos",
            "title": "Pelosi invites leaders to briefing on preventing coronavirus spread in Capitol",
            "description": "Speaker Nancy Pelosi (D-Calif.) has invited leaders in both chambers to a briefing with U.S. Capitol officials about ensuring the complex is prepared to respond to the spread of coronavirus.A senior Democratic aide...",
            "url": "https://thehill.com/homenews/house/485594-pelosi-invites-leaders-to-briefing-on-preventing-coronavirus-spread-in-capitol",
            "urlToImage": "https://thehill.com/sites/default/files/pelosi2_020620getty.jpg",
            "publishedAt": "2020-03-03T00:02:29Z",
            "content": "The Hill 1625 K Street, NW Suite 900 Washington DC 20006 | 202-628-8500 tel | 202-628-8503 fax\r\nThe contents of this site are ©2020 Capitol Hill Publishing Corp., a subsidiary of News Communications, Inc."
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmiller@thehill.com (Maggie Miller)",
            "title": "State pledges $8 million to Ukraine for cybersecurity assistance",
            "description": "The State Department on Tuesday announced that the U.S. would give Ukraine $8 million in cybersecurity assistance funds as part of a “cyber dialogue” held in Kyiv between officials from the two countries.The $8 million will go towards funding a new...",
            "url": "https://thehill.com/policy/cybersecurity/485747-state-dept-pledges-8-million-to-ukraine-for-cybersecurity-assistance",
            "urlToImage": "https://thehill.com/sites/default/files/ukraineflag_120619istock.jpg",
            "publishedAt": "2020-03-03T20:40:58Z",
            "content": "The State Department on Tuesday announced that the U.S. would give Ukraine $8 million in cybersecurity assistance funds as part of a cyber dialogue held in Kyiv between officials from the two countries.\r\nThe $8 million will go toward funding a new cybersecuri… [+2251 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Former GE CEO Jack Welch dies",
            "description": "Former General Electric (GE) CEO John \"Jack\" Welch died at age 84, the company confirmed in a statement Monday.Welch, who was GE's chairman and chief executive from 1981 to 2001, is credited with...",
            "url": "https://thehill.com/blogs/blog-briefing-room/news/485619-former-ge-ceo-jack-welch-dies",
            "urlToImage": "https://thehill.com/sites/default/files/welchjack_1.jpg",
            "publishedAt": "2020-03-03T04:13:33Z",
            "content": "Former General Electric (GE) CEO John Jack Welch died at age 84, the company confirmed in a statement Monday.\r\nWelch, who was GEs chairman and chief executive from 1981 to 2001, is credited with making GE a multinational company and the most valuable companie… [+2298 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Trump confirms 'good conversation' with Taliban leader",
            "description": "President Trump said Tuesday that he had a \"good conversation\" with the co-founder of the Taliban and that both leaders agreed that they do not want violence in Afghanistan.\"We had a good conversation. We don't want violence. We'll see...",
            "url": "https://thehill.com/homenews/administration/485729-trump-confirms-good-conversation-with-taliban-leader",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_022920getty.jpg",
            "publishedAt": "2020-03-03T19:31:15Z",
            "content": "President TrumpDonald John TrumpSanders poised for big Super Tuesday5 things to watch on Super TuesdayCongress scrambles to finalize coronavirus funding, surveillance dealsMORE said Tuesday that he had a good conversation with the co-founder of the Taliban an… [+1821 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rachel Frazin",
            "title": "19 states sue Trump administration over reallocated funding for border wall",
            "description": "A coalition of 19 states is suing the Trump administration over its new diversion of $3.8 billion in defense funds to the border wall, arguing that the move is unconstitutional and ignores possible environmental impacts....",
            "url": "https://thehill.com/policy/energy-environment/485768-19-states-sue-trump-administration-over-reallocated-funding-for",
            "urlToImage": "https://thehill.com/sites/default/files/borderwall_construction_061819getty.jpg",
            "publishedAt": "2020-03-03T21:38:43Z",
            "content": "A coalition of 19 states is suing the Trump administration over its new diversion of $3.8 billion in defense funds to the border wall, arguing that the move is unconstitutional and ignores possible environmental impacts. \r\n\"Use of these additional federal fun… [+2077 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Stanley Kao, Opinion Contributor",
            "title": "Taiwan can be a quick trade victory for the US in 2020",
            "description": "Taiwan is ready to move quickly to negotiate a high-standard, comprehensive, rules-based, enforceable BTA which will create more jobs and promote security and economic growth for both the United States and Taiwan and the Indo-Pacific as a whole.",
            "url": "https://thehill.com/blogs/congress-blog/foreign-policy/485739-taiwan-can-be-a-quick-trade-victory-for-the-us-in-2020",
            "urlToImage": "https://thehill.com/sites/default/files/trade_istock.jpg",
            "publishedAt": "2020-03-03T22:30:08Z",
            "content": "The flurry of trade negotiation announcements over recent months demonstrates an ambitious trade agenda for the United States this year. With the United States-Mexico-Canada trade agreement (USMCA) and Phase One of the Japan and China deals done, the administ… [+3644 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rachel Frazin",
            "title": "Brouillette says administration plans to give a boost to uranium producers",
            "description": "Energy Secretary Dan Brouillette said Tuesday that the Trump administration plans to give a boost to the uranium industry, which it has repeatedly tried to help.Brouillette responded \"yes\" to a question from Sen. J...",
            "url": "https://thehill.com/policy/energy-environment/485717-brouillette-says-administration-will-give-a-boost-to-uranium",
            "urlToImage": "https://thehill.com/sites/default/files/brouillettedan_111419gn_lead.jpg",
            "publishedAt": "2020-03-03T19:08:28Z",
            "content": "Energy Secretary Dan Brouillette said Tuesday that the Trump administration plans to give a boost to the uranium industry, which it has repeatedly tried to help.  \r\nBrouillette responded yes to a question from Sen. John Barasso (R-Wyo.) about whether the admi… [+4155 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmonroe@thehill.com (Max Greenwood)",
            "title": "5 things to watch on Super Tuesday",
            "description": "The race for the Democratic presidential nomination will enter a critical new phase on Tuesday when voters in 14 states will head to the polls.Former Vice President Joe Biden is newly energized heading into Super Tuesday after scoring the first...",
            "url": "https://thehill.com/homenews/campaign/485608-5-things-to-watch-on-super-tuesday",
            "urlToImage": "https://thehill.com/sites/default/files/voters_sc_022920gn2_lead.jpg",
            "publishedAt": "2020-03-03T11:00:28Z",
            "content": "The race for the Democratic presidential nomination will enter a critical new phase on Tuesday when voters in 14 states will head to the polls.\r\nFormer Vice President Joe BidenJoe Biden Democratic candidates gear up for a dramatic Super TuesdayJuan Williams: … [+7136 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "rnam@thehill.com (Julia Manchester)",
            "title": "5 states to watch on Super Tuesday",
            "description": "The Democratic presidential contenders are poised to face off on Tuesday in one of the most consequential contests of the primary race so far, with 14 states set to vote and 1,300 delegates up for grabs.Sen. Bernie Sanders (I-Vt.) heads into the...",
            "url": "https://thehill.com/homenews/campaign/485578-5-states-to-watch-on-super-tuesday",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbiden_030120getty.jpg",
            "publishedAt": "2020-03-03T11:00:09Z",
            "content": "The Democratic presidential contenders are poised to face off on Tuesday in one of the most consequential contests of the primary race so far, with 14 states set to vote and 1,300 delegates up for grabs.\r\nSen. Bernie SandersBernie SandersThis week: House eyes… [+9932 chars]"
        }
    ]
}