{
    "status": "ok",
    "totalResults": 98,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tsonnemaker@businessinsider.com (Tyler Sonnemaker), Tyler Sonnemaker",
            "title": "LinkedIn is recommending all Bay Area employees work from home until the end of March due to concerns over coronavirus (MSFT)",
            "description": "REUTERS/Robert Galbraith/File Photo LinkedIn has recommended that its Bay Area employees work for home until the end of March due to coronavirus concerns, a spokesperson confirmed in a statement to Business Insider. The company has more than 5,500 full-time e…",
            "url": "https://www.businessinsider.com/linkedin-tells-employees-to-work-from-home-over-coronavirus-concerns-2020-3",
            "urlToImage": "https://i.insider.com/5e616dd1fee23d036332a593?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T21:39:39Z",
            "content": "LinkedIn has encouraged its employees in the Bay Area to work from home for the remainder of March if possible, due to concerns over the coronavirus outbreak, a spokesperson confirmed in a statement to Business Insider.\r\nIn addition to following guidance from… [+1488 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Carmen Reinicke), Carmen Reinicke",
            "title": "Long-term mortgage rates tumble to a record low as coronavirus rattles investor nerves",
            "description": "iStock / Getty Images Plus The average 30-year fixed-rate mortgage fell to 3.29% from 3.45% this week, according to data published Thursday by Freddie Mac. It's the lowest rate on record in nearly 50 years of tracking, according to the report. Mortgage rates …",
            "url": "https://markets.businessinsider.com/news/stocks/30-year-mortgage-rates-record-low-coronavirus-panic-housing-market-2020-3-1028969325",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d83956b2e22af2837742d49-2400/gettyimages-173545718.jpg",
            "publishedAt": "2020-03-05T16:33:45Z",
            "content": "iStock / Getty Images Plus\r\n<ul><li>The average 30-year fixed-rate mortgage fell to 3.29% from 3.45% this week, according to data published Thursday by Freddie Mac.</li><li>It's the lowest rate on record in nearly 50 years of tracking, according to the report… [+1866 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Carmen Reinicke), Carmen Reinicke",
            "title": "Bill Ackman says he's preparing his fund for the worst as coronavirus sends markets spinning",
            "description": "Reuters / Richard Brian Bill Ackman of Pershing Square Holdings told investors Tuesday that he's taken steps to protect the portfolio amid a volatile market induced by coronavirus panic. The firm's approach has been to \"acquire large notional hedges which hav…",
            "url": "https://www.businessinsider.com/bill-ackman-hedging-pershing-fund-prepare-coronavirus-stock-market-volatility-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/59b022c379bbfd0d288b884a-1920/rtx36ij5.jpg",
            "publishedAt": "2020-03-05T13:45:30Z",
            "content": "Reuters / Richard Brian\r\n<ul><li>Bill Ackman of Pershing Square Holdings told investors Tuesday that he's taken steps to protect the portfolio amid a volatile market induced by coronavirus panic. </li><li>The firm's approach has been to \"acquire large notiona… [+2816 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sophia Ankel), Sophia Ankel",
            "title": "From school bans to death penalties: Here's how seriously different countries are taking the coronavirus outbreak",
            "description": "China Daily via Reuters As thousands of coronavirus cases are being recorded across the world, governments are trying everything to clamp down on its rapid spread. China has borne the brunt of the epidemic, and has the most extreme response. Other countries h…",
            "url": "https://www.businessinsider.com/coronavirus-how-us-china-italy-other-countries-handling-outbreaks-2020-3",
            "urlToImage": "https://i.insider.com/5e5f7a54fee23d6dc82a4166?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T15:46:16Z",
            "content": "As the number of global coronavirus cases approaches 95,000, the world is struggling to cope with its spread.\r\nFrom Saudi Arabia to Japan and France, governments have taken a range of measures to stop the spread of the virus as quickly as possible.\r\nTravel re… [+281 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Haven Orecchio-Egresitz), Haven Orecchio-Egresitz",
            "title": "Businesses are selling face masks for hundreds of dollars to profit off of the coronavirus and authorities are cracking down",
            "description": "Getty Images Face masks are being sold for hundreds of dollars and New York City has cracked down on predatory pricing. Businesses found to be taking advantage of coronavirus fears by price gouging sanitary items can be fined up to $500. Online retailers have…",
            "url": "https://www.businessinsider.com/businesses-selling-masks-ridiculous-prices-nyc-says-no-more-2020-3",
            "urlToImage": "https://i.insider.com/5e611a33fee23d1912353cb4?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T15:45:28Z",
            "content": "Unless you're sick, you're not supposed to be buying facemasks (there is a shortage.) \r\nStill, people are stocking up in fear and businesses have been taking advantage of the coronavirus panic by charging worried shoppers hundreds of dollars per box.\r\nIn New … [+2222 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "hpeterson@businessinsider.com (Hayley Peterson), Hayley Peterson",
            "title": "Walmart restricts employee travel and cancels upcoming conference over coronavirus concerns",
            "description": "Reuters Walmart is restricting employee travel for at least the next two months, the company said Thursday in a memo to employees. The company is restricting all cross-border international travel to business-critical trips, but will continue some domestic tra…",
            "url": "https://www.businessinsider.com/walmart-restricts-employee-travel-and-meetings-due-to-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e61282bfee23d2aa57797a3?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:38:07Z",
            "content": "Walmart sent a memo to employees on Thursday restricting travel due to coronavirus concerns.\r\nThe company said it is restricting all cross-border international travel to business-critical trips, but it will continue some domestic travel related to \"essential … [+3497 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "sbaker@businessinsider.com (Sinéad Baker), Sinéad Baker",
            "title": "Hong Kong is warning people not to kiss their dogs after a Pomeranian tested positive for the coronavirus (though there's no evidence dogs can be infected)",
            "description": "NOEL CELIS/AFP via Getty Images Hong Kong is warning people not to kiss their dogs after one tested positive for a low level of the coronavirus and was placed into quarantine. A dog can pick up the virus from a surface or from their owner. Authorities are tes…",
            "url": "https://www.businessinsider.com/coronavirus-hong-kong-dont-kiss-dogs-no-evidence-infected-2020-3",
            "urlToImage": "https://i.insider.com/5e60d3a7fee23d69cc4dc327?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T11:49:12Z",
            "content": "Hong Kong has warned people not to kiss their dogs after one tested positive for a low level of the coronavirus, even though there is no evidence that pets like cats and dogs can get the virus or spread it to humans.\r\nHong Kong Agriculture, Fisheries and Cons… [+4299 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmahbubani@businessinsider.com (Rhea Mahbubani), Rhea Mahbubani",
            "title": "'Whether healthy or sick, please don't lick': Washington state urges voters to avoid licking the envelopes of mail-in ballots amid coronavirus outbreak",
            "description": "REUTERS/Brian Snyder/File Photo Amid the ongoing coronavirus outbreak, Washington state voters are being asked not to lick the envelopes that contain their mail-in ballots for the March 10 primary election. On Twitter, Secretary of State Kim Wyman appealed to…",
            "url": "https://www.businessinsider.com/washington-state-asks-voters-no-licking-mail-in-ballots-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e6118a1fee23d07ff332134?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T15:48:33Z",
            "content": "Health officials in Washington are asking people to break from the habit of sealing an envelope by licking it. Particularly, ahead of the March 10 primary.\r\nThe state has been the worst hit by the coronavirus outbreak in the United States: 39 people have been… [+1343 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shira Feder",
            "title": "How to clean your home to prevent coronavirus spread",
            "description": "Schools and businesses across the US have closed for deep cleanings to mitigate possible spread of the novel coronavirus. The CDC suggests you clean and disinfect all \"high-touch areas\" in your home, from doorknobs to smartphones. Use a combination of househo…",
            "url": "https://www.businessinsider.com/how-to-clean-your-home-to-prevent-coronavirus-spread-2020-3",
            "urlToImage": "https://i.insider.com/5e617716fee23d7b296073ab?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T23:52:00Z",
            "content": "As the novel coronavirus continues to spread, more and more people are looking for ways to disinfect their living spaces.\r\nIt's always a good idea to wash your hands thoroughly and avoid close contact with people who have the disease, but there are other thin… [+3391 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper and David Slotnick",
            "title": "UK airline Flybe declares bankruptcy as coronavirus dooms the already struggling carrier",
            "description": "United Kingdom airline Flybe entered administration — a practice similar to declaring bankruptcy — early Thursday morning. In a statement, the company said that all flights have been grounded and that the business has ceased trading with immediate effect. A s…",
            "url": "https://www.businessinsider.com/uk-airline-flybe-declares-bankruptcy-flights-grounded-2020-3",
            "urlToImage": "https://i.insider.com/5e607bd6fee23d4dd70a2fa2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T05:01:44Z",
            "content": "United Kingdom airline Flybe entered administration — a practice similar to declaring bankruptcy — early Thursday morning as the new coronavirus continues to impact air travel around the world. \r\nThe airline said in a statement that all flights have been grou… [+2862 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Photos capture how the US is reacting to the coronavirus outbreak, from stocking up on supplies to deep cleaning mass transit and schools",
            "description": "The novel coronavirus that causes the diseases known as COVID-19 has killed 11 people in the US, as of Wednesday. US shoppers are clearing out hand sanitizer and cleaning supplies amid fears of the outbreak. People also are also stocking up on food and suppli…",
            "url": "https://www.businessinsider.com/photos-show-new-coronavirus-outbreak-in-united-states-2020-3",
            "urlToImage": "https://i.insider.com/5e606778fee23d38aa667b25?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T06:39:12Z",
            "content": "The United States has at least 150 cases of the novel coronavirus with 11 reported deaths, and the public response is unfolding in several ways.\r\nAmericans have responded to the outbreak by stocking up on supplies like hand sanitizer and masks and preparing i… [+97 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Cruise giant Carnival has seen its market value plunge by nearly 50% since the coronavirus outbreak started (CCL)",
            "description": "Carnival shares tumbled as much as 15% on Thursday after the firm announced a second coronavirus-related lockdown on one of its ships. The cruise line has now erased nearly half of its market value since the coronavirus outbreak began. The company issued a pa…",
            "url": "https://markets.businessinsider.com/news/stocks/carnival-stock-price-down-nearly-50-percent-since-coronavirus-outbreak-2020-3-1028970212",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6149edfee23d40ea147215-2400/ap439650777365.jpg",
            "publishedAt": "2020-03-05T21:21:41Z",
            "content": "AP Photo/Lynne Sladky\r\n<ul><li>Carnival shares tumbled as much as 15% on Thursday after the firm announced a second coronavirus-related lockdown on one of its ships.</li><li>The cruise line has now erased nearly half of its market value since the coronavirus … [+2866 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paayal Zaveri",
            "title": "Microsoft says its Teams business chat app has seen a 500 percent increase in usage in China amid the coronavirus outbreak (MSFT)",
            "description": "Microsoft says it has seen a 500 percent increase in meetings, calling, and conferences on its Teams workplace chat app in China, amid the coronavirus outbreak. This comes after the company told Business Insider on Monday that it is offering customers and par…",
            "url": "https://www.businessinsider.com/microsoft-teams-increase-usage-china-coronavirus-remote-work-2020-3",
            "urlToImage": "https://i.insider.com/5e617793fee23d112c3967a5?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T22:31:42Z",
            "content": "Microsoft says it has seen a huge increase in usage of its workplace chat app, Teams, in China, amid the coronavirus outbreak.\r\n\"We've recently tested service continuity during a usage spike in China. Since January 31, we've seen a 500 percent increase in Tea… [+2118 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eleanor Goldberg and Emily Cavanagh",
            "title": "13 tips for protecting your child against the coronavirus, according to a pediatrician",
            "description": "The novel coronavirus, which causes a disease called COVID-19, has infected nearly 97,000 people and killed more than 3,300 worldwide. Stores across the US have started to run low on such items as hand sanitizer, face masks, and gloves. C hildren seem to be l…",
            "url": "https://www.businessinsider.com/pediatricians-tips-for-coronavirus-preventing-infection-2020-3",
            "urlToImage": "https://i.insider.com/5e5bf058fee23d0fdb5b50a4?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T20:00:00Z",
            "content": "Nearly 97,000 people have been infected with the novel coronavirus, which causes a disease known as COVID-19, and more than 3,300 people have died worldwide. There have been confirmed cases in Washington, California, New Hampshire, and New York. \r\nParents are… [+7803 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Short sellers reaped $51 billion in 7 days as markets tanked on coronavirus panic",
            "description": "Short-sellers were up $51.3 billion in mark-to-market gains as markets tanked between February 24 and March 3, according to a Wednesday report from financial-analytics firm S3 Partners. As markets fell on concerns that coronavirus would hinder global growth, …",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-short-sellers-gained-one-week-fall-coronavirus-panic-2020-3-1028968941",
            "urlToImage": null,
            "publishedAt": "2020-03-05T15:10:23Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "The CDC has broadened its coronavirus testing standards so that more Americans showing symptoms can get lab tests",
            "description": "The CDC broadened its coronavirus testing criteria so that more people with symptoms qualify for a test. The testing standards previously required that a patient be hospitalized, have been exposed to a confirmed patient, or have a travel history in an area wi…",
            "url": "https://www.businessinsider.com/cdc-broadens-standards-for-patients-getting-coronavirus-tests-2020-3",
            "urlToImage": "https://i.insider.com/5e5cdcf5fee23d61d21f8216?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T01:00:00Z",
            "content": "The CDC has broadened its criteria for sick patients who qualify for coronavirus testing.\r\nThe new standards, updated on Wednesday, allow more people who have respiratory illness symptoms like cough or fever to get tested.\r\nPreviously, the CDC standards only … [+4077 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Christopher Competiello",
            "title": "'What if this is the thing that brings it down?': A Wall Street investment chief explains how the stock market's coronavirus-induced selloff could push the US into recession",
            "description": "Doug Ramsey, chief investment officer at Leuthold Group, thinks the coronavirus could be the variable that finally pushes the US into recession. He backs up his thesis with the notion of economic narratives, an increasing amount of recessionary precursors sta…",
            "url": "https://www.businessinsider.com/next-recession-how-coronavirus-could-be-final-straw-us-economy-2020-3",
            "urlToImage": "https://i.insider.com/5e5ec665fee23d03cb57c572?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T13:15:00Z",
            "content": "\"What if this is the thing that brings it down?\"\r\nThat's what Doug Ramsey, chief investment officer at Leuthold Group, asked a group of Business Insider reporters as the S&amp;P 500 plunged more than 4%, adding to a grizzly selloff.\r\nThe thing that Ramsey is … [+1876 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Colson, Adam Bienkov and Adam Payne",
            "title": "The UK parliament could be shut down for 5 months due to fears that lawmakers will become coronavirus 'super-spreaders'",
            "description": "The UK parliament could be shut down for 5 months as the coronavirus rapidly spreads across the country. Parliamentary authorities fear that British members of parliament could act as 'super-spreaders' due to their widespread travel across the country. Thirty…",
            "url": "https://www.businessinsider.com/coronavirus-uk-parliament-closed-5-months-super-spreaders-covid-2020-3",
            "urlToImage": "https://i.insider.com/5e60bb28fee23d52b86e4612?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T09:48:36Z",
            "content": "The UK parliament could be shut down for five months to stop British lawmakers from becoming \"super-spreaders\" of the coronavirus.\r\nAs major firms begin to shut down offices, parliamentary authorities are drawing up plans which would see the House of Lords an… [+2953 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Adam Bienkov, Thomas Colson and Adam Payne",
            "title": "The UK has reported 90 coronavirus cases. Here's what we know about how the virus is spreading across Britain.",
            "description": "The UK has reported 87 cases of the coronavirus after the biggest daily increase to date. The UK's Chief Medical Officer Chris Whitty says an epidemic in the country is now \"highly likely.\" Parliament could close for up to 5 months amid fears that Members of …",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-uk-britain-united-kingdom-infection-deaths-symptoms-2020-3",
            "urlToImage": "https://i.insider.com/5e5e36ddfee23d5d463354e2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T13:09:00Z",
            "content": "The UK has reported a total of 90 cases of the coronavirus, with the country's chief medical officer Chris Whitty predicting that an epidemic in the country is now highly likely.\r\nThe latest figures come after UK Prime Minister Boris Johnson released his acti… [+1013 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bani Sapra",
            "title": "Twitter CEO Jack Dorsey says he will 'reconsider' his plan to move to Africa because of coronavirus, amid an activist shareholder campaign to remove him",
            "description": "Twitter CEO Jack Dorsey said he was rethinking his impending move to Africa in light of the coronavirus outbreak. The Twitter cofounder and CEO caused quite a stir in November when he tweeted a tentative plan to move to Africa for as long as 6 months some tim…",
            "url": "https://www.businessinsider.com/twitter-ceo-jack-dorsey-reevaluates-plan-to-move-to-africa-2020-3",
            "urlToImage": "https://i.insider.com/5ce5c264828ac1161b474ae6?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T19:03:27Z",
            "content": "Twitter cofounder and CEO Jack Dorsey has backpedaled on his plans to move to Africa in light of the coronavirus outbreak. The move comes amid activist hedge fund Elliott Management's push to oust Dorsey as Twitter's chief executive — which is reportedly beca… [+1933 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "These 4 policy tools have been used by central banks and organizations to fight the economic fallout from coronavirus",
            "description": "Governments, central banks, and organizations around the world are utilizing a range of policy tools to pad economies hit by the coronavirus. The G-7 announced Tuesday it would monitor the outbreak and act appropriately to keep economies from contracting, but…",
            "url": "https://www.businessinsider.com/policy-tools-stimulus-list-to-fight-negative-economic-impact-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5b2165f21ae66241008b51ec?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T13:15:23Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Another global authority slashes its growth forecast to near-standstill levels, as experts brace for the worst economy since the financial crisis",
            "description": "The coronavirus outbreak could push the global economy to grow at its slowest pace since the financial crisis a decade ago, a new report said Thursday. The respiratory illness COVID-19 has spread to at least 76 countries, upending global supply chains and bro…",
            "url": "https://markets.businessinsider.com/news/stocks/global-growth-forecast-coronavirus-worst-pace-financial-crisis-cut-iif-2020-3-1028969145",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e57ee5afee23d651c60ef23-2400/gettyimages-1199934178.jpg",
            "publishedAt": "2020-03-05T15:52:01Z",
            "content": "GLYN KIRK/AFP/Getty Images\r\n<ul><li>The coronavirus outbreak could push the global economy to grow at its slowest pace since the financial crisis a decade ago, a new report said Thursday. </li><li>The respiratory illness COVID-19 has spread to at least 76 cou… [+1817 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Canales",
            "title": "A California man who self-quarantined after returning home from China amid the coronavirus outbreak said he is '100X more concerned' for his safety in the US than he was in China",
            "description": "A Bay Area resident visited Kunming in China's Yunnan province 979 miles southwest of Wuhan, where COVID-19 originated, on January 25 in the midst of the coronavirus disease outbreak. He said he saw more safety precautions being taken in China than in the US,…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-covid19-self-quarantine-us-safer-china-2020-3",
            "urlToImage": "https://i.insider.com/5e6127b3fee23d1ad319a3e7?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T17:30:42Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paayal Zaveri",
            "title": "The CEO of Zoom says that the coronavirus outbreak is going to drive way more companies to remote work even after it's all over (ZM)",
            "description": "Zoom CEO Eric Yuan said that he expects the coronavirus outbreak to show companies that remote working is the future, and it will \"dramatically change the landscape.\" Yuan said that even before coronavirus started driving more remote work, it was an increasin…",
            "url": "https://www.businessinsider.com/zoom-eric-yuan-coronavirus-video-conferencing-earnings-2020-3",
            "urlToImage": "https://i.insider.com/5e6050d3fee23d3d77548016?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T01:06:10Z",
            "content": "Zoom CEO Eric Yuan said that he expects the coronavirus outbreak to change the landscape for videoconferencing tools, as more companies start to have employees work remotely in a bid to stem the spread of the virus.\r\n\"Video is the future of communication...gi… [+3709 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosalie Chan",
            "title": "IBM cancels its biggest event of the year over coronavirus fears, as it makes a new rule that employees can’t go to a conference with over 1,000 attendees (IBM)",
            "description": "IBM has canceled its biggest developer conference of the year over coronavirus concerns. IBM Think was set to be held in San Francisco in May, but it will instead it will hold a digital event. IBM also placed restrictions on employee travel, including limits …",
            "url": "https://www.businessinsider.com/ibm-think-canceled-employees-large-events-coronavirus-fears-2020-3",
            "urlToImage": "https://i.insider.com/5d24b8c4a17d6c0bdc0b3ad2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T00:20:35Z",
            "content": "As the coronavirus continues to spread around the globe, IBM is canceling its biggest developer conference, limiting employee travel, and restricting employees from participating in events with more than 1,000 attendees.\r\nIBM's client and developer conference… [+2368 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bani Sapra",
            "title": "Google's DeepMind just shared AI-generated predictions about the coronavirus that could help researchers stem the global outbreak",
            "description": "DeepMind, Google's AI unit, just published predictions of the protein structures associated with the coronavirus that causes the disease known as COVID-19. These predictions were drawn from DeepMind's new deep learning system but have yet to be experimentally…",
            "url": "https://www.businessinsider.com/google-deepmind-ai-predictions-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e616fe7fee23d05c93321cd?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T22:32:25Z",
            "content": "DeepMind, Google's AI unit, is joining the global effort learn more about COVID-19, as the disease's toll spreads rapidly throughout much of the world.\r\nThe UK-based team just used DeepMind's new deep learning system to share its predictions about the protein… [+2213 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "As the coronavirus spreads, one study predicts that even the best-case scenario is 15 million dead and a $2.4 trillion hit to global GDP",
            "description": "The coronavirus outbreak that originated in Wuhan, China, has killed nearly 3,300 people and infected more than 95,000. The virus, which causes a disease known as COVID-19, has spread to at least 81 other countries. While much is still unknown about the virus…",
            "url": "https://www.businessinsider.com/coronavirus-death-toll-global-gdp-loss-australian-national-university-study-2020-3",
            "urlToImage": "https://i.insider.com/5e609726fee23d562755ea12?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T10:15:52Z",
            "content": "As coronavirus cases continue to rise around the world, experts predict that the economic impact of the disease — in the best-case scenario — may lead to $2.4 trillion loss of global GDP. \r\nThe coronavirus outbreak that originated in Wuhan, China, has killed … [+4040 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosalie Chan",
            "title": "Google’s buzzy Anthos cloud technology is already being used by big banks — now it’s going into the telecom industry with a new AT&T partnership (GOOG, GOOGL)",
            "description": "On Thursday, Google Cloud announced a new strategy to go after telecommunications customers. Google Cloud is partnering with telecommunications companies like AT&T to build 5G products that can be used for retail, manufacturing, gaming, and other sectors. It …",
            "url": "https://www.businessinsider.com/google-cloud-anthos-for-telecom-att-2020-3",
            "urlToImage": "https://i.insider.com/5e39ec625bc79c451c2e3ec2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T14:00:00Z",
            "content": "In the past year, Google Cloud focused on bringing one of its newest products to finance customers, winning over customers like KeyBank and HSBC. Now, it's tackling another big industry: telecommunications.\r\nAbout a year ago, Google Cloud announced Anthos, wh… [+2947 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "TikTok has banned the viral 'skull-breaker' challenge after injuries to teens trying the stunt on both sides of the Atlantic",
            "description": "TikTok has banned a viral stunt called the \"skull-breaker challenge\" after teens experienced serious injuries. The stunt involves two people kicking the legs from underneath a third person as they all jump in the air, causing the person to fall over. US prose…",
            "url": "https://www.businessinsider.com/tiktok-bans-skull-breaker-stunt-which-causes-injuries-to-teens-2020-3",
            "urlToImage": "https://i.insider.com/5e5fb3a3fee23d78b43f7bc4?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T14:51:13Z",
            "content": "TikTok has cracked down on a new, dangerous viral stunt called the \"skull-breaker challenge.\"\r\nWe first saw the news via BBC News.\r\nThe stunt involves two people kicking the legs from underneath a third, airborne person, causing them to fall over uncontrollab… [+2054 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper, Business Insider",
            "title": "WHO Says The Coronavirus Global Death Rate Is 3.4%, Higher Than Earlier Figures - ScienceAlert",
            "description": "WHO Says The Coronavirus Global Death Rate Is 3.4%, Higher Than Earlier Figures ScienceAlert Coronavirus symptoms: Here are common signs and mode of transmission of deadly COVID-19 The Financial Express U.S. is ramping up its COVID-19 testing capacity. Here's…",
            "url": "https://www.businessinsider.com/who-confirms-coronavirus-global-death-rate-rises-fatalities-numbers-2020-3?r=US&IR=T",
            "urlToImage": "https://www.sciencealert.com/images/2020-03/processed/010-coronavirus-who-death-rate_1024.jpg",
            "publishedAt": "2020-03-05T00:56:00Z",
            "content": "The latest global death rate for the novel coronavirus is 3.4 percent higher than earlier figures of about 2 percent.\r\nThe coronavirus outbreak that originated in Wuhan, China, has killed more than 3,100 people and infected nearly 93,000 as of Tuesday. The vi… [+2834 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hillary Hoffower",
            "title": "11 mind-blowing facts that show how coronavirus could create a new financial crisis for everyday Americans",
            "description": "The novel coronavirus, which originated in Wuhan, China, has spread to at least 81 other countries, including the US. While CDC testing for coronavirus is free, a hospital trip and other procedures to rule out coronavirus can still cost thousands of dollars. …",
            "url": "https://www.businessinsider.com/coronavirus-treatment-costs-america-expensive-2020-3",
            "urlToImage": "https://i.insider.com/5e6122cafee23d155b37ac49?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:28:00Z",
            "content": "Coronavirus is putting Americans' physical and financial health at risk.\r\nThe outbreak originated in Wuhan, China, and so far has killed nearly 3,300 people and infected more than 97,000. The virus, which causes a disease known as COVID-19, has spread to at l… [+793 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Stocks tumble as coronavirus fears overpower stimulus efforts",
            "description": "European stocks and US futures fell on Thursday as coronavirus fears outweighed stimulus efforts. US lawmakers approved $8 billion, Chinese finance ministers allocated $16 billion, and the International Monetary Fund earmarked $50 billion to combat the epidem…",
            "url": "https://www.businessinsider.com/stocks-fall-coronavirus-fears-outweigh-stimulus-efforts-2020-3",
            "urlToImage": "https://i.insider.com/5e60db2bfee23d6cc30695d2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T11:20:36Z",
            "content": "<ul><li>European stocks and US futures fell on Thursday as coronavirus fears outweighed stimulus efforts.</li><li>US lawmakers approved $8 billion, Chinese finance ministers allocated $16 billion, and the International Monetary Fund earmarked $50 billion to c… [+2788 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Cruise giant Carnival has seen its market value plunge by nearly 50% since the coronavirus outbreak started (CCL)",
            "description": "Carnival shares tumbled as much as 15% on Thursday after the firm announced a second coronavirus-related lockdown on one of its ships. The cruise line has now erased nearly half of its market value since the coronavirus outbreak began. The company issued a pa…",
            "url": "https://www.businessinsider.com/carnival-stock-price-down-nearly-50-percent-since-coronavirus-outbreak-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6149edfee23d40ea147215-2400/ap439650777365.jpg",
            "publishedAt": "2020-03-05T21:21:41Z",
            "content": "AP Photo/Lynne Sladky\r\n<ul><li>Carnival shares tumbled as much as 15% on Thursday after the firm announced a second coronavirus-related lockdown on one of its ships.</li><li>The cruise line has now erased nearly half of its market value since the coronavirus … [+2864 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump touted the coronavirus-stricken economy in a freewheeling 40-minute Fox News interview riddled with misleading claims",
            "description": "Trump had a freewheeling interview with Fox News anchor Sean Hannity where he touted the economy and made misleading claims on the coronavirus outbreak that contradicted public health experts. \"I think we're just doing very well,\" Trump said. The president la…",
            "url": "https://www.businessinsider.com/trump-coronavirus-interview-fox-news-touted-struggling-economy-amid-slowdown-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e610a65fee23d05a4467414-1329/gettyimages-1204820495.jpg",
            "publishedAt": "2020-03-05T15:49:29Z",
            "content": "Getty Images\r\n<ul><li>Trump had a freewheeling interview with Fox News anchor Sean Hannity where he touted the economy and made misleading claims on the coronavirus outbreak that contradicted public health experts.</li><li>\"I think we're just doing very well,… [+2834 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "One Wall Street firm says approval for Gilead's experimental coronavirus treatment is a coin-flip bet at best — but still thinks you should buy the stock right now (GILD)",
            "description": "Gilead's experimental coronavirus treatment has a 50/50 chance at gaining approval at best, RBC Capital Markets analysts wrote Wednesday. The biotech company soared amid the late February downturn after a World Health Organization official deemed its remdesiv…",
            "url": "https://markets.businessinsider.com/news/stocks/gilead-stock-price-coronavirus-trial-drug-5050-bet-epidemic-treatment-2020-3-1028969413",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e611b6bfee23d0c3e5d97a6-2400/ap20034484007988.jpg",
            "publishedAt": "2020-03-05T16:55:26Z",
            "content": "AP Photo/Arek Rataj, File\r\n<ul><li>Gilead's experimental coronavirus treatment has a 50/50 chance at gaining approval at best, RBC Capital Markets analysts wrote Wednesday.</li><li>The biotech company soared amid the late February downturn after a World Healt… [+3247 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Long-term mortgage rates tumble to a record low as coronavirus rattles investor nerves",
            "description": "The average 30-year fixed-rate mortgage fell to 3.29% from 3.45% this week, according to data published Thursday by Freddie Mac. It's the lowest rate on record in nearly 50 years of tracking, according to the report. Mortgage rates loosely follow US Treasury …",
            "url": "https://www.businessinsider.com/30-year-mortgage-rates-record-low-coronavirus-panic-housing-market-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d83956b2e22af2837742d49-2400/gettyimages-173545718.jpg",
            "publishedAt": "2020-03-05T16:33:45Z",
            "content": "iStock / Getty Images Plus\r\n<ul><li>The average 30-year fixed-rate mortgage fell to 3.29% from 3.45% this week, according to data published Thursday by Freddie Mac.</li><li>It's the lowest rate on record in nearly 50 years of tracking, according to the report… [+1866 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rebecca Ungarino",
            "title": "Morgan Stanley is moving roughly half of its institutional securities traders to its disaster recovery site as Wall Street rushes to prep for the coronavirus spread",
            "description": "As the coronavirus has spread in recent days, Morgan Stanley is shifting around half of its institutional securities traders to its disaster recovery site in Westchester County in New York, according to a person familiar with the situation. The bank's plans c…",
            "url": "https://www.businessinsider.com/morgan-stanley-shifting-half-of-traders-to-westchester-amid-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e611097fee23d7d944c5203?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:58:08Z",
            "content": "Morgan Stanley is shifting around half of its institutional securities traders to its disaster recovery site in Westchester, New York as the coronavirus has spread, according to communications seen by Business Insider. \r\nThe bank's plans for its trading desk … [+2460 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'Interesting tightrope to be on': PayPal's credit chief balances coronavirus threat against healthy consumer demand",
            "description": "PayPal is balancing robust consumer confidence against the mounting coronavirus threat. \"You have the strongest consumer we've ever known,\" PayPal's global credit chief, Darrell Esch, said at a conference this week. \"Then on the other hand, you've got this pa…",
            "url": "https://markets.businessinsider.com/news/stocks/paypal-credit-chief-tightrope-balances-coronavirus-strong-consumer-demand-esch-2020-3-1028969309",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e611e61fee23d0c796aaa38-2400/tightrope-12.jpg",
            "publishedAt": "2020-03-05T16:22:20Z",
            "content": "Cameron Spencer/Getty Images\r\n<ul><li>PayPal is balancing robust consumer confidence against the mounting coronavirus threat.</li><li>\"You have the strongest consumer we've ever known,\" PayPal's global credit chief, Darrell Esch, said at a conference this wee… [+1931 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "US stocks could fall another 11% into bear market territory if coronavirus continues to hit global growth, MSCI says",
            "description": "US equities could fall another 11% from March 3 levels, according to a recent analysis from MSCI. MSCI's model assumes that short-term growth drops 2% while equity risk premium increases 2% in response to heightened uncertainty from the coronavirus outbreak. …",
            "url": "https://www.businessinsider.com/stock-market-outlook-coronavirus-possible-bear-market-selloff-msci-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b5f68708f28351f008b48eb-2400/rtx4qjw1-1.jpg",
            "publishedAt": "2020-03-05T20:06:14Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>US equities could fall another 11% from March 3 levels, according to a recent analysis from MSCI. </li><li>MSCI's model assumes that short-term growth drops 2% while equity risk premium increases 2% in response to heightened … [+3142 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Bill Ackman says he's preparing his fund for the worst as coronavirus sends markets spinning",
            "description": "Bill Ackman of Pershing Square Holdings told investors Tuesday that he's taken steps to protect the portfolio amid a volatile market induced by coronavirus panic. The firm's approach has been to \"acquire large notional hedges which have asymmetric payoff char…",
            "url": "https://markets.businessinsider.com/news/stocks/bill-ackman-hedging-pershing-fund-prepare-coronavirus-stock-market-volatility-2020-3-1028968420",
            "urlToImage": "https://images.markets.businessinsider.com/image/59b022c379bbfd0d288b884a-1920/rtx36ij5.jpg",
            "publishedAt": "2020-03-05T13:45:30Z",
            "content": "Reuters / Richard Brian\r\n<ul><li>Bill Ackman of Pershing Square Holdings told investors Tuesday that he's taken steps to protect the portfolio amid a volatile market induced by coronavirus panic. </li><li>The firm's approach has been to \"acquire large notiona… [+3016 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Senate passes $8 billion emergency coronavirus package, sending it to Trump's desk",
            "description": "The Senate voted Thursday to approve a roughly $8 billion emergency funding deal to address the coronavirus. It was the latest step in a race to contain an outbreak that has killed nearly a dozen in the US. The quick turnaround of the legislation underscored …",
            "url": "https://markets.businessinsider.com/news/stocks/senate-passes-billion-deal-fight-coronavirus-us-spending-package-congress-2020-3-1028969853",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e613b5cfee23d32144b77a4-2000/trump-coronavirus.jpg",
            "publishedAt": "2020-03-05T19:06:50Z",
            "content": "REUTERS/Carlos Barria\r\n<ul><li>The Senate voted Thursday to approve a roughly $8 billion emergency funding deal to address the coronavirus.</li><li>It was the latest step in a race to contain an outbreak that has killed nearly a dozen in the US. </li><li>The … [+3026 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'Money and life and death': Larry Summers calls for 4 economic policies to combat coronavirus",
            "description": "C utting interest rates and increasing money supply will do little to combat coronavirus' economic fallout, former Treasury Secretary Larry Summers argued in a Washington Post column. Monetary policy \"is not likely to be very effective\" and \"could create prob…",
            "url": "https://markets.businessinsider.com/news/stocks/larry-summers-pitches-4-economic-policies-coronavirus-2020-3-1028968809",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e610838fee23d710f7dd734-1500/lawrence-larry-summers.jpg",
            "publishedAt": "2020-03-05T14:42:43Z",
            "content": "REUTERS/Ruben Sprich\r\n<ul><li>Cutting interest rates and increasing money supply will do little to combat coronavirus' economic fallout, former Treasury Secretary Larry Summers argued in a Washington Post column.</li><li>Monetary policy \"is not likely to be v… [+2695 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Stocks tumble as coronavirus fears overpower stimulus efforts",
            "description": "European stocks and US futures fell on Thursday as coronavirus fears outweighed stimulus efforts. US lawmakers approved $8 billion, Chinese finance ministers allocated $16 billion, and the International Monetary Fund earmarked $50 billion to combat the epidem…",
            "url": "https://markets.businessinsider.com/news/stocks/stocks-fall-coronavirus-fears-outweigh-stimulus-efforts-2020-3-1028967623",
            "urlToImage": "https://images.markets.businessinsider.com/image/5cd539c9021b4c0c7f1f5785-2400/2019-05-02t114029z1lynxnpef410j6rtroptp4usa-stocks-investments.jpg",
            "publishedAt": "2020-03-05T11:20:36Z",
            "content": "Reuters\r\n<ul><li>European stocks and US futures fell on Thursday as coronavirus fears outweighed stimulus efforts.</li><li>US lawmakers approved $8 billion, Chinese finance ministers allocated $16 billion, and the International Monetary Fund earmarked $50 bil… [+2797 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Stocks tumble as coronavirus fears overpower stimulus efforts. \"Investors have stopped backing riskier assets once again as they lose their optimistic side regarding the coordinated action of central ba…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-march-05-2020-3-1028967985",
            "urlToImage": "https://images.markets.businessinsider.com/image/5bbf4f2e92b36954b66f60a3-1024/gettyimages-975536608.jpg",
            "publishedAt": "2020-03-05T12:44:38Z",
            "content": "Drew Angerer/Getty\r\nHere's what you need to know before the markets open.\r\n1. Stocks tumble as coronavirus fears overpower stimulus efforts. \"Investors have stopped backing riskier assets once again as they lose their optimistic side regarding the coordinated… [+1672 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paige Leskin",
            "title": "Amid the coronavirus outbreak, Reddit is one of the last major social platforms not taking steps to prevent the spread of misinformation",
            "description": "Reddit is one of the most popular websites in the world, so it's unsurprising that a subreddit about the coronavirus disease has more than 600,000 members. However, both the popular subreddit and coronavirus-related content has been left seemingly unchecked a…",
            "url": "https://www.businessinsider.com/coronavirus-reddit-social-platforms-spread-misinformation-who-cdc-2020-3",
            "urlToImage": "https://i.insider.com/5e5fc221fee23d0a32329745?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T21:46:16Z",
            "content": "As millions flock to social platforms to find the latest on the coronavirus, Reddit is one of the last popular websites to hold out on providing and prioritizing verified information from health officials to its users.\r\nReddit users have already clamored to a… [+5422 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Dow slides more than 900 points as coronavirus continues to hit fear-filled markets",
            "description": "All major US stock indexes slipped on Thursday as new coronavirus deaths in the US intensified fears of the outbreak dragging on economic activity. California declared a state of emergency following its first virus-related death on Wednesday. The S&P 500 sat …",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-today-us-index-performance-coronavirus-fear-volatility-2020-3-1028969685",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e613d8cfee23d30eb075a23-2000/2020-03-05t152135z194642973rc2rdf9m2zp4rtrmadp3usa-stocks.jpg",
            "publishedAt": "2020-03-05T18:00:16Z",
            "content": "Reuters / Andrew Kelly\r\n<ul><li>All major US stock indexes slipped on Thursday as new coronavirus deaths in the US intensified fears of the outbreak dragging on economic activity.</li><li>California declared a state of emergency following its first virus-rela… [+2534 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump touted the coronavirus-stricken economy in a freewheeling 40-minute Fox News interview riddled with misleading claims",
            "description": "Trump had a freewheeling interview with Fox News anchor Sean Hannity where he touted the economy and made misleading claims on the coronavirus outbreak that contradicted public health experts. \"I think we're just doing very well,\" Trump said. The president la…",
            "url": "https://markets.businessinsider.com/news/stocks/trump-coronavirus-interview-fox-news-touted-struggling-economy-amid-slowdown-2020-3-1028969143",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e610a65fee23d05a4467414-1329/gettyimages-1204820495.jpg",
            "publishedAt": "2020-03-05T15:49:29Z",
            "content": "Getty Images\r\n<ul><li>Trump had a freewheeling interview with Fox News anchor Sean Hannity where he touted the economy and made misleading claims on the coronavirus outbreak that contradicted public health experts.</li><li>\"I think we're just doing very well,… [+2835 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "JPMORGAN: Coronavirus fears are causing the bond market's biggest shake-up since the financial crisis. Here's a novel strategy to prepare for future turmoil and detect the next recession.",
            "description": "Credit markets have \"taken a life of their own\" and are implying a whopping 80% chance of a recession within the next year, according to JPMorgan. The bank's head of US interest rate derivatives strategy has uncovered an additional signal that has presaged pr…",
            "url": "https://www.businessinsider.com/next-recession-bond-yield-outlook-amid-coronavirus-fears-jpmorgan-strategy-2020-3",
            "urlToImage": "https://i.insider.com/57d1b68409d2935f0f8b6bab?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T13:08:00Z",
            "content": "The Fed's emergency rate cut was not the only unusual occurrence in the fixed-income market on Tuesday.\r\nObservers of interest rates — from potential home buyers to bond traders — would have also noticed the plummet in Treasury yields. The 10-year yield, for … [+2695 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "These 15 stocks are poised to gain in a market reeling from coronavirus, UBS says",
            "description": "Even though markets have been rocked with volatility as investors panic that a coronavirus outbreak could hurt global growth, there are some stocks poised to gain, according to UBS. UBS isn't predicting the duration of the market choppiness or the depth of ec…",
            "url": "https://www.businessinsider.com/ubs-stocks-poised-gain-amid-volatile-market-coronavirus-buy-upside-2020-3",
            "urlToImage": "https://i.insider.com/59e8a16890992406288b4d71?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T18:20:06Z",
            "content": "<ul><li>Even though markets have been rocked with volatility as investors panic that a coronavirus outbreak could hurt global growth, there are some stocks poised to gain, according to UBS. </li><li>UBS isn't predicting the duration of the market choppiness o… [+1546 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bradley Saacks",
            "title": "JPMorgan is warning novice private-credit investors what a downturn means in the lending game, and it shows how quickly coronavirus could upend debt investing",
            "description": "One of the most popular alternative investing strategies over the last five years has been private debt, thanks to low interest rates and banks stepping back due to more onerous regulations. JPMorgan global market strategist David Lebovitz said the number of …",
            "url": "https://www.businessinsider.com/jpmorgan-private-credit-managers-might-take-over-assets-because-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e60eba2fee23d65695937c6?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T13:00:00Z",
            "content": "Hedge funds and other alternative investment managers dove into the private-debt space in the last five years, thanks to low interest rates and regulations put on banks following the financial crisis.\r\nAccording to JPMorgan, the number of managers with a priv… [+2088 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "US stocks could fall another 11% into bear market territory if coronavirus continues to hit global growth, MSCI says",
            "description": "US equities could fall another 11% from March 3 levels, according to a recent analysis from MSCI. MSCI's model assumes that short-term growth drops 2% while equity risk premium increases 2% in response to heightened uncertainty from the coronavirus outbreak. …",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-outlook-coronavirus-possible-bear-market-selloff-msci-2020-3-1028970019",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b5f68708f28351f008b48eb-2400/rtx4qjw1-1.jpg",
            "publishedAt": "2020-03-05T20:06:14Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>US equities could fall another 11% from March 3 levels, according to a recent analysis from MSCI. </li><li>MSCI's model assumes that short-term growth drops 2% while equity risk premium increases 2% in response to heightened … [+3142 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Short sellers reaped $51 billion in 7 days as markets tanked on coronavirus panic",
            "description": "Short-sellers were up $51.3 billion in mark-to-market gains as markets tanked between February 24 and March 3, according to a Wednesday report from financial-analytics firm S3 Partners. As markets fell on concerns that coronavirus would hinder global growth, …",
            "url": "https://www.businessinsider.com/stock-market-short-sellers-gained-one-week-fall-coronavirus-panic-2020-3",
            "urlToImage": null,
            "publishedAt": "2020-03-05T15:10:23Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Senate passes $8 billion emergency coronavirus package, sending it to Trump's desk",
            "description": "The Senate voted Thursday to approve a roughly $8 billion emergency funding deal to address the coronavirus. It was the latest step in a race to contain an outbreak that has killed nearly a dozen in the US. The quick turnaround of the legislation underscored …",
            "url": "https://www.businessinsider.com/senate-passes-billion-deal-fight-coronavirus-us-spending-package-congress-2020-3",
            "urlToImage": "https://i.insider.com/5e613b8afee23d2e1063dd77?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T19:06:50Z",
            "content": "<ul><li>The Senate voted Thursday to approve a roughly $8 billion emergency funding deal to address the coronavirus.</li><li>It was the latest step in a race to contain an outbreak that has killed nearly a dozen in the US. </li><li>The quick turnaround of the… [+3003 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Here's how one expert says the Fed's emergency rate cut could create a toxic situation where higher prices conflict with coronavirus-stricken growth",
            "description": "The Federal Reserve's emergency rate cut coupled with the impact of coronavirus on the US economy could lead to stagflation, Nancy Davis of Quadratic Capital Management told Markets Insider. Stagflation is when an economy is not growing fast enough to outpace…",
            "url": "https://markets.businessinsider.com/news/stocks/fed-emergency-interest-rate-cut-effects-stagflation-us-coronavirus-growth-2020-3-1028968825",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e60ffd8fee23d7c36079f16-731/screen-shot-2015-02-09-at-110206-am.png",
            "publishedAt": "2020-03-05T14:52:28Z",
            "content": "cleveland.com\r\n<ul><li>The Federal Reserve's emergency rate cut coupled with the impact of coronavirus on the US economy could lead to stagflation, Nancy Davis of Quadratic Capital Management told Markets Insider.</li><li>Stagflation is when an economy is not… [+4770 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "Cash could be spreading the coronavirus, warns the World Health Organization",
            "description": "Cash could be spreading the coronavirus, according to the World Health Organization. The WHO told Business Insider that people should wash their hands after handling cash, especially before eating. People should use contactless payments instead, the WHO told …",
            "url": "https://www.businessinsider.com/cash-could-spread-coronavirus-warns-world-health-organization-2020-3",
            "urlToImage": "https://i.insider.com/5e6118d7fee23d083f00e318?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T15:40:03Z",
            "content": "Cash could be contributing to the spread of COVID-19, the disease caused by the novel coronavirus, according to the World Health Organization. \r\nThe WHO told the Telegraph that the coronavirus could remain on money for days after being exposed to it, and that… [+1143 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Thursday. Facebook has confirmed that a contractor at its Seattle office tested positive for coronavirus. The announcement comes a day after Amazon confirmed that one of its employees in Seattle tested…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-march-5-2020-3",
            "urlToImage": "https://i.insider.com/5e60ae0afee23d5d5137c3f2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T07:47:30Z",
            "content": "Facebook is the latest big tech firm to see one its employees contract the coronavirus.\r\nREUTERS/Dado Ruvic\r\nGood morning! This is the tech news you need to know this Thursday.\r\n<ol><li>Facebook has confirmed that a contractor at its Seattle office tested pos… [+2982 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "Facebook confirms that a contractor at its Seattle office tested positive for coronavirus",
            "description": "Facebook on Wednesday confirmed that a contractor at its Seattle, Washington, office tested positive for coronavirus. The Seattle office is closed until Monday, March 9, and employees are being encouraged to work from home until March 31. The announcement com…",
            "url": "https://www.businessinsider.com/facebook-coronavirus-contractor-seattle-tests-positive-2020-3",
            "urlToImage": "https://i.insider.com/5cc7a525b14bf40a583a1753?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T04:05:33Z",
            "content": "Facebook confirmed on Wednesday that a contractor at its Seattle location tested positive for COVID-19, a respiratory disease caused by the coronavirus. \r\n\"A contractor based in our Stadium East office has been diagnosed with the COVID-19,\" Anthony Harrison, … [+1979 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melia Russell",
            "title": "'Brace for turbulence': Silicon Valley VC firm Sequoia Capital calls coronavirus the 'Black Swan of 2020' that every startup founder needs to prepare for",
            "description": "Sequoia Capital, the prestigious VC firm that famously warned startups about the 2008 financial crisis, published a memo on Thursday urging startup founders to prepare for business disruptions. The memo was titled \"Coronavirus: The Black Swan of 2020,\" a refe…",
            "url": "https://www.businessinsider.com/sequoia-capital-coronavirus-memo-to-founders-2020-3",
            "urlToImage": "https://i.insider.com/5dd3e1623afd370cfe1b78e2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T22:42:53Z",
            "content": "The world of venture capital is preparing for the worst as the coronavirus outbreak threatens the health of startups.\r\nSequoia Capital, one of the most influential venture capital firms in the world, sent a memo to its portfolio company founders and chief exe… [+4300 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aaron Holmes",
            "title": "San Francisco's first 2 cases of coronavirus were just confirmed — authorities say the disease is likely being transmitted in the city",
            "description": "Authorities have confirmed two cases of coronavirus in San Francisco, mayor London Breed announced Thursday afternoon. The two patients are unrelated and did not have any history of travel to countries with known coronavirus outbreaks. Both patients are being…",
            "url": "https://www.businessinsider.com/san-francisco-first-coronavirus-covid-19-cases-confirmed-spread-expected-2020-3",
            "urlToImage": "https://i.insider.com/5e615341fee23d4c49654635?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T19:42:36Z",
            "content": "San Francisco authorities have confirmed the first two cases of coronavirus in the city, Mayor London Breed announced in a news conference Thursday.\r\n\"Today we are announcing the first two cases of coronavirus in our city,\" Breed said. \"These individuals are … [+1111 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Etsy has pulled thousands of coronavirus-themed products from its website to prevent people from exploiting the outbreak for profit (ETSY, AMZN)",
            "description": "Etsy has removed all coronavirus-themed products from its site to prevent sellers from taking advantage of the outbreak, Buzzfeed News reported on Wednesday. The online marketplace had seen a surge of products referencing the coronavirus, including some that …",
            "url": "https://www.businessinsider.com/etsy-reportedly-removing-coronavirus-themed-products-from-its-website-2020-3",
            "urlToImage": "https://i.insider.com/5e604a8cfee23d3a7503a426?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T01:41:24Z",
            "content": "Online marketplace Etsy has removed all items that mention coronavirus or the disease it causes, COVID-19, from it site, Buzzfeed News first reported on Wednesday.\r\nEtsy, which focuses primarily on homemade and vintage goods, said it had taken down thousands … [+1791 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bethany Biron",
            "title": "People are bidding more than $200 on 'fashion masks' on StockX as coronavirus cases grow in the US",
            "description": "Prices of Off-White fashion masks have skyrocketed on the resale website StockX amid coronavirus concerns. Several listings of items from the buzzy fashion brand are showing bids of upwards of $200, up from previous months' averages of $80. The uptick comes f…",
            "url": "https://www.businessinsider.com/off-white-mask-prices-soar-amid-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e6159bafee23d568e346d43?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T22:05:36Z",
            "content": "While the efficacy of face masks in preventing coronavirus remains murky, some resellers looking to make a quick buck are finding success by selling designer \"fashion masks\" on StockX.\r\nStockX, the resale marketplace best known as a destination for sneakers a… [+1112 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "It looks like Apple and Netflix have joined the long list of companies ditching SXSW over coronavirus fears",
            "description": "Apple and Netflix have become the latest big-name tech companies to pull out of this year's SXSW event in Austin, Texas. They join the likes of Amazon, Facebook and Twitter, who have all dropped out of the annual tech and media hoop-la this week. On Wednesday…",
            "url": "https://www.businessinsider.com/apple-and-netflix-drop-out-of-sxsw-amid-coronavirus-fears-2020-3",
            "urlToImage": "https://i.insider.com/5e60c0d4fee23d627f47dec5?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T11:31:49Z",
            "content": "Apple and Netflix have reportedly become the latest big-name tech companies to pull out of this year's SXSW because of coronavirus concerns.\r\nAccording to Bloomberg, Apple said Wednesday it wouldn't be attending SXSW, while a Netflix representative also told … [+1321 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Benjamin Pimentel",
            "title": "SAP has cancelled all in-person events and says bookings on its Concur travel platform is down 20% due to coronavirus crisis (SAP)",
            "description": "SAP has cancelled all \"in-person events\" including major conferences scheduled this month in Orlando and Las Vegas in response to the coronavirus crisis. The German tech giant also said it has seen a 20% drop in transactions on its Concur travel management pl…",
            "url": "https://www.businessinsider.com/sap-cancelled-in-person-events-due-to-coronavirus-crisis-2020-3",
            "urlToImage": "https://i.insider.com/5e61404dfee23d46a32cedd8?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T18:15:50Z",
            "content": "SAP said Thursday that it has cancelled all \"in-person events,\" including upcoming conventions in Orlando and Las Vegas this month, due to the coronavirus crisis.\r\nThe German tech giant also said the crisis has led to a 20% drop in transactions on its Concur … [+984 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "Costco says coronavirus fears gave it a sales boost and stirred up 'crazy' demand",
            "description": "Costco CFO Richard Galanti told analysts that members have been visiting locations to scoop up crucial supplies during the coronavirus outbreak. Those products include \"dry grocery items, cleaning supplies, Clorox and bleach, water, paper goods, hand sanitize…",
            "url": "https://www.businessinsider.com/costco-coronavirus-fears-gave-it-a-sales-boost-2020-3",
            "urlToImage": "https://i.insider.com/5e617d8bfee23d069b7b50e4?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T23:23:40Z",
            "content": "Coronavirus may be wreaking havoc on the global economy, but it's provided a nice sales boost to at least one prominent global retailer. Costco saw a spike in consumer demand in February, which the chain attributed \"to concerns over the Coronavirus.\"\r\nIn its … [+2105 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "This robot wanders New York City informing people about coronavirus, but it's already been banned from one park",
            "description": "11 people in the US have died from COVID-19, the coronavirus disease, so far, with 160 known cases total. New York has reported 11 cases, including nine infected by a 50-year-old patient. A robot from Philadelphia-based company Promobot has been spotted aroun…",
            "url": "https://www.businessinsider.com/robot-teaches-about-coronavirus-covid-19-symptoms-new-york-city-2020-3",
            "urlToImage": "https://i.insider.com/5e611c96fee23d0a0a1e3a63?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:27:17Z",
            "content": "As New Yorkers prepare for more cases of COVID-19 through community spread and possible self-quarantine, information might come from an unlikely source: a five-foot tall robot. \r\nRobotics company Promobot builds \"service robots for business,\" according to its… [+322 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Tesla quietly downgraded the chips for some Model 3 vehicles because of coronavirus and owners are furious",
            "description": "Tesla Model 3 owners in China are angry after finding out the company quietly downgraded the chip inside their cars' computer to an older generation of hardware, Nikkei Asian Review reports. The discovery was made after some customers noticed a mismatch betwe…",
            "url": "https://www.businessinsider.com/tesla-quietly-downgrades-model-3-chip-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e60c83cfee23d56c9336bc5?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T10:06:08Z",
            "content": "Tesla owners in China noticed a surreptitious change to their Model 3 vehicles last week.\r\nThe electric carmaker quietly started selling Model 3s with an old version of its control chips due to supply chain problems caused by the coronavirus outbreak, Nikkei … [+1462 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "GOP Sen. Lindsey Graham said Trump needs to 'make sure the science is behind' what he says on coronavirus",
            "description": "As President Donald Trump contines to share disinformation on coronavirus, Republican Sen. Lindsey Graham is urging the commander-in-chief to listen to the science. \"I listen to the scientists when it comes to the numbers, and I would encourage the president …",
            "url": "https://www.businessinsider.com/lindsey-graham-trump-needs-to-listen-to-science-on-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e612f8dfee23d25710f7aba?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T17:51:59Z",
            "content": "Republican Sen. Lindsey Graham on Thursday encouraged President Donald Trump to ensure that the science is behind any statements he makes about it\r\n\"I listen to the scientists when it comes to the numbers, and I would encourage the president if he's going to … [+1110 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani and Lauren Frias",
            "title": "Trump claims 3.4% death rate from coronavirus is 'false,' contradicting World Health Organization",
            "description": "President Donald Trump claimed 3.4% coronavirus death rate is \"false\" in an interview with Fox News' Sean Hannity. \"Well, I think the 3.4% is really a false number,\" Trump said. \"Now, this is just my hunch but based on a lot of conversation with a lot of peop…",
            "url": "https://www.businessinsider.com/trump-claim-death-rate-coronavirus-word-health-organization-2020-3",
            "urlToImage": "https://i.insider.com/5e607142fee23d394b6cc202?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T04:38:55Z",
            "content": "President Donald Trump on Wednesday claimed the death rate from the novel coronavirus was not 3.4%, contradicting the number that the World Health Organization gave on Tuesday.\r\nThe president appeared in an exclusive interview with Fox News' Sean Hannity on W… [+1629 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor and Hayley Peterson",
            "title": "Trader Joe's won't stop serving free samples despite coronavirus outbreak, but it's making employees change how they hand them out",
            "description": "Trader Joe's has instructed workers to change their free sample practices in a memo about the coronavirus outbreak viewed by Business Insider. Employees at the grocery chain have been instructed to serve samples \"directly to customers,\" instead of putting out…",
            "url": "https://www.businessinsider.com/trader-joes-adjust-free-sample-practices-due-to-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5fb67cfee23d0e49135445?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T14:00:06Z",
            "content": "Trader Joe's is tweaking how employees serve up free samples due to coronavirus concerns. \r\nEmployees at the grocery chain have been instructed to serve samples \"directly to customers,\" as opposed to putting out a large plate of samples, according to an inter… [+1497 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Haven Orecchio-Egresitz), Haven Orecchio-Egresitz",
            "title": "Starbucks baristas won't be filling up your reusable mugs during the coronavirus outbreak",
            "description": "Photo by Haven Orecchio-Egresitz Starbucks has suspended the use of reusable cups at its stores in order to protect staff and customers from the coronavirus. The company will also not be filling up mugs that customers bring into the stores. If you do bring a …",
            "url": "https://www.businessinsider.com/starbucks-reusable-cups-coronavirus-fear-2020-3",
            "urlToImage": "https://i.insider.com/5e61526dfee23d4a987b6e66?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T22:33:46Z",
            "content": "Some Starbucks customers have gotten used to carrying around their own mugs in an effort to reduce waste and save the world. Others do it for the 10 cent discount. \r\nEither way, the coffee giant has decided that during the coronavirus outbreak it's in everyon… [+1833 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "The Department of Defense is bracing for a potential coronavirus outbreak at the Pentagon",
            "description": "The Department of Defense is making plans for a possible coronavirus outbreak at the Pentagon, the secretary of defense said Thursday. Secretary of Defense Mark Esper told reporters that the department is looking at strategies that have proven effective for U…",
            "url": "https://www.businessinsider.com/defense-department-planning-to-defend-pentagon-from-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e3959c25bc79c1f9c787b67?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T20:46:09Z",
            "content": "The Department of Defense is planning for a possible coronavirus outbreak at the Pentagon, the world's largest office building, the secretary of defense said Thursday afternoon.\r\nThe US has had 11 coronavirus deaths among more than 180 cases of infection. Non… [+1956 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Hudson",
            "title": "We visited supermarkets in Japan, France, Poland, and the Netherlands to see what items people are 'panic buying' around the world as coronavirus fears grow",
            "description": "Business Insider's international editors visited grocery stores and pharmacies around the world to look for signs of the coronavirus' influence on shopping habits. Their photos show empty or near-empty store shelves in Japan, France, Poland, and the Netherlan…",
            "url": "https://www.businessinsider.com/coronavirus-panic-buying-france-japan-netherlands-poland-2020-3",
            "urlToImage": "https://i.insider.com/5e5f83fefee23d73ab22b095?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:59:19Z",
            "content": "Photos from supermarkets in Japan, the Netherlands, France, and Poland show that coronavirus-fueled panic buying isn't limited to a single geographic area.\r\nWhile shoppers in the US flocked to Costco over the weekend to buy hand sanitizer, food, and medical s… [+342 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Peterson and Shoshy Ciment",
            "title": "'I'm scared to lose my job and I'm scared to die': Retail employees describe working conditions as coronavirus panic heightens nationwide",
            "description": "US retail workers are under intense pressure to keep shelves stocked amid a rash of panic buying over coronavirus concerns, according to interviews with 20 employees of Walmart, Target, and CVS. Employees also expressed fears about getting sick and missing wo…",
            "url": "https://www.businessinsider.com/walmart-target-workers-describe-working-conditions-during-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e60169dfee23d7da05dc578?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T14:37:53Z",
            "content": "At a Target store in Michigan, an employee in the electronics department has stopped greeting his favorite customers with handshakes and hugs amid the growing threat of coronavirus, and he's started to worry about what would happen if he got sick. \r\n\"You don'… [+7638 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "Costco shoppers that are flooding stores to stock up on supplies amid coronavirus outbreak are being mocked for being unable to resist its tasty samples",
            "description": "Costco stores have been overrun over the past few days as shoppers stock up on goods to prepare for the spread of the coronavirus. Photographs on social media show long lines stretching outside the door and bare shelves in some areas of the store. Despite the…",
            "url": "https://www.businessinsider.com/costco-shoppers-mocked-for-eating-samples-despite-coronavirus-panic-2020-3",
            "urlToImage": "https://i.insider.com/5ab53d3ad0965924008b472f?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T14:58:35Z",
            "content": "Over the past few days, social media has been lit up with images and videos of rammed Costco stores across North America as panicked shoppers stock up on supplies to prepare for the spread of the coronavirus.\r\nOne Reddit user joked: \"Forget Black Friday...it'… [+2101 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Choi",
            "title": "Another senior politician has died of coronavirus in Iran, where 8% of the entire parliament is infected",
            "description": "Hossein Sheikholeslam, an Iranian diplomat and former ambassador to Syria, died Thursday from a coronavirus infection, according to state news agency Fars. Sheikholeslam's death comes amid reports that 8% of Iran's parliament has been infected. Iran has barre…",
            "url": "https://www.businessinsider.com/another-senior-iranian-politician-has-died-of-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e615a56fee23d56fd7d96e5?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T21:11:02Z",
            "content": "Another senior Iranian politician has died of the coronavirus, amid reports that 8% of the country's parliament has been infected.\r\nHossein Sheikholeslam, a diplomat and former ambassador to Syria, died Thursday, according to state news agency Fars. Sheikhole… [+1839 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Bethany Biron), Bethany Biron",
            "title": "Tito's Vodka is warning consumers that it can't be used as a hand sanitizer replacement as the coronavirus spreads across the US",
            "description": "Robin Marchant/Getty Images As hand sanitizer shortages continue across the country in response to the coronavirus, Tito's Vodka warns it cannot be used as a replacement disinfectant. According to the Centers for Disease Control and Prevention, hand sanitizer…",
            "url": "https://www.businessinsider.com/titos-vodka-warns-consumers-its-not-hand-sanitizer-2020-3",
            "urlToImage": "https://i.insider.com/5e613eedfee23d36467aa8a9?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T18:43:49Z",
            "content": "While alcohol is the key ingredient in hand sanitizer, Tito's Vodka is taking to Twitter to warn Americans that it is not an effective replacement for Purell.\r\nOver the past day, the spirits company has been dispelling misconceptions that its vodka can be use… [+2113 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Julia Naftulin), Julia Naftulin",
            "title": "How to find an effective germ-killing hand sanitizer amidst the Purell shortage",
            "description": "Shoshy Ciment/Business Insider As go-to hand sanitizer brands like Purell experience shortages, consumers are looking for other options to kill germs amidst the coronavirus outbreak. An effective hand sanitizer has between 60% and 95% alcohol content. It may …",
            "url": "https://www.businessinsider.com/how-to-make-sure-your-hand-sanitizer-is-effective-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5d50bdfee23d4fe93d4434?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:41:00Z",
            "content": "Coronavirus cases continue to mount, and people are doing everything in their power to stay healthy, including stocking up on hand sanitizer. But drugstores are running out of the coveted product, and Amazon retailers have hiked up prices, making them more di… [+2765 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alyse Kalish",
            "title": "I came down with the flu while on board a cruise ship as a teenager and was quarantined for 24 hours — here's what my experience was like",
            "description": "In 2010, when I was 16, I came down with the stomach flu while on board Royal Caribbean's Oasis of the Seas with my family. After visiting the ship's infirmary, I was put under a 24-hour quarantine to make sure my sickness passed before I could walk the ship …",
            "url": "https://www.businessinsider.com/what-it-was-like-quarantined-on-cruise-ship-24-hours-2020-3",
            "urlToImage": "https://i.insider.com/5e5e7ea4fee23d11a05c3e17?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:15:52Z",
            "content": "As soon as you recover from being sick, your mind tends to block out all the worst parts of it — the nauseating sensations, the feelings of hopelessness, the fear of never being well again.\r\nBecause of that, I don't remember much about my first 48 hours on Oa… [+2195 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Peterson",
            "title": "Instacart says demand is surging amid the coronavirus outbreak, and it will now offer grocery deliveries without human contact",
            "description": "Instacart's sales growth rate increased by 10 times last week compared to the previous week, the company said Thursday. With the growth in demand, the company is rolling out a new feature called \"Leave at My Door Delivery.\" The service allows shoppers to acce…",
            "url": "https://www.businessinsider.com/coronavirus-instacart-delivers-groceries-without-human-contact-2020-3",
            "urlToImage": "https://i.insider.com/5e617339fee23d75081616e2?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T22:12:01Z",
            "content": "Instacart is rolling out a new option for shoppers to get their groceries delivered as sales on its platform surge.\r\nInstacart said Thursday that its sales growth rate was 10 times higher this week versus the prior week. The sales growth rate increased as muc… [+1711 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Haven Orecchio-Egresitz",
            "title": "Sorry Costco shoppers, the enchanted battle axe is sold out. Amid coronavirus panic, a Bay Area wizard trolled preppers with fake signs for magic goods.",
            "description": "A Bay Area woman was preparing for a weekend of wizarding when she realized people were stockpiling supplies at Costco amid the coronavirus outbreak. The woman imagined a world where people rushed to Costco for magic supplies, too. She made that fantasy a rea…",
            "url": "https://www.businessinsider.com/costco-is-out-of-healing-crystals-woman-trolls-coronavirus-shoppers-2020-3",
            "urlToImage": "https://i.insider.com/5e6105aefee23d01d45015f4?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T13:58:13Z",
            "content": "This week Danielle Baskin, who practices divination and tarot reading, was preparing for a gathering of wizards planned this weekend in the Bay Area. At the same time, she was reading about people flocking to Costco in preparation for a coronavirus outbreak. … [+2870 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosalie Chan",
            "title": "GitHub just hired a top DevOps researcher away from Google Cloud (MSFT)",
            "description": "On Thursday, Microsoft-owned GitHub announced that it hired Dr. Nicole Forsgren, formerly of Google Cloud, as its new vice president of research and strategy. Forsgren founded DevOps Research and Assessment (DORA), a research firm, which was acquired by Googl…",
            "url": "https://www.businessinsider.com/github-hires-nicole-forsgren-devops-researcher-google-cloud-dora-2020-3",
            "urlToImage": "https://i.insider.com/5db35599dee019213e13d187?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T17:00:00Z",
            "content": "One of the top researchers in the field of DevOps, a term that combines development and operations, will be joining GitHub from Google Cloud.\r\nOn Thursday, GitHub, which is owned by Microsoft, announced that it hired Dr. Nicole Forsgren as its new vice presid… [+3989 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The White House balks at recession fears as coronavirus outbreak hits US economy",
            "description": "The coronavirus outbreak has threatened to upend the longest US expansion in history. But President Donald Trump has so far steered clear of stimulus measures past administrations pursued during times of crisis. The White House has not proposed any official p…",
            "url": "https://markets.businessinsider.com/news/stocks/white-house-balks-at-recession-fears-as-coronavirus-hits-economy-2020-3-1028970320",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e610a65fee23d05a4467414-1329/gettyimages-1204820495.jpg",
            "publishedAt": "2020-03-05T21:55:35Z",
            "content": "Getty Images\r\n<ul><li>The coronavirus outbreak has threatened to upend the longest US expansion in history.</li><li>But President Donald Trump has so far steered clear of stimulus measures past administrations pursued during times of crisis. </li><li>The Whit… [+2656 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "China's unprecedentedly drastic response to the coronavirus saved hundreds of thousands of people from catching it, according to a WHO official who went there",
            "description": "Dr Bruce Aylward, a senior WHO official, praised the extreme measures taken by China to fight the coronavirus during an interview in The New York Times. Giving a rough estimate of what they achieved, he said the country's mass quarantines and drastic reworkin…",
            "url": "https://www.businessinsider.com/china-stopped-100000-coronavirus-cases-with-harsh-response-who-expert-2020-3",
            "urlToImage": "https://i.insider.com/5e60fdbffee23d7b1e41bbc3?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T15:26:41Z",
            "content": "The Chinese government prevented \"hundreds of thousands\" of people from catching the coronavirus with its harsh measures to suppress its spread, a senior WHO official said.\r\nDr Bruce Aylward, the Assistant Director-General of the WHO (World Health Organizatio… [+3671 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Daniel Keyes",
            "title": "A new US bill could make e-commerce marketplaces liable for counterfeit products",
            "description": "This story was delivered to Business Insider Intelligence Payments & Commerce subscribers earlier this morning. To get this story plus others to your inbox each day, hours before they're published on Business Insider, click here. Members of the US House of Re…",
            "url": "https://www.businessinsider.com/marketplaces-could-become-liable-for-counterfeits-2020-3",
            "urlToImage": "https://i.insider.com/5ac798b1146e711d008b4739?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T14:27:00Z",
            "content": "Members of the US House of Representatives have proposed legislation, which has bipartisan support, that aims to curb the sale of counterfeit goods on e-commerce marketplaces, per The New York Times.\r\nBusiness Insider Intelligence\r\nThe Shop Safe Act would mak… [+3417 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bwinck@businessinsider.com (Ben Winck), Ben Winck",
            "title": "These 3 hedge fund giants dominated through February's steep coronavirus sell-off",
            "description": "Mike Blake/Reuters A group of hedge funds soared past the sinking market to outperform their peers in February. The month saw equities reach a record high on February 19 before tanking deep into correction territory the following week. Hedge funds seek to pos…",
            "url": "https://www.businessinsider.com/hedge-funds-outperform-coronavirus-stock-market-sell-off-february-gains-2020-3",
            "urlToImage": "",
            "publishedAt": "2020-03-05T15:34:25Z",
            "content": "Mike Blake/Reuters<ul><li>A group of hedge funds soared past the sinking market to outperform their peers in February.</li><li>The month saw equities reach a record high on February 19 before tanking deep into correction territory the following week.</li><li>… [+2344 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "California and Washington state have both declared a state of emergency after their first coronavirus deaths —here's what it means",
            "description": "California declared a state of emergency on Wednesday after it reporting the first death from coronavirus in the state in Placer County, located near Sacramento. California Gov. Gavin Newsom said the emergency proclamation \"will help the state further prepare…",
            "url": "https://www.businessinsider.com/california-washington-state-of-emergency-coronavirus-what-it-means-2020-3",
            "urlToImage": "https://i.insider.com/5e606574fee23d37c5403d12?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T02:36:27Z",
            "content": "California declared a state of emergency on Wednesday after reported the first death from coronavirus in the state. \r\nCalifornia Gov. Gavin Newsom on Wednesday made the declaration in order to receive emergency federal funding to battle the coronavirus, which… [+2149 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Amazon is telling employees at its Seattle HQ not to come into the office because of the coronavirus, as Washington becomes the worst-hit state in the US",
            "description": "Amazon told employees in Seattle to avoid coming into their offices for the rest of the month, as Washington state emerged as the area of the US hit hardest by the coronavirus. It came the same day the company confirmed that an Amazon employee in the area had…",
            "url": "https://www.businessinsider.com/coronavirus-amazon-tells-seattle-not-come-to-office-washington-2020-3",
            "urlToImage": "https://i.insider.com/5e60bd65fee23d4fe44faf22?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T09:17:57Z",
            "content": "Amazon told employees in Seattle to avoid coming into their offices for the rest of the month, as Washington state emerged as the area of the US hit hardest by the coronavirus.\r\nIt came the same day the company confirmed that an Amazon employee in the area ha… [+1725 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor and Hayley Peterson",
            "title": "Trader Joe's is giving employees additional paid sick time to ensure they stay home when ill during coronavirus outbreak, and it's a brilliant business strategy",
            "description": "Trader Joe's is changing its sick-leave policy during the coronavirus outbreak to encourage workers to stay home if they feel ill, according to a memo viewed by Business Insider. The grocery chain will allow sick workers to get reimbursed for their time off. …",
            "url": "https://www.businessinsider.com/trader-joes-employees-additional-paid-sick-time-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5b2d0a3f1ae66243008b5534?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T13:24:00Z",
            "content": "Trader Joe's is allowing sick workers to get reimbursed for their time off, in an effort to fight the coronavirus outbreak. \r\nThe grocery chain is encouraging employees who have symptoms or do not feel well to stay home until they have been symptom-free for a… [+3854 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Mary Marlowe Leverette), Mary Marlowe Leverette",
            "title": "The best hand sanitizers",
            "description": "The Centers for Disease Control and Prevention (CDC) recommends hand washing as one of the most effective ways to protect yourself from communicable diseases, but if that's not an option, using hand sanitizer that contains at least 60% alcohol is a good alter…",
            "url": "https://www.businessinsider.com/best-hand-sanitizers",
            "urlToImage": "https://i.insider.com/5e614eb5fee23d465815b162?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T21:50:00Z",
            "content": "Commonly touched surfaces like door handles, shopping carts, phones, faucets, remote controls, and more harbor billions of potentially harmful microbes. This can be amplified during cold and flu season and viral outbreaks, making clean hands even more essenti… [+1652 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Microsoft has asked all Seattle and Bay Area employees to work from home until March 25 due to coronavirus fears (MSFT)",
            "description": "Microsoft asked employees in the Seattle area and San Francisco Bay Area to work from home for most of this month due to coronavirus fears. The news comes after Business Insider on Monday reported that some employees were concerned Microsoft's internal respon…",
            "url": "https://www.businessinsider.com/microsoft-work-from-home-coronavirus-seattle-area-bay-area2020-3",
            "urlToImage": "https://i.insider.com/5e604c64fee23d2b2d1c3442?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T01:04:17Z",
            "content": "Microsoft has asked employees in the Seattle area and San Francisco Bay Area to work from home until March 25, according to an email reviewed by Business Insider.\r\nMicrosoft Executive Vice President Kurt DelBene sent an email to asking \"all employees who are … [+1169 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lindsay Dodgson",
            "title": "YouTubers keep playing Plague Inc. to try and simulate how coronavirus will spread across the world, even though the company behind the game has stressed it's 'not a scientific model'",
            "description": "YouTubers have been playing a game called Plague Inc. where they have to try and wipe out humanity with a disease. So many people have been downloading the app since news of the coronavirus broke that its creator James Vaughan had to put out a statement sayin…",
            "url": "https://www.businessinsider.com/youtubers-are-playing-a-game-to-predict-coronavirus-spread-2020-3",
            "urlToImage": "https://i.insider.com/5e611ac5fee23d07516016c3?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:57:04Z",
            "content": "When the coronavirus first entered the news cycle at the beginning of the year, people around the world started playing an old game again called Plague Inc.\r\nIt's a strategy game where the player is tasked with destroying humanity with a disease.\r\nPeople thou… [+3517 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "One of the world's best large-cap investors calls these 3 companies some of his top bets — because he thinks they'll grow profits twice as fast as the broader market",
            "description": "Ken Stuzin sets sets a high bar for mutual fund investments. He only bets on companies that will consistently double the earnings growth of the broader market. That approach has helped him in good times and bad. His fund has outperformed during the coronaviru…",
            "url": "https://www.businessinsider.com/stock-picks-to-buy-3-best-growth-ideas-ken-stuzin-2020-3",
            "urlToImage": "https://i.insider.com/5e611d16fee23d0df1109f65?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T18:13:13Z",
            "content": "The market chaos of the last few weeks has tested investors. But Ken Stuzin can say his strategy worked the way it was supposed to.\r\nFor the last 21 years Stuzin has managed the Brown Advisory Growth Equity Fund, which Kiplinger ranks as one of the 10 best la… [+4094 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anna Medaris Miller",
            "title": "Online therapy is in high demand as coronavirus anxiety drives people to get help without leaving their homes",
            "description": "Anxiety and stress related to novel coronavirus outbreaks across the US have \"reached epic proportions,\" a therapist told Insider. Some businesses, including virtual therapy practices, seem to be benefit ting as people seek coping mechanisms in the sterility …",
            "url": "https://www.businessinsider.com/coronavirus-anxiety-leading-people-to-online-therapy-2020-3",
            "urlToImage": "https://i.insider.com/5e603011fee23d2c0d515984?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:25:00Z",
            "content": "When Hailey Neidich woke up to coronavirus-related news alerts on her phone, her heart started pounding and her mind swelled with worst-case-scenario thinking. Would the virus harm her toddler? Could it affect the 2020 election for, in her opinion, the worse?… [+4304 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mike Shields",
            "title": "NBCUniversal says it will be OK if the Olympics get cancelled, but it could lead to an unprecedented media disaster with tons of ramifications",
            "description": "Mike Shields, the former advertising editor for Business Insider who is now CEO of Shields Strategic Consulting, argues that despite NBCUniversal being able to financially recover from the 2020 Summer Olympic Games being cancelled, the effects on the media in…",
            "url": "https://www.businessinsider.com/cancelling-summer-olympics-cause-media-disaster-hurt-nbcu-2020-3",
            "urlToImage": "https://i.insider.com/5e60133bfee23d795a12f054?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T21:58:45Z",
            "content": "Business Insider\r\nThere's no question that a cancellation of this summer's Tokyo Olympic Games would be extremely painful in the short term for NBCUniversal, given that billions in rights fees and ad sales are on the line. \r\nWhat's perhaps harder to calculate… [+5304 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Chinese surveillance giants blacklisted by Trump's administration are set to appear at a major US security trade show",
            "description": "New research shows Chinese companies offering surveillance technologies— including two firms on a US trade blacklist — will exhibit at a major US security trade fair later this month. Hikvision and Dahua were placed on the entity list by the Department of Com…",
            "url": "https://www.businessinsider.com/blacklisted-surveillance-hikvision-dahua-huawei-security-isc-2020-3",
            "urlToImage": "https://i.insider.com/5e5e8629fee23d26a71f76e8?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T10:34:16Z",
            "content": "Chinese surveillance companies blacklisted by the US are openly touting their technologies to the American and international market, despite criticism for human rights abuses and alleged snooping.\r\nA new report from security researcher Samuel Woodhams at Top1… [+5607 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "Singapore is working 'round the clock' to find coronavirus cases. Lying about where you've been can result in 6 months of jail or a fine of up to $10,000.",
            "description": "Singapore has a strict protocol for tracking cases of COVID-19, the disease caused by the novel coronavirus. The system relies on police, surveillance footage, ATM records, and a dedicated team of contact tracers, who map out where patients went in the days a…",
            "url": "https://www.businessinsider.com/singapore-coronavirus-quarantine-lying-to-investigators-jail-fine-2020-3",
            "urlToImage": "https://i.insider.com/5e5fe06afee23d37752ed853?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T15:31:00Z",
            "content": "Anyone who catches COVID-19 in Singapore can expect to answer a lot of questions about where they've been, and who they've met along the way. \r\nIf they don't comply, people can be put in jail for months or subject to thousands of dollars in fines. That is how… [+522 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paul Constant",
            "title": "Right now, the hottest economic battles are over the minimum wage and income inequality. But in 10 years we could be fighting over data inequality.",
            "description": "Paul Constant is a writer at Civic Ventures, a cofounder of the Seattle Review of Books, and a frequent cohost of the \" Pitchfork Economics \" podcast with Nick Hanauer. They recently interviewed Kevin Kelly, the futurist cofounder of Wired Magazine and bestse…",
            "url": "https://www.businessinsider.com/data-inequality-may-become-next-economic-battle-in-10-years-2020-3",
            "urlToImage": "https://i.insider.com/5e5fd58cfee23d289860fbd8?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T14:30:00Z",
            "content": "Business Insider\r\nThe greatest curse of politics is that humanity will never run out of problems to solve. Even when they're performing at their best, our leaders never have an opportunity to bask in the glow of a job well done; every crisis is seemingly foll… [+5428 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tpallini@businessinsider.com (Thomas Pallini), Thomas Pallini",
            "title": "8 routes in the US airlines are severing in 2020, leaving no air link between the 2 cities",
            "description": "Mark Lennihan/AP Five airlines in the US have announced that they will be ceasing service on eight air routes with no carrier to take their places, severing the air link entirely. Among the airlines scaling back service with no replacements are JetBlue Airway…",
            "url": "https://www.businessinsider.com/us-airline-routes-cut-in-2020-3",
            "urlToImage": "https://i.insider.com/5e60151afee23d78190ad516?width=1200&format=jpeg",
            "publishedAt": "2020-03-05T16:51:34Z",
            "content": "Airlines frequently leave routes citing factors like unprofitability, lack of available aircraft, and better opportunities elsewhere.\r\nEven seemingly popular routes can be dropped if the airline determines that the aircraft can be used more strategically in a… [+618 chars]"
        }
    ]
}