{
    "status": "ok",
    "totalResults": 22,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jorge Solis",
            "title": "Cannes Film Festival May Have No Choice But To Cancel Due To Rule Against Large Gatherings",
            "description": "The coronavirus has France extending the rule's duration.",
            "url": "https://www.newsweek.com/cannes-film-festival-may-have-no-choice-cancel-due-rule-against-large-gatherings-1490704",
            "urlToImage": "https://d.newsweek.com/en/full/1571623/cannes-film-festival.jpg",
            "publishedAt": "2020-03-05T16:41:37Z",
            "content": "The Cannes Film Festival may have to put its scheduled May 12, 2020 start date on hold due to the France's current ban on large public events. Any large indoor gathering, consisting more than 5,000 people, has been barred due to coronavirus concerns.\r\nFrance'… [+1896 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sheraz Farooqi",
            "title": "Even Baby Yoda Isn't Safe From The Coronavirus",
            "description": "The coronavirus continues to hurt the entertainment industry, now impacting the manufacturing of Baby Yoda toys.",
            "url": "https://www.newsweek.com/even-baby-yoda-isnt-safe-coronavirus-1490709",
            "urlToImage": "https://d.newsweek.com/en/full/1571628/baby-yoda.png",
            "publishedAt": "2020-03-05T15:22:41Z",
            "content": "The coronavirus has become one of 2020's biggest stories and most pressing concerns. The virus has been found in almost 96,000 people worldwide as of Thursday, with over 3,000 dead. Outside of public health, the virus has also impacted the economy, including … [+1905 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Andrew Whalen",
            "title": "How to Make Your Own Hand Sanitizer to Protect Against Coronavirus (Vodka Won't Cut It)",
            "description": "Instructions spreading rapidly online purport to provide an effective recipe for making your own hand sanitizer to guard against the new coronavirus COVID-19, but is it safe?",
            "url": "https://www.newsweek.com/how-make-hand-sanitizer-coronavirus-vodka-alcohol-safe-prevention-1490795",
            "urlToImage": "https://d.newsweek.com/en/full/1571737/make-your-own-hand-sanitizer.jpg",
            "publishedAt": "2020-03-05T20:01:52Z",
            "content": "As the new coronavirus COVID-19 spreads throughout the United Stateswith cases confirmed in 16 states as of Thursdaydemand has soared for hand sanitizer, resulting in empty store shelves across major retailers. In response, many are turning to recipes, spread… [+3104 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "California Declares Coronavirus Emergency After Death, Symptoms on Cruise Ship Docked Outside San Francisco",
            "description": "\"The State of California is deploying every level of government to help identify cases and slow the spread of this coronavirus,\" Governor Newsom said Wednesday.",
            "url": "https://www.newsweek.com/california-declares-coronavirus-emergency-after-death-symptoms-cruise-ship-docked-outside-san-1490606",
            "urlToImage": "https://d.newsweek.com/en/full/1571477/gavin-newsom.jpg",
            "publishedAt": "2020-03-05T01:44:42Z",
            "content": "California Governor Gavin Newsom has declared a state of emergency at a Wednesday news conference in California after the first death in the state attributable to the coronavirus that causes the disease COVID-19.\r\nA Grand Princess cruise ship is also being he… [+3025 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Eddy Rodriguez",
            "title": "Lindsey Graham Urges Donald Trump to 'Make Sure Science Is Behind What He Says' About Coronavirus",
            "description": "The South Carolina senator said he did not know what Trump was talking about after the president said the mortality rate for the novel coronavirus is under one percent.",
            "url": "https://www.newsweek.com/lindsey-graham-urges-donald-trump-make-sure-science-behind-what-he-says-about-coronavirus-1490779",
            "urlToImage": "https://d.newsweek.com/en/full/1570645/lindsey-graham.jpg",
            "publishedAt": "2020-03-05T18:25:38Z",
            "content": "Senator Lindsey Graham urged President Donald Trump Thursday to \"make sure the science is behind what he says\" with regards to the new coronavirus.\r\n\"I would encourage the president if he's going to report things to make sure the science is behind what he say… [+2319 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Scott McDonald",
            "title": "The Coronavirus Effect on American Sports Could Be Empty Arenas During Busy Time of Year, Including March Madness",
            "description": "With the spread of the coronavirus and its rising death toll, COVID-19 has fear escalating, and it could lead to sparse stadiums, starting with one group calling for empty arenas for March Madness.",
            "url": "https://www.newsweek.com/coronavirus-effect-american-sports-could-empty-arenas-during-busy-time-year-including-march-1490608",
            "urlToImage": "https://d.newsweek.com/en/full/1571480/mens-college-basketball.jpg",
            "publishedAt": "2020-03-05T01:59:35Z",
            "content": "Spring time is always a busy one in the American sports world, with March Madness to the Stanley Cup playoffs, from the NBA to the Boston Marathon and the NFL Draft to baseball's opening day.\r\nNot to mention golf tournaments and auto races every week, and thr… [+4838 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Lyft Advises San Francisco Employees to Go Home After Coronavirus Exposure",
            "description": "\"The team member has not exhibited any symptoms, and is in touch with medical professionals,\" said a Lyft spokesperson in a statement.",
            "url": "https://www.newsweek.com/lyft-advises-san-francisco-employees-go-home-after-coronavirus-exposure-1490824",
            "urlToImage": "https://d.newsweek.com/en/full/1571798/coronavirus.jpg",
            "publishedAt": "2020-03-05T23:01:36Z",
            "content": "Employees at the Lyft headquarters in San Francisco were encouraged to work from home Thursday after one member of the staff was discovered to have been in contact with an individual exposed to the coronavirus that causes the disease COVID-19.\r\n\"We recently l… [+2935 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Benjamin Netanyahu Encourages 'Namaste' Greeting in Place of Handshakes During Coronavirus Outbreak",
            "description": "The Namaste greeting, traditional in Indian culture, involves placing one's hands together in a gesture of acknowledgment.",
            "url": "https://www.newsweek.com/benjamin-netanyahu-encourages-namaste-greeting-place-handshakes-during-coronavirus-outbreak-1490622",
            "urlToImage": "https://d.newsweek.com/en/full/1571498/benjamin-netanyahu.jpg",
            "publishedAt": "2020-03-05T05:35:18Z",
            "content": "Israeli Prime Minister Benjamin Netanyahu spoke about the spread of coronavirus in Israel at a Wednesday press conference, suggesting that Israelis forego the normal greeting ritual of shaking hands and instead adopt the Indian meeting tradition of the Namast… [+2856 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "'More Aggressive' Coronavirus Strain Has Evolved Say Chinese Scientists, but Here's Why You Shouldn't Worry",
            "description": "Scientists studied the viral DNA from 103 people infected with the virus that has killed over 3,000 people worldwide.",
            "url": "https://www.newsweek.com/more-aggressive-coronavirus-evolved-1490623",
            "urlToImage": "https://d.newsweek.com/en/full/1571542/coronavirus-covid19-virus-stock-getty.jpg",
            "publishedAt": "2020-03-05T11:42:24Z",
            "content": "There appear to be two strains of the new coronavirus that has killed over 3,000 since last December, with one more \"aggressive\" than the other, according to Chinese scientists. But experts stress this should not be a cause for concern for the general public.… [+5821 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update, Map as Death Toll Hits 3,300, India Sees Spike in Cases Amid Outbreak Fears",
            "description": "More cases have emerged in Malaysia, Algeria, Israel, Iraq, and Saudi Arabia, while the first potential human-to-animal transmission was reported in Hong Kong.",
            "url": "https://www.newsweek.com/coronavirus-update-new-cases-global-india-italy-california-new-york-1490664",
            "urlToImage": "https://d.newsweek.com/en/full/1571555/statista-world-map-coronavirus-march-5-2020.jpg",
            "publishedAt": "2020-03-05T13:08:09Z",
            "content": "COVID-19 virus cases continue to climb, with the U.S. reporting its first death in California, while Washington state reported its tenth death on Wednesday. Cases continue to soar in Italy, which ordered the closure of all schools, while India has seen a surg… [+11586 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "Microsoft, Amazon Advise Staff to Work From Home as Coronavirus Spreads, Facebook Contractor Confirmed Infected",
            "description": "The Washington State Department of Health has confirmed 39 positive COVID-19 infections and 10 deaths, with more than 200 people under supervision. Tech companies are now feeling the impact.",
            "url": "https://www.newsweek.com/coronavirus-covid-19-seattle-washington-state-microsoft-amazon-facebook-work-home-1490626",
            "urlToImage": "https://d.newsweek.com/en/full/1571510/covid-19-king-county.jpg",
            "publishedAt": "2020-03-05T09:30:46Z",
            "content": "As COVID-19 continues to spread in the U.S., technology giants are increasingly urging staff to work from home in an attempt to reduce the risk of infection.\r\nRedmond, Washington-based Microsoft this week advised Puget Sound and Bay Area employees to work fro… [+3594 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Paul Bond",
            "title": "Fears Mount That Coronavirus Will Keep Moviegoers Out of U.S. Theaters",
            "description": "Wedbush analyst Michael Pachter told Newsweek that he expects the 2020 box office will be down year-over-year.",
            "url": "https://www.newsweek.com/coronavirus-movie-theaters-box-office-slump-1490581",
            "urlToImage": "https://d.newsweek.com/en/full/1571622/imax-movie-audience.jpg",
            "publishedAt": "2020-03-05T14:52:07Z",
            "content": "Coronavirus continues to dominate headlines, with the latest reports confirming more than 93,000 cases around the world and 11 deaths in the U.S. The disease is having a noticeable effect on a number of industries, including the entertainment business. As suc… [+2316 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Head of World Health Organization Praises Donald Trump For Tapping Pence to Lead Coronavirus Response",
            "description": "Pence's position has stirred up concern among those who criticized his handling an HIV/AIDS outbreak when he was Indiana's governor.",
            "url": "https://www.newsweek.com/world-health-organization-praise-donald-trump-pence-involvement-coronavirus-response-1490817",
            "urlToImage": "https://d.newsweek.com/en/full/1571753/donald-trump-mike-pence-praise-who-coronavirus.jpg",
            "publishedAt": "2020-03-05T22:23:58Z",
            "content": "In this country, President Donald Trump has been criticized for tapping Vice President Mike Pence to lead the Coronavirus Task Force, but the designation and his involvement in the response to the outbreak have earned him praise from the World Health Organiza… [+3420 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Cruise Ship Cancellations, Travel Advisories As Grand Princess Docks in San Francisco",
            "description": "Several major cruise lines—Royal Caribbean, Carnival, Celebrity Cruises and Crystal Cruises—have announced cancellations or changes to their itineraries for cruises in March and April.",
            "url": "https://www.newsweek.com/coronavirus-cruise-ship-cancellations-travel-advisories-grand-princess-docks-san-francisco-1490769",
            "urlToImage": "https://d.newsweek.com/en/full/1571705/diamond-princess-cruise-ship-coronavirus-february-2020.jpg",
            "publishedAt": "2020-03-05T17:58:21Z",
            "content": "Amid fears around the COVID-19 virus, several cruise lines have announced cancellations, enhanced precautionary measures and screening procedures. They are part of new guidelines introduced by the Cruise Lines International Association (CLIA) following the de… [+9381 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Lemon",
            "title": "Countries Should Prepare for 'Sustained Community Transmission' of Coronavirus, World Health Organization Leader Says",
            "description": "\"We can push this virus back. Your actions now will determine the course of the outbreak in your country,\" the director general of the WHO cautioned world leaders.",
            "url": "https://www.newsweek.com/countries-should-prepare-sustained-community-transmission-coronavirus-world-health-1490686",
            "urlToImage": "https://d.newsweek.com/en/full/1571601/coronavirus-italy.jpg",
            "publishedAt": "2020-03-05T13:48:01Z",
            "content": "The World Health Organization (WHO) is expecting the spread and impact of coronavirus (COVID-19) to continue for the foreseeable future, warning countries around the world that they all need to step up and work to combat the virus.\r\nThere are currently more t… [+3475 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Washington Coronavirus Update: Pence Heads to State Amid Outbreak As Schools Close, Companies' Employees Told to Work Remotely and More",
            "description": "U.S. health officials' claims that the risk of the virus is low to the general public hasn't curbed concern about COVID-19.",
            "url": "https://www.newsweek.com/coronavirus-update-washington-school-closures-pence-visit-companies-work-home-1490716",
            "urlToImage": "https://d.newsweek.com/en/full/1571631/coronavirus-seattle-washington-schools-companies-pence.jpg",
            "publishedAt": "2020-03-05T16:02:28Z",
            "content": "Ahead of Vice President Mike Pence's visit to Washington state, Seattle companies and schools limited human-to-human interactions to curb the spread of the new coronavirus.\r\nWashington was the site of the United States' first case of the new coronavirus, SARS… [+5668 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "WHO Sticks to 3.4 Percent Coronavirus Death Rate Figure After Donald Trump Says It Is a 'False Number'",
            "description": "The president told Fox News anchor Sean Hannity he thinks the death rate is \"way under one percent.\"",
            "url": "https://www.newsweek.com/donald-trump-sean-hannity-who-1490631",
            "urlToImage": "https://d.newsweek.com/en/full/1571500/us-president-donald-trump.jpg",
            "publishedAt": "2020-03-05T11:26:52Z",
            "content": "President Donald Trump has described the World Health Organization's (WHO) assessment of the COVID-19 global death rate as being based on a \"false number.\"\r\nIn a phone interview with Fox News, the president said he believed coronavirus rates were closer to \"a… [+3767 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus U.S. Update: New York, New Jersey Report Fresh Cases As Number of States With Infections Rises to 15",
            "description": "A state of emergency has been declared across California, as the state sees the death of an infected patient who traveled on a Princess Cruise ship.",
            "url": "https://www.newsweek.com/coronavirus-update-new-cases-new-york-new-jersey-washington-california-death-1490700",
            "urlToImage": "https://d.newsweek.com/en/full/1571616/yeshiva-university-new-york-city-march-2020.jpg",
            "publishedAt": "2020-03-05T16:17:09Z",
            "content": "The number of COVID-19 virus cases in the U.S. has reached 159, with California reporting its first death and Washington its tenth, bringing the U.S. death toll to 11. New cases have also been confirmed in New York and New Jersey and the virus has reached at … [+9767 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Seren Morris",
            "title": "#DoctorsSpeakUp Trends on Twitter as Anti-Vaccine Movement Hijacks Hashtag Intended to Combat Misinformation",
            "description": "The hashtag was inspired by a Doctor who faced a backlash from the anti-vaxx movement when her TikTok video went viral.",
            "url": "https://www.newsweek.com/doctors-speak-twitter-trend-anti-vaxxers-vaccine-hashtag-1490692",
            "urlToImage": "https://d.newsweek.com/en/full/1571611/vaccine.jpg",
            "publishedAt": "2020-03-05T14:27:54Z",
            "content": "#DoctorsSpeakUp is trending on Twitter because anti-vaxxers have hijacked the hashtag started by doctors.\r\nDr. Zubin Damania, who creates online content under the name ZDoggMD, started the #DoctorsSpeakUp movement to speak out against anti-vaxxers who share m… [+3105 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Nigel Farage",
            "title": "Nigel Farage: Conservative Unity Behind Trump is Something to Behold | Opinion",
            "description": "The Republican party is rallying behind Trump, and no wonder: he is now the leader of the conservative movement worldwide. The hopes of defeating the forces of globalism rest upon his shoulders.",
            "url": "https://www.newsweek.com/cpac-trump-united-democrats-divided-farage-1490668",
            "urlToImage": "https://d.newsweek.com/en/full/1571553/trump-trump.jpg",
            "publishedAt": "2020-03-05T11:33:13Z",
            "content": "Despite a recent trip to India, a big rally the night before in South Carolina and the fact he had come straight from a long press conference about coronavirus, Donald Trump was in ebullient form at the latest Conservative Political Action Conference (CPAC), … [+5496 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "When Is Steph Curry Returning? Warriors Star to Play on Thursday Night After Missing 58 Games With Hand Injury",
            "description": "The two-time MVP fractured his hand on October 30 against the Phoenix Suns and has undergone two surgeries to address the injury.",
            "url": "https://www.newsweek.com/stephen-curry-return-date-injury-golden-state-warriors-toronto-raptors-1490627",
            "urlToImage": "https://d.newsweek.com/en/full/1571505/stephen-curry-golden-state-warriors.jpg",
            "publishedAt": "2020-03-05T09:11:28Z",
            "content": "Stephen Curry is set to make his long-awaited return from injury on Thursday night when the Golden State Warriors host the Toronto Raptors.\r\nThe two-time regular season MVP has missed 58 consecutive games after fracturing his left hand in the fourth game of t… [+2872 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Newt Gingrich",
            "title": "Newt Gingrich: It Only Took 50 hours for the Democratic Race to Change Entirely. Who Know What'll Happen Before July? | Opinion",
            "description": "This Super Tuesday will be studied for a long, long time.",
            "url": "https://www.newsweek.com/gingrich-democratic-race-biden-sanders-50-hours-1490732",
            "urlToImage": "https://d.newsweek.com/en/full/1571644/sanders-biden.jpg",
            "publishedAt": "2020-03-05T15:35:22Z",
            "content": "The 50 hours between the South Carolina Primary and the end of the Super Tuesday primaries will be studied for a long time.\r\nGoing into South Carolina, former Vice President Joe Biden was on the ropes. There was a question of whether he could survive the scal… [+4194 chars]"
        }
    ]
}