{
    "status": "ok",
    "totalResults": 17,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "Finance blog Zero Hedge was banned from Twitter for Wuhan coronavirus misinformation. It's not the first time the publication has raised eyebrows.",
            "description": "Zero Hedge, a financial blog that rose to popularity in the wake of the 2008 financial crisis, was permanently suspended from Twitter for what the platform deemed as spreading misinformation over the Wuhan coronavirus. The site has been described as \"far-righ…",
            "url": "https://www.businessinsider.com/who-is-zero-hedge-finance-blog-that-spread-coronavirus-misinformation-2020-2",
            "urlToImage": "https://i.insider.com/5e35c6ba5bc79c5a68664152?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T20:48:19Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "The Pentagon is preparing to quarantine up to 1,000 people, including evacuees, at military sites as Wuhan coronavirus spreads",
            "description": "The Pentagon is preparing military facilities to quarantine up to 1,000 people, including evacuees, returning to the US from overseas to prevent the spread of the novel coronavirus that originated in Wuhan, China, the Department of Defense revealed Saturday. …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-quarantine-pentagon-prepares-military-installations-for-2020-2",
            "urlToImage": "https://i.insider.com/5e34d23d5bc79c32fd24fdd4?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T20:18:51Z",
            "content": "The Pentagon is preparing military facilities to quarantine up to 1,000 people, including evacuees, returning to the US from overseas to prevent the spread of the novel coronavirus that originated in Wuhan, China, the Department of Defense announced Saturday.… [+1349 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "Wuhan coronavirus confirmed in Boston, marking the first case in Massachusetts and the eigth case in the US",
            "description": "A man in Boston tested positive for the coronavirus after returning from Wuhan, China, the Massachusetts Department of Public Health said on Friday. The case marks the first in Massachusetts and the eighth confirmed case in the United States. At least 259 peo…",
            "url": "https://www.businessinsider.com/boston-wuhan-coronavirus-confirmed-eight-cases-in-us",
            "urlToImage": "https://i.insider.com/5e35cbd65bc79c5c416c64d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T19:24:26Z",
            "content": "A man who recently traveled from China to Boston has been confirmed by the Centers for Disease Control (CDC) Friday to have the Wuhan coronavirus, marking the first case of the virus in Massachusetts and the eighth in the United States. \r\nAccording to a Satur… [+2636 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "A 'highly pathogenic strain' of H5N1 bird flu has been reported in China's Hunan province",
            "description": "A \"highly pathogenic\" strain of the H5N1 avian flu has been reported in China's Hunan province, China's Ministry of Agriculture and Rural Affairs said. According to a report from Reuters 4,500 chickens died on the farm where the outbreak occurred. The governm…",
            "url": "https://www.businessinsider.com/bird-flu-china-coronavirus-pathogenic-strain-of-h5n1-highly-2020-2",
            "urlToImage": "https://i.insider.com/5e35c1305bc79c57e87d9ed5?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T19:07:39Z",
            "content": "A \"highly pathogenic\" strain of the H5N1 bird flu has been reported in China's Hunan province, Chinese officials said, according to a Saturday report from Reuters. \r\nThe outbreak was reported on a farm in the city of Shaoyang in the Hunan province, according … [+2321 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Michael Gordon), Michael Gordon",
            "title": "'Never Trump' Republicans should stop giving advice to the 2020 Democrats and focus on fixing their own party",
            "description": "Carlo Allegri/Reuters Conservative pundits and \"Never Trump\" Republicans have consistently offered unsolicited advice to Democrats about who their presidential nominee should be and what policies they should support. But these pundits lave out that many of th…",
            "url": "https://www.businessinsider.com/republican-pundits-focus-fix-trump-gop-not-democrats-2020-1",
            "urlToImage": "https://i.insider.com/5e34b43f5bc79c020e310874?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T16:24:00Z",
            "content": "Out of power in the White House, the Senate, and the courts, Democrats are playing a lot of defense these days. It's nothing new. Since the rise of Reagan, liberal has become a bad word, and liberal candidates like Michael Dukakis and Walter Mondale were trou… [+4439 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "9,000 Hong Kong hospital workers are threatening to strike amid coronavirus outbreak if the government doesn't close its border with mainland China",
            "description": "More than 3,000 doctors, nurses, and other hospital workers in Hong Kong voted in favor of striking unless the city closes its border with mainland China, the South China Morning Post reported. Hong Kong's Chief Executive Carrie Lam has said she wouldn't clos…",
            "url": "https://www.businessinsider.com/coronavirus-wuhan-hospital-workers-hong-kong-vote-to-strike-2020-2",
            "urlToImage": "https://i.insider.com/5e3592515bc79c489d1ddba2?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T15:41:05Z",
            "content": "More than 3,000 hospital workers in Hong Kong have voted in favor of a strike that could begin as early as Monday in a move to pressure the Hong Kong government to close its borders with mainland China amid the ongoing Wuhan coronavirus outbreak.\r\nAccording t… [+2988 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Jared Bernstein), Jared Bernstein",
            "title": "It's official: Trump's tax cuts were an economic bust",
            "description": "US GDP grew by 2.3% in 2019, well below President Trump's promise of 3% growth. The most recent GDP number also proved that the tax cuts championed by Trump and the GOP did nothing to substantially boost the economy. Anyone who looked at history or has some k…",
            "url": "https://www.businessinsider.com/trump-gop-tax-cuts-no-boost-us-economy-gdp-2020-1",
            "urlToImage": "https://i.insider.com/5e34969b24306a755d1b4889?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T14:48:00Z",
            "content": "On Thursday, we learned that US GDP—the broadest measure of the dollar value of the nation's economy—grew 2.3% last year (on a year-over-year basis).\r\nThat's a decent growth rate, to be sure, and 2019 marks the 11th year of an historically long expansion. But… [+4766 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "Apple shuts down all stores and corporate offices in China amid the continued Wuhan coronavirus outbreak",
            "description": "Apple announced on Saturday it was closing all of its offices and stores in China out of an \"abundance of caution\" amid the spread of the Wuhan coronavirus. The Wuhan coronavirus has killed at least 259 and infected around 12,000, primarily in China. Apple, w…",
            "url": "https://www.businessinsider.com/coronavirus-wuhan-apple-shuts-down-stores-and-offices-in-china-2020-2",
            "urlToImage": "https://i.insider.com/5e3585c95bc79c53436a1193?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T14:35:52Z",
            "content": "Apple on Saturday announced that it was temporarily closing all of its stores and offices in China as the nation copes with the ongoing spread of the Wuhan coronavirus, which has so far killed at least 259 and infected nearly 12,000, mostly in China. \r\nAccord… [+1796 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "We visited Starbucks in Korea, where the coffee giant sells cheese-flavored mochas and purple K-pop cheesecake",
            "description": "I visited a Starbucks in Seoul while traveling in South Korea. South Korea is a major market for Starbucks, with more than 1,200 locations of the coffee giant open in the country. Menu items such as a cheese-flavored mocha and purple K-pop branded cheesecake …",
            "url": "https://www.businessinsider.com/starbucks-in-korea-drinks-menu-review-2020-1",
            "urlToImage": "https://i.insider.com/5e33e42862fa81656d28ee83?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T14:20:00Z",
            "content": "SEOUL, South Korea — When I arrived in Seoul, one thing immediately made me feel like I was back home in New York City: Even in a city with hundreds of coffee options, there was a Starbucks on every corner.\r\nSouth Korea has more than 1,200 Starbucks locations… [+633 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mmcfalljohnsen@businessinsider.com (Morgan McFall-Johnsen), Morgan McFall-Johnsen",
            "title": "Scientists have published over 50 studies on Wuhan coronavirus in the last 3 weeks. They learned that 75,800 people in Wuhan could be infected.",
            "description": "P. Ravikumar/Reuters Scientists are racing to learn more about the coronavirus that emerged in Wuhan, China last month. The virus has killed more than 259 people and infected at least 12,000. Preliminary research, some of which has not been peer reviewed, sug…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-research-studies-published-2020-1",
            "urlToImage": "https://i.insider.com/5e34d23d5bc79c32fd24fdd4?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T14:14:39Z",
            "content": "Scientists are racing to learn more about a new coronavirus that has swept through China and spread across the globe.\r\nThe virus, which may have jumped from animals to people at a market in the city of Wuhan, has killed 259 people and infected at least 12,000… [+1084 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "A medical-surveillance system that China implemented after SARS led officials to discover the novel coronavirus within 1 week — here's how it works",
            "description": "A medical-surveillance database created after the SARS outbreak in China helped scientists identify the new strain of coronavirus from a cluster of pneumonia-like illnesses in Wuhan. The novel coronavirus has killed at least 259 people and infected nearly 12,…",
            "url": "https://www.businessinsider.com/medical-surveillance-allowed-china-to-discover-novel-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e34b49c5bc79c25be0314f9?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T14:10:04Z",
            "content": "When three people came to a hospital in Wuhan, China, with the same pneumonia-like symptoms, medics took their vitals and followed the standard procedure: They entered the patients' geographical locations, demographic information, and infection statuses into … [+5298 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Will Martin), Will Martin",
            "title": "One of the 2 people with Wuhan coronavirus in the UK is a student at the University of York",
            "description": "Athit Perawongmetha/Reuters One of the two people in the UK infected with the deadly Wuhan coronavirus is a student at the University of York, the university said on Saturday. Two cases of the virus were reported on Friday, the first in the UK since the globa…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-one-uk-case-is-university-of-york-student-2020-2",
            "urlToImage": "https://i.insider.com/5e34d23d5bc79c32fd24fdd4?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T12:18:32Z",
            "content": "One of the two people in the UK infected with the deadly Wuhan coronavirus is a student at the University of York, the university said on Saturday.\r\nTwo cases of the virus were reported on Friday, the first in the UK since the global outbreak began in January… [+1541 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ethan Allen and His Green Mountain Boys",
            "title": "The Wuhan coronavirus seems to have a low fatality rate, and most patients make full recoveries. Experts reveal why it’s causing panic anyway.",
            "description": "The outbreak of a new coronavirus has sparked fear and anxiety around the world. The pneumonialike virus, which originated in Wuhan, China, has infected more than 9,700 people and killed 213. So far, the virus does not seem to be as deadly as SARS, which kill…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-unnecessary-panic-experts-say-2020-1/",
            "urlToImage": "https://static.businessinsider.sg/sites/2/2020/01/5e2c545d5bc79c411c4ee322.png",
            "publishedAt": "2020-02-01T12:17:10Z",
            "content": "caption\r\nA passenger’s temperature is checked at the Xianning North station in China.\r\nsource\r\nREUTERS/Martin Pollard\r\nThe outbreak of a new coronavirus has sparked fear and anxiety around the world.\r\n The pneumonialike virus, which originated in Wuhan, China… [+5967 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Will Martin",
            "title": "Finance blog Zero Hedge was banned from Twitter after it doxxed a Chinese scientist and claimed they created the Wuhan coronavirus",
            "description": "Financial blog Zero Hedge had its Twitter account permanently suspended on Friday after it published an article doxxing a Chinese scientist, and claiming that they created the deadly Wuhan coronavirus. The story was first reported on Friday by Buzzfeed. \"The …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-zero-hedge-twitter-ban-after-doxxing-china-scientist-2020-2",
            "urlToImage": "https://i.insider.com/5e3547cf5bc79c41b17fa9c3?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T11:03:07Z",
            "content": "Financial blog Zero Hedge had its Twitter account permanently suspended on Friday after it published an article doxxing a Chinese scientist, and claiming that they created the deadly Wuhan coronavirus.\r\nThe story was first reported on Friday by Buzzfeed.\r\nThe… [+2554 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kieran Corcoran",
            "title": "The real number of coronavirus cases is more than 75,000, according to a scientific model that says the outbreak will double in size every 6.4 days",
            "description": "A new study suggests that official figures for the scale of the Wuhan coronavirus outbreak have been far too low. The study, published in the prestigious Lancet journal, projected that as of January 25, there were 75,815 people infected in Wuhan. At the time …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-75k-infected-doubling-every-64-days-lancet-says-2020-1",
            "urlToImage": "https://i.insider.com/5e34f48e5bc79c2abb3a7be4?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T04:50:24Z",
            "content": "The true number of people infected with the deadly Wuhan coronavirus is more than 75,000, according to a scientific model, which claims the official number for those infected is far too low.\r\nAcademics at the University of Hong Kong published a paper on Frida… [+2164 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Tests for suspected coronavirus patients in the US might not actually work, the head of the CDC said",
            "description": "Tests being used by US officials for suspected cases of coronavirus are not 100% reliable, officials said Friday. One expert said: \"If a person has HIV and I try their blood, I can tell you 100% whether they have HIV. That's not even near the case with this.\"…",
            "url": "https://www.businessinsider.com/tests-for-coronavirus-us-might-not-actually-work-cdc-says-2020-1",
            "urlToImage": "https://i.insider.com/5e34d94f5bc79c127c7642b3?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T01:57:20Z",
            "content": "Tests being used on US patients suspected of carrying the coronavirus ravaging China don't always work, and throw up false results, according to the head of the Centers for Disease Control and Prevention (CDC).\r\nRobert Redfield, the CDC's director, pointed ou… [+2160 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "abendix@businessinsider.com (Aria Bendix), Aria Bendix",
            "title": "Chinese doctors released chest X-rays of a 33-year-old coronavirus patient that show what the illness looks like in her lungs",
            "description": "Feature China/Barcroft Media/Getty Images A coronavirus outbreak that started in China has killed 213 people and infected nearly 9,900. Researchers at a hospital in Lanzhou just released chest X-rays of a 33-year-old coronavirus patient. The images provide ne…",
            "url": "https://www.businessinsider.com/doctors-release-chest-x-ray-wuhan-coronavirus-patient-2020-1",
            "urlToImage": "https://i.insider.com/5e34b29d5bc79c0ebe5e0da4?width=1200&format=jpeg",
            "publishedAt": "2020-02-01T01:24:00Z",
            "content": "When a 33-year-old woman arrived at a hospital in Lanzhou, China, she'd had a fever and cough for five days. The patient, who is being kept anonymous, had a temperature of 102 degrees Fahrenheit. Her breathing was \"coarse,\" doctors wrote, and she had a low wh… [+4272 chars]"
        }
    ]
}