{
    "status": "ok",
    "totalResults": 35,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "Apple has temporarily closed 2 more stores in China after already closing one because of the coronavirus (AAPL)",
            "description": "Apple has temporarily closed two more stores in China after it said it had closed one store in the country because of the coronavirus, which has killed more than 100 people. Apple also said during its first-quarter earnings call that it's deep cleaning stores…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-apple-closes-stores-china-2020-1",
            "urlToImage": "https://i.insider.com/54c8d10becad0446500d3d87?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T23:22:01Z",
            "content": "Apple has temporarily closed two more of its retail stores in China, a move that comes after the company said it had closed one store in the region to protect employees against the coronavirus. Bloomberg first noticed the additional closures, which are listed… [+1648 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward and Aria Bendix",
            "title": "A health-security expert says we're in an 'age of epidemics.' We can expect a future outbreak worse than the Wuhan coronavirus.",
            "description": "A coronavirus that originated in Wuhan, China, has killed at least 170 people and infected more than 7,000. Coronaviruses are zoonotic diseases, meaning they jump from animals to humans. Both this virus and SARS likely originated in bats, then jumped to peopl…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-many-other-disease-outbreaks-to-come-2020-1",
            "urlToImage": "https://i.insider.com/5e3085f562fa810cc54823d4?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T23:21:00Z",
            "content": "When Chinese authorities reported an outbreak of a new coronavirus in Wuhan, China, many public health experts had a similar thought: History was repeating itself.\r\nSevere acute respiratory syndrome (SARS), which spread in China 17 years ago, was also a coron… [+8806 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Wuhan coronavirus leads Google, Apple, Facebook, Amazon, and Microsoft to close China locations and suspend employee travel unless 'business critical' (AAPL, FB)",
            "description": "Apple, Amazon, Google, and other major tech companies have restricted employee travel to and from China in response the coronavirus outbreak. The virus has killed more than 100 people and spread to at least 18 countries, prompting many to warn against travel …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-apple-amazon-google-close-offices-travel-china-spread-2020-1",
            "urlToImage": "https://i.insider.com/5e31f6a862fa8129201b8029?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T21:24:54Z",
            "content": "Apple, Amazon, Google, and other major tech companies have announced travel restrictions to and from China as fears grow surrounding the spread of the coronavirus.\r\nThe virus has already killed more than 100 people and spread to at least 18 countries, prompti… [+348 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Amazon says it's restricting employee to travel to China 'until further notice' amid coronavirus concerns (AMZN)",
            "description": "Amazon has announced restrictions on employee travel to China 'until further notice,' a company spokesperson told Business Insider on Wednesday. \"We place tremendous value and focus on the well-being and safety of our employees,\" the spokesperson said. Amazon…",
            "url": "https://www.businessinsider.com/amazon-employee-travel-china-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e31f5d55bc79c19720bdc15?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T21:24:17Z",
            "content": "Amazon has alerted employees that it's restricting travel to and from China as concerns grow over the coronavirus outbreak.\r\n\"We place tremendous value and focus on the well-being and safety of our employees. Out of an abundance of caution, we are restricting… [+672 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bradley Saacks and Rebecca Ungarino",
            "title": "Crypto exec Michael Novogratz says the Schwab-TD Ameritrade deal may have derailed wider adoption of financial advisers trading bitcoin",
            "description": "Galaxy Digital founder Michael Novogratz told attendees at a conference predicted that registered investment advisers (RIAs) using platforms like Fidelity, which allow advisers to trade bitcoin, will be the next wave of investors to embrace the digital curren…",
            "url": "https://www.businessinsider.com/michael-novogratz-on-financial-advisers-using-bitcoin-2020-1",
            "urlToImage": "https://i.insider.com/5e31ad4824306a3265532039?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T21:24:15Z",
            "content": "MIAMI BEACH — Michael Novogratz, the colorful former Goldman Sachs and Fortress Investment Group partner who founded the digital investment bank Galaxy Digital, believes bitcoin can eventually become the \"digital gold\" he believes it is.\r\nIt just needs Baby B… [+2894 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Here are the 3 reasons why coronavirus fears are roiling markets faster than the 2003 SARS breakout, according to one investment chief",
            "description": "Three factors are leading coronavirus to hit asset prices faster than the SARS outbreak did in 2003, Seema Shah, chief strategist at Principal Global Investors, wrote. The virus' rapid spread around the globe pulled US stock indexes from their record highs on…",
            "url": "https://www.businessinsider.com/coronavirus-reasons-worse-stock-markets-harder-past-outbreaks-strategist-sars-2020-1",
            "urlToImage": "",
            "publishedAt": "2020-01-29T21:12:04Z",
            "content": "Reuters<ul><li>Three factors are leading coronavirus to hit asset prices faster than the SARS outbreak did in 2003, Seema Shah, chief strategist at Principal Global Investors, wrote.</li><li>The virus' rapid spread around the globe pulled US stock indexes fro… [+3295 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Daniel Alpert), Daniel Alpert",
            "title": "The Dow is close to breaking through 30,000, but the impending stock market record should worry investors",
            "description": "Spencer Platt/Getty Images The Dow Jones industrial average is closing in on 30,000, a historic milestone that will inevitably set off celebration by President Donald Trump and others. But the soon-to-be record is not cause for celebration just yet. Financial…",
            "url": "https://www.businessinsider.com/dow-jones-industrial-average-stock-market-hitting-30000-warning-2020-1",
            "urlToImage": "https://i.insider.com/5e31f40924306a13fa0102fa?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T21:10:27Z",
            "content": "Despite the recent market panic over the coronavirus and the re-emergence of weak economic data, equity bulls may yet have their day as the Dow Jones industrial average crosses its next decamillial milepost – to 30,000.\r\nAnd one can only imagine @realDonaldTr… [+5315 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bpietsch@businessinsider.com (Bryan Pietsch), Bryan Pietsch",
            "title": "'It's hysteria': Asian students at Arizona State University say they're being treated differently after a case of the Wuhan coronavirus was confirmed there",
            "description": "Ross D. Franklin/Associated Press Asian students at Arizona State University told Business Insider that they've been treated differently since a case of the coronavirus, which spread from China, was confirmed at the university. ASU's large population of inter…",
            "url": "https://www.businessinsider.com/asian-students-asu-claim-different-treatment-because-of-wuhan-virus-2020-1",
            "urlToImage": "https://i.insider.com/5e31df185bc79c77480f4696?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T20:46:40Z",
            "content": "Since a case of the coronavirus — which spread from Wuhan, China — was confirmed at Arizona State University, Asian students there have faced jokes, stares, and isolation on campus, students told Business Insider\r\n\"It's hysteria,\" said one freshman, who studi… [+3130 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexei Oreskovic",
            "title": "Trending: Just when the trade war was cooling, tech has a new China problem",
            "description": "Welcome to this week's edition of Trending, the newsletter where we highlight BI Prime's biggest tech stories. I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and global tech editor. If this is your first time here, this is how you can get Tr…",
            "url": "https://www.businessinsider.com/trending-just-when-trade-war-cooling-tech-new-china-problem-2020-1",
            "urlToImage": "https://i.insider.com/5ab7d15028928a30008b4989?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T20:15:24Z",
            "content": "Welcome to this week's edition of Trending, the newsletter where we highlight BI Prime's biggest tech stories. I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and global tech editor.\r\nIf this is your first time here, this is how you can get T… [+5626 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "The market's favorite recession signal is flashing red again as coronavirus fears rage",
            "description": "The US Treasury yield curve — one of the most closely monitored recession indicators — briefly inverted on Tuesday for the first time since October. The yield of the 10-year Treasury bill fell below that of the three-month bond as coronavirus fears roil globa…",
            "url": "https://www.businessinsider.com/us-treasury-yield-curve-inverts-first-time-since-october-recession-2020-1",
            "urlToImage": "https://i.insider.com/5e31d5cb24306a6893736fa5?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T20:06:25Z",
            "content": "<ul><li>The US Treasury yield curve — one of the most closely monitored recession indicators — briefly inverted on Tuesday for the first time since October.</li><li>The yield of the 10-year Treasury bill fell below that of the three-month bond as coronavirus … [+2773 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "The market's favorite recession signal is flashing red again as coronavirus fears rage",
            "description": "The US Treasury yield curve — one of the most closely monitored recession indicators — briefly inverted on Tuesday for the first time since October. The yield of the 10-year Treasury bill fell below that of the three-month bond as coronavirus fears roil globa…",
            "url": "https://markets.businessinsider.com/news/stocks/us-treasury-yield-curve-inverts-first-time-since-october-recession-2020-1-1028856830",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d77788a2e22af4335543b07-2400/gettyimages-453343557.jpg",
            "publishedAt": "2020-01-29T20:06:25Z",
            "content": "Spencer Platt/Getty Images\r\n<ul><li>The US Treasury yield curve — one of the most closely monitored recession indicators — briefly inverted on Tuesday for the first time since October.</li><li>The yield of the 10-year Treasury bill fell below that of the thre… [+2801 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Áine Cain), Áine Cain",
            "title": "Some longtime Lowe's employees will see thousands of dollars docked from their annual pay starting on Saturday",
            "description": "Justin Sullivan/Getty Images Many Lowe's sales specialists who joined the company before 2011 will likely be facing a cut to their annual pay starting on Saturday, February 1. Earlier this year, Lowe's sent out notices to its sales specialists — employees wit…",
            "url": "https://www.businessinsider.com/lowes-employees-sales-specialists-pay-cuts-allowances-commissions-spiffs-1-2020-1",
            "urlToImage": "https://i.insider.com/5e3187f65bc79c0c617d68d6?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T20:00:49Z",
            "content": "On Saturday, many of the remaining longtime in-store sales specialists at Lowe's will be seeing a pay cut. \r\nLowe's is doing away with its \"allowances,\" a fixed amount of cash doled out to a small group of long-term employees who previously earned spiffs, or … [+8586 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Jessica Snouwaert), Jessica Snouwaert",
            "title": "China has shut down most of its movie theaters in response to the Wuhan coronavirus and it could have massive repercussions on the film industry",
            "description": "Willie Siau/SOPA Images/LightRocket via Getty Images China is shutting down most of the movie theaters across the region, around 70,000 screens, in response to the Wuhan coronavirus outbreak. Crowded public places have become the battleground for combatting t…",
            "url": "https://www.businessinsider.com/china-shuts-down-movie-theaters-during-wuhan-coronavirus-outbreak-2020-1",
            "urlToImage": "https://i.insider.com/5e31d81624306a6bd10b5ae4?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T19:10:53Z",
            "content": "China's $9.2 billion box office market, the second largest in the world, is expected to be hit with massive losses as the bulk of the country's theaters have shut down, closing more than 70,000 screens in the wake of the Wuhan coronavirus outbreak. \r\nThe shut… [+1534 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "16 airlines have canceled flights to China amid coronavirus fears so far",
            "description": "Airlines around the world are canceling or cutting their flights to China until as late as March amid the outbreak of coronavirus. American and European airlines largely make up the list of airlines that have canceled flights, including US carriers United and…",
            "url": "https://www.businessinsider.com/airlines-canceling-changing-flights-to-china-amid-coronavirus-fears-2020-1",
            "urlToImage": "https://i.insider.com/5e31b3f65bc79c3e727d82fb?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T17:52:00Z",
            "content": "As the number of people infected with coronavirus around the world grows, airlines around the world have begun preemptively canceling or reducing flights to China, where the virus was first discovered.\r\nThe reasoning for doing so is a mix of reduced demand of… [+989 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bethany Biron",
            "title": "Dire photos show empty shelves inside a Wuhan Walmart as coronavirus fears grow",
            "description": "Walmart shoppers in China are sharing images of empty shelves devoid of fresh produce, meat, and dairy as the retailer struggles to keep up with high demand in the face of the coronavirus. Though several restaurants and retailers have temporarily closed store…",
            "url": "https://www.businessinsider.com/walmart-store-wuhan-empty-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e319d0f24306a1d35242e53?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T17:50:56Z",
            "content": "Walmart stores in China are struggling to meet the rising demand for food and essential items as fearful shoppers flock to the retailer to stock up while the coronavirus continues to spread throughout the region. \r\nA series of social media posts from the past… [+1593 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Apple hits new all-time high after iPhone demand shatters sales records (AAPL)",
            "description": "Apple stock leaped as much as 2.8% in early Wednesday trading, hitting a record high after the company topped estimates for its fiscal first quarter. The tech giant bested expectations for quarterly revenue and earnings, fueled by robust iPhone sales and a ra…",
            "url": "https://www.businessinsider.com/apple-stock-record-high-iphone-sales-first-quarter-earnings-win-2020-1",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3195e324306a13de65e752-2400/rtx3fy2s.jpg",
            "publishedAt": "2020-01-29T15:59:54Z",
            "content": "Reuters\r\n<ul><li>Apple stock leaped as much as 2.8% in early Wednesday trading, hitting a record high after the company topped estimates for its fiscal first quarter.</li><li>The tech giant bested expectations for quarterly revenue and earnings, fueled by rob… [+4168 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Apple hits new all-time high after iPhone demand shatters sales records (AAPL)",
            "description": "Apple stock leaped as much as 2.8% in early Wednesday trading, hitting a record high after the company topped estimates for its fiscal first quarter. The tech giant bested expectations for quarterly revenue and earnings, fueled by robust iPhone sales and a ra…",
            "url": "https://markets.businessinsider.com/news/stocks/apple-stock-record-high-iphone-sales-first-quarter-earnings-win-2020-1-1028856109",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3195e324306a13de65e752-2400/rtx3fy2s.jpg",
            "publishedAt": "2020-01-29T15:59:54Z",
            "content": "Reuters\r\n<ul><li>Apple stock leaped as much as 2.8% in early Wednesday trading, hitting a record high after the company topped estimates for its fiscal first quarter.</li><li>The tech giant bested expectations for quarterly revenue and earnings, fueled by rob… [+4168 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bpietsch@businessinsider.com (Bryan Pietsch), Bryan Pietsch",
            "title": "'We do not want to risk our lives by attending class': Students at Arizona State University are demanding the school to do more after a case of the Wuhan coronavirus was confirmed on campus",
            "description": "Tim Roberts Photography/Shutterstock Students at Arizona State University are asking school officials for more safety measures after a case of the Wuhan coronavirus was confirmed there. In a petition that has gained over 20,000 signatures, students asked for …",
            "url": "https://www.businessinsider.com/asu-students-demand-university-do-more-after-wuhan-virus-confirmed-2020-1",
            "urlToImage": "https://i.insider.com/5e31ab1624306a2ef653c942?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T15:56:27Z",
            "content": "Students at Arizona State University are asking the school's administration for help and more information after a case of the Wuhan coronavirus was confirmed in the university community this week.\r\nIn a petition that gained over 20,000 signatures, students cr… [+2679 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Coronavirus panic prompts JPMorgan to slash its forecast for China growth",
            "description": "JPMorgan revised downward its first quarter and full-year growth estimates for China in the wake of coronavirus fallout. The first quarter of 2020 will see a sizable dip in growth, but the second quarter will bring recovery, analyst Haibin Zhu said. China shu…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-impact-on-china-economic-growth-jpmorgan-cuts-forecast-2020-1-1028856059",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e31a1eb24306a231d375902-2400/2020-01-26t165759z1lynxmpeg0p0r4rtroptp4china-health-canada.jpg",
            "publishedAt": "2020-01-29T15:40:40Z",
            "content": "Reuters\r\n<ul><li>JPMorgan revised downward its first quarter and full-year growth estimates for China in the wake of coronavirus fallout.</li><li>The first quarter of 2020 will see a sizable dip in growth, but the second quarter will bring recovery, analyst H… [+2243 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "American Airlines, United, and European airlines are pulling flights to China as the coronavirus spreads and fears mount (UAL, AAL, DAL)",
            "description": "American Airlines, United Airlines, and other airlines around the world — including British Airways, Lufthansa, Swiss, and Austrian Airlines, said they would cancel flights to China amid the Wuhan coronavirus outbreak. Fears of the virus have led to plummetin…",
            "url": "https://www.businessinsider.com/american-airlines-united-china-flights-cancel-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e31a05062fa813240270662?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T15:25:04Z",
            "content": "American Airlines said on Wednesday that it would cancel some of its flights to China, joining rival United as demand plummets amid the coronavirus outbreak.\r\nAmerican confirmed to Business Insider that it was canceling flights from Los Angeles to Shanghai an… [+1316 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dslotnick@businessinsider.com (David Slotnick), David Slotnick",
            "title": "American Airlines, United, and European airlines are pulling flights to China as the coronavirus spreads and fears mount (UAL, AAL, DAL)",
            "description": "REUTERS/Mike Blake American Airlines, United Airlines, and other airlines around the world — including British Airways, Lufthansa, Swiss, and Austrian Airlines, said they would cancel flights to China amid the Wuhan coronavirus outbreak. Fears of the virus ha…",
            "url": "https://www.businessinsider.com/american-airlines-united-china-flights-cancel-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e31a05062fa813240270662?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T15:25:04Z",
            "content": "American Airlines said on Wednesday that it would cancel some of its flights to China, joining rival United as demand plummets amid the coronavirus outbreak.\r\nAmerican confirmed to Business Insider that it was canceling flights from Los Angeles to Shanghai an… [+1306 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Matthew Zeitlin), Matthew Zeitlin",
            "title": "The push by Warren and Sanders to rid the government of Wall Street alums could end up being a mistake",
            "description": "Lucas Jackson/Reuters If elected, progressive Democratic candidates Bernie Sanders and Elizabeth Warren both want to rid the Federal Reserve and financial regulators of former Wall Street employees. But the idea ignores the valuable contributions of Wall Stre…",
            "url": "https://www.businessinsider.com/warren-sanders-wall-street-alums-fed-reserve-regulatory-roles-2020-1",
            "urlToImage": "https://i.insider.com/5e2f501724306a34317e0544?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T14:10:33Z",
            "content": "Although former Vice President Joe Biden leads in the polls, both Sens. Bernie Sanders and Elizabeth Warren still have a decent shot at the Democratic presidential nomination, and that could set us up for the most fervently regulatory and corporate-skeptical … [+6681 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tom Porter",
            "title": "QAnon conspiracy theorists are telling people to drink bleach as a cure against the deadly Wuhan coronavirus",
            "description": "Backers of the QAnon conspiracy are recommending drinking bleach as a cure against the deadly Wuhan coronavirus from China. Members of a fringe medical movement have long recommended drinking toxic bleach — which they call \" Miracle Mineral Solution \" — as a …",
            "url": "https://www.businessinsider.com/china-coronavirus-wuhan-cure-qanon-mms-bleach-conspiracy-2020-1",
            "urlToImage": "https://i.insider.com/5e3182ce5bc79c09fa6e8863?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T13:46:33Z",
            "content": "Prominent backers of the QAnon conspiracy are advocating drinking bleac has a cure against the deadly Wuhan coronavirus that has spread from China, The Daily Beast reported.\r\nFor years a fringe medical movement has advocated drinking bleach — which they call … [+2227 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "People seem to think Corona beer is related to the deadly Wuhan coronavirus outbreak, as searches for 'Corona beer virus' are trending (CORONA)",
            "description": "People are searching the internet to find out whether Corona Extra beer is related to the deadly Wuhan coronavirus in China. Searches for \"corona beer virus,\" \"beer virus,\" and \"beer coronavirus\" have increased substantially worldwide since January 18, accord…",
            "url": "https://www.businessinsider.com/coronavirus-corona-beer-not-related-google-trends-2020-1",
            "urlToImage": "https://i.insider.com/5e317a5362fa8113dd36d327?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T12:28:49Z",
            "content": "People appear to be fretting that the Mexican beer Corona Extra is somehow linked to the deadly coronavirus outbreak in China that's killed more than 130 people.\r\nSearches for \"corona beer virus,\" \"beer virus,\" and \"beer coronavirus\" have increased substantia… [+2670 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Will Martin",
            "title": "China is parachuting 6,000 medics into Wuhan to fight the deadly coronavirus as the number of infected outstrips SARS",
            "description": "Thousands of medics from around China have been sent to Hubei province, where the deadly Wuhan coronavirus originated, to help authorities respond to the ever-growing number of cases. Around 6,000 medical workers have been parachuted in from across the countr…",
            "url": "https://www.businessinsider.com/china-coronavirus-wuhan-hubei-medics-infections-outstrip-sars-2020-1",
            "urlToImage": "https://i.insider.com/5e31686062fa810b10625073?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T11:46:56Z",
            "content": "Thousands of medics from around China are being brought in to Wuhan and its surrounding region to help authorities respond to the ever-growing number of cases of the coronavirus that has now killed 132 people.\r\nChina's National Health Commission (NHC) said Tu… [+2545 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Apple is deep-cleaning its China stores and restricting employee travel to protect against the coronavirus",
            "description": "Apple is taking precautions to protect its workers against the spread of the coronavirus in mainland China. CEO Tim Cook said Tuesday the company has restricted employee travel to the country. It is also frequently deep-cleaning its Apple Stores and monitorin…",
            "url": "https://www.businessinsider.com/apple-china-employee-travel-deep-cleaning-stores-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e314ef762fa810135738703?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T10:43:40Z",
            "content": "During Apple's fiscal first-quarter earnings call on Tuesday, CEO Tim Cook talked about the measures the company is having to take to protect its employees from the outbreak of coronavirus.\r\nAt last count, Chinese officials confirmed 6,000 domestic cases of t… [+1855 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Bitcoin and gold holdings soar as Wuhan coronavirus spurs investors to seek safety",
            "description": "Investors are piling into bitcoin and gold as the Wuhan coronavirus infects markets. Bitcoin climbed 8% in a week to $9,380, its highest level since November. The amount of gold in exchange-traded funds surged to a seven-year high of 2,561 tons, Bloomberg rep…",
            "url": "https://www.businessinsider.com/bitcoin-gold-etf-soar-wuhan-coronavirus-fuels-demand-havens-2020-1",
            "urlToImage": "https://i.insider.com/5e314eb85bc79c739637d163?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T09:51:04Z",
            "content": "<ul><li>Investors are piling into bitcoin and gold as the Wuhan coronavirus infects markets.</li><li>Bitcoin climbed 8% in a week to $9,380, its highest level since November.</li><li>The amount of gold in exchange-traded funds surged to a seven-year high of 2… [+1331 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Bitcoin and gold holdings soar as Wuhan coronavirus spurs investors to seek safety",
            "description": "Investors are piling into bitcoin and gold as the Wuhan coronavirus infects markets. Bitcoin climbed 8% in a week to $9,380, its highest level since November. The amount of gold in exchange-traded funds surged to a seven-year high of 2,561 tons, Bloomberg rep…",
            "url": "https://markets.businessinsider.com/currencies/news/bitcoin-gold-etf-soar-wuhan-coronavirus-fuels-demand-havens-2020-1-1028854075",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e314eb85bc79c739637d163-2047/rtribf1.jpg",
            "publishedAt": "2020-01-29T09:51:04Z",
            "content": "REUTERS\r\n<ul><li>Investors are piling into bitcoin and gold as the Wuhan coronavirus infects markets.</li><li>Bitcoin climbed 8% in a week to $9,380, its highest level since November.</li><li>The amount of gold in exchange-traded funds surged to a seven-year … [+1340 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Wednesday. Huawei is set for a 'limited' role in Britain's 5G networks. The UK's decision comes despite US pressure to block the Chinese telecoms giant. The UK's top cyber officials have warned that Hu…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-january-29-2020-1",
            "urlToImage": "https://i.insider.com/5d372a2e100a245082395198?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T07:50:05Z",
            "content": "UL Prime Minister Boris Johnson (left) has defied the Trump administration's wishes over Huawei.\r\nGetty\r\nGood morning! This is the tech news you need to know this Wednesday.\r\n<ol><li>Huawei is set for a 'limited' role in Britain's 5G networks. The UK's decisi… [+2650 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "British Airways cancels all flights to mainland China as Wuhan coronavirus spreads",
            "description": "British Airways, the United Kingdom's flagship airline, has canceled all direct flights to and from mainland China as the Wuhan coronavirus continues to spread. The company apologized for the inconvenience to its customers in a statement and said the move wou…",
            "url": "https://www.businessinsider.com/british-airways-cancels-all-flights-to-china-wuhan-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5de63745fd9db235d0068922?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T07:43:12Z",
            "content": "British Airways, the United Kingdom's flagship airline, has canceled all direct flights to and from mainland China as the Wuhan coronavirus continues to spread. \r\nThe company apologized for the inconvenience to its customers in a statement. \r\n\"We have suspend… [+726 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Jack Derwin), Jack Derwin",
            "title": "Australian scientists have successfully grown a Wuhan coronavirus sample from a sick patient, giving way to the possibility of a cure",
            "description": "BSIP/UIG Via Getty Images Scientists in Melbourne, Australia have successfully grown the coronavirus from a patient sample. It's the first time the virus has been grown in a cell culture outside of China. The lab-grown virus is set to be used as an antibody t…",
            "url": "https://www.businessinsider.com/australia-successfully-grows-wuhan-coronavirus-sample-from-sick-patient-2020-1",
            "urlToImage": "https://i.insider.com/5e26890db6d52d187d17c654?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T05:10:14Z",
            "content": "Scientists in Melbourne, Australia have successfully grown the Wuhan coronavirus from a patient sample, which could help provide international experts with crucial information to beat the virus. It's the first time the virus has been grown in a cell culture o… [+2790 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "A robot named Little Peanut is delivering food to people in quarantine amid the Wuhan coronavirus outbreak",
            "description": "A video captured a robot named Little Peanut delivering food to people under quarantine in China after being in contact with flight passengers who may be infected with the Wuhan coronavirus, 2019-nCoV. Passengers on a flight from Singapore to Hangzhou, China,…",
            "url": "https://www.businessinsider.com/wuhan-virus-robot-little-peanut-delivers-food-to-people-quarantine-2020-1",
            "urlToImage": "https://i.insider.com/5e30ef2a62fa81637b0e9d93?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T05:05:16Z",
            "content": "A robot named Little Peanut is delivering food to people being quarantined after traveling on a flight with patients suspected to be infected by the Wuhan coronavirus.\r\nA video filmed in a hotel in Hangzhou, China, shows a robot with shelves of food moving fr… [+1033 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Jack Derwin), Jack Derwin",
            "title": "Australia is quarantining residents evacuated from Wuhan on a controversial island used to house asylum seekers",
            "description": "Paula Bronstein/Getty Images Some Australians who have found themselves trapped in Wuhan, China amid the coronavirus outbreak will be transported to Christmas Island where they will be quarantined, the Australian Government has announced. The remote Indian Oc…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-christmas-island-quarantine-australia-2020-1",
            "urlToImage": "https://i.insider.com/56409c44bd86ef14008c8520?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T04:59:21Z",
            "content": "An island off the coast of Australia, which houses a massive detention center for refugees, is being repurposed by Australia into a quarantine camp. \r\nHaving controversially used the remote Indian Ocean territory to keep out asylum seekers for over two decade… [+2391 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bani Sapra",
            "title": "Six years ago, President Trump bragged that he sold his Apple stock. If he had held onto it, his money would have more than quadrupled. (AAPL)",
            "description": "Apple reported quarterly earnings that blew away Wall Street expectations on Tuesday. Six years ago to the day, a pre-presidential Donald Trump said on Twitter that he sold his Apple shares, complaining about the fact that the company at the time didn't sell …",
            "url": "https://www.businessinsider.com/donald-trump-apple-stock-quadrupled-shares-2020-1",
            "urlToImage": "https://i.insider.com/5e30dcc55bc79c50c0193db2?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T01:16:44Z",
            "content": "Apple's stock price has surged to unprecedented heights of late, and Tuesday's earnings blowout looks likely to keep its shares rallying. \r\nThe iPhone maker has climbed from strength to strength over the past six years. That's especially the case over the pas… [+2217 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Troy Wolverton",
            "title": "Apple blamed China's coronavirus for a 'wider-than-usual' $4 billion range in its revenue forecast. But the weird thing is, a $4 billion range is not actually unusual for Apple. (AAPL)",
            "description": "Apple offered what it called a \"wider-than-usual\" revenue forecast for its current quarter, attributing it to the uncertainty over the impact of the deadly coronavirus on the company's business. But the spread in its range was actually the same as what it off…",
            "url": "https://www.businessinsider.com/apple-curious-comments-on-china-coronavirus-and-its-revenue-forecast-2020-1",
            "urlToImage": "https://i.insider.com/5e30c2e262fa8152c21d1888?width=1200&format=jpeg",
            "publishedAt": "2020-01-29T00:22:37Z",
            "content": null
        }
    ]
}