{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "WHO Praises China as Country That Deserves 'Gratitude and Respect' As Some Question Coronavirus Transparency",
            "description": "The WHO director-general credited China's efforts for the prevention of more cases breaking out in other countries.",
            "url": "https://www.newsweek.com/who-praises-china-country-that-deserves-gratitude-respect-some-question-coronavirus-1484716",
            "urlToImage": "https://d.newsweek.com/en/full/1563634/who-praise-china-criticism-coronavirus.jpg",
            "publishedAt": "2020-01-29T20:36:52Z",
            "content": "The World Health Organization (WHO) is standing firmly behind China as people continue to question whether the country mishandled releasing information about the new coronavirus strain.\r\n\"China is doing the right things, and China is responding in a massive w… [+3550 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Rosie McCall",
            "title": "Genetically Engineered Male Moths Released into Wild to Wipe Out Females",
            "description": "Scientists have completed what they say is the first-ever open-field release of a genetically-modified insect. Genetically-modified insects could one day be used as an alternative to pesticide.",
            "url": "https://www.newsweek.com/genetically-engineered-moths-wild-wipe-out-females-1484618",
            "urlToImage": "https://d.newsweek.com/en/full/1563480/cabbage-farm.jpg",
            "publishedAt": "2020-01-29T16:02:32Z",
            "content": "Scientists have released male moths genetically engineered with a destruct gene into the wild to wipe out females. They say is the first open-field release of a self-limiting diamondback moth.\r\nThe study's authors describe it as \"an exciting next step\" and \"a… [+4742 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Outrage at Bar Offering Corona Beer Deals During Coronavirus Outbreak Caused by 'Snowflakes,' Says Owner",
            "description": "The House on the Hood bar in Hamilton, New Zealand, was accused of \"shameful marketing\" as it advertised a promotion on Corona beers linking it with the coronavirus.",
            "url": "https://www.newsweek.com/new-zealand-corona-coronavirus-hamilton-facebook-1484642",
            "urlToImage": "https://d.newsweek.com/en/full/1563509/corona-beers.jpg",
            "publishedAt": "2020-01-29T15:19:15Z",
            "content": "A bar in New Zealand has dismissed accusations on social media that it was being flippant about the deadly coronavirus outbreak, by offering a promotion on Corona beers \"while the pandemic lasts.\"\r\nThe death toll in China from the disease has risen to 132 and… [+2697 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "India Government Tells Citizens to Use Homeopathy to Treat China Coronavirus",
            "description": "Press Information Bureau suggests people treat symptoms by rubbing alternative medicines into their chest, scalp and nostrils.",
            "url": "https://www.newsweek.com/india-government-tells-citizens-use-homeopathy-treat-china-coronavirus-1484616",
            "urlToImage": "https://d.newsweek.com/en/full/1563483/coronavirus-india-hyderabad-getty.jpg",
            "publishedAt": "2020-01-29T15:07:41Z",
            "content": "India's government has promoted pseudoscientific homeopathic practices in its effort to prevent the spread of the mysterious new coronavirus, which has killed over 100 people.\r\nA total of 132 people have died since workers at a now-shut wholesale food market … [+3367 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Are Flights to China Canceled Due to Coronavirus? Latest News for Those Flying United, Delta, American Airlines",
            "description": "United has suspended dozens of flights to China, while the airline (along with Delta and American Airlines) has also issued travel waivers for those on schedule to travel on any affected routes.",
            "url": "https://www.newsweek.com/coronavirus-china-travel-ban-us-flight-cancellations-united-delta-american-airlines-1484613",
            "urlToImage": "https://d.newsweek.com/en/full/1563476/los-angeles-airport-passengers-masks-coronavirus.jpg",
            "publishedAt": "2020-01-29T14:53:36Z",
            "content": "Several flights to China on U.S. airlines have been affected by the coronavirus outbreak, with United, Delta and American Airlines issuing extended travel waivers to those scheduled to travel on affected routes. United is also canceling dozens of flights to C… [+7352 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "'People Are Afraid': Eerie Footage Shows How Coronavirus Outbreak Has Left Wuhan Streets Deserted",
            "description": "The deadly virus is thought to have emerged in the central Chinese city in Hubei province.",
            "url": "https://www.newsweek.com/coronavirus-wuhan-deserted-video-footage-outbreak-disease-1484555",
            "urlToImage": "https://d.newsweek.com/en/full/1563423/china-coronavirus-wuha-hubei-province-getty.jpg",
            "publishedAt": "2020-01-29T12:59:33Z",
            "content": "Drone footage of Wuhan, which is effectively in lockdown following the emergence of a deadly new virus, shows the empty streets of the densely populated city which has become a ghost town. \r\nRoads and pavements in the aerial images released by the AFP news ag… [+2994 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus Breakthrough As 2019-nCoV Is Grown in Lab Outside China for First Time: 'Game Changer'",
            "description": "The virus has killed over 100 people since it emerged from a central Chinese city late last year.",
            "url": "https://www.newsweek.com/coronavirus-breakthrough-2019-ncov-grown-lab-china-first-game-changer-1484548",
            "urlToImage": "https://d.newsweek.com/en/full/1563412/coronavirus-china-wuhan-hubei-getty.jpg",
            "publishedAt": "2020-01-29T09:19:51Z",
            "content": "Scientists in Australia are the first outside China to grow a copy of the new coronavirus that has killed over 100 people, which they hope will boost efforts to tackle it.\r\nThe team at The Peter Doherty Institute for Infection and Immunity grew the virus in c… [+2824 chars]"
        }
    ]
}