{
    "status": "ok",
    "totalResults": 30,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "ncolarossi@businessinsider.com (Natalie Colarossi), Natalie Colarossi",
            "title": "Photos show how China is grappling with the Wuhan coronavirus outbreak as 12 cities are quarantined and hospitals run out of space",
            "description": "Kevin Frayer/Getty Images A rapidly spreading coronavirus that originated in Wuhan, China, has infected at least 900 people and killed 26 worldwide, as of Friday evening. The virus appears to be spreading from person to person, and Chinese authorities are scr…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-outbreak-how-china-coping-photos-2020-1",
            "urlToImage": "https://i.insider.com/5e2b6c1e5bc79c10c65de6d3?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T23:00:36Z",
            "content": "At least 900 people have been infected by the mysterious Wuhan coronavirus worldwide, and 26 people have died.\r\nIn just a matter of weeks, the virus has spread from an initial outbreak in Wuhan, China, to nine other countries, and has resulted in the quaranti… [+355 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "awoodward@businessinsider.com (Aylin Woodward), Aylin Woodward",
            "title": "The flu is a far bigger threat to most people in the US than the Wuhan coronavirus. Here's why.",
            "description": "Anthony Kwan/Getty Images A coronavirus that originated in Wuhan, China, has killed 26 people and infected more than 900. The virus has spread to nine other countries, including the US. Patients experience fevers, headaches, and pneumonialike symptoms. But ac…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-lesser-threat-to-americans-than-flu-2020-1",
            "urlToImage": "https://i.insider.com/5e2b284d62fa8134a4619474?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T21:19:00Z",
            "content": "On Friday morning, the Centers for Disease Control and Prevention (CDC) announced that a second person in the US had been diagnosed with the Wuhan coronavirus.\r\nThe woman traveled to Wuhan, China, at the end of December and returned to Chicago on January 13. … [+5517 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "Europe now has its first 2 confirmed cases of the Wuhan coronavirus, both in France",
            "description": "The French government has confirmed two cases of the Wuhan coronavirus there, the first in Europe. The coronavirus outbreak is thought to have started in a seafood market in Wuhan, China, and has sickened at least 900 people. Visit Business Insider's homepage…",
            "url": "https://www.businessinsider.com/europe-first-2-cases-of-wuhan-coronavirus-in-france-2020-1",
            "urlToImage": "https://i.insider.com/5e2b51c962fa815eab46b3f8?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T20:30:00Z",
            "content": "The French government has confirmed the country's first two cases of the Wuhan coronavirus — marking the outbreak's spread to Europe.\r\nAgnes Buzyn, the Minister of Solidarity and Health of France, confirmed in a press briefing on Friday evening local time tha… [+1756 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "A senator just asked 4 of Trump's cabinet officials 'when and how' the government might block travel from China to the US",
            "description": "Sen. Josh Hawley asked in a letter on Friday to four cabinet officials for information on \"when and how\" President Donald Trump's administration might consider blocking travel from China to the United States. The request from the Missouri Republican came amid…",
            "url": "https://www.businessinsider.com/josh-hawley-us-block-china-us-travel-wuhan-virus-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2ac08db6d52d642667ccc2?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T19:48:52Z",
            "content": "Sen. Josh Hawley, a Missouri Republican, sent a letter on Friday to four members of President Donald Trump's cabinet to ask about \"when and how\" the federal government might consider blocking travel to the United States from regions in China affected by the W… [+2208 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Dow drops over 250 points after second case of Wuhan virus in the states is confirmed",
            "description": "The Dow plunged after news broke that a second case of coronavirus was confirmed in the US. A Chicago woman was diagnosed with the illness, the Centers for Disease Control and Prevention said. Airline and hotel stocks also fell on the news. Read more on Busin…",
            "url": "https://www.businessinsider.com/dow-jones-wuhan-virus-second-confirmed-case-us-spooks-market-2020-1",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c3cd43ebd77302a87368b04-2000/2019-01-08t200900z1157905526rc1fbfc2c4d0rtrmadp3markets-global.jpg",
            "publishedAt": "2020-01-24T19:46:54Z",
            "content": "Reuters / Brendan McDermid\r\n<ul><li>The Dow plunged after news broke that a second case of coronavirus was confirmed in the US.</li><li>A Chicago woman was diagnosed with the illness, the Centers for Disease Control and Prevention said.</li><li>Airline and ho… [+1160 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jason Guerrasio",
            "title": "The camera Roger Deakins used to shoot Oscar-nominated '1917' was the first of its kind. Here's the inside story of the Arri ALEXA Mini LF.",
            "description": "\"1917\" was the first movie to be shot on the Arri ALEXA Mini LF. The movie's cinematographer, Roger Deakins, hand picked the camera because it could provide a top-quality cinematic look, but was small in size. This was vital, as the camera was navigated throu…",
            "url": "https://www.businessinsider.com/how-roger-deakins-used-alexa-mini-lf-camera-1917-2020-1",
            "urlToImage": "https://i.insider.com/5e2b3fd762fa814d05164232?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T19:21:15Z",
            "content": "A major reason why director Sam Mendes' latest movie, the World War I epic \"1917,\" is the frontrunner at this year's Academy Awards is the edge-of-your seat experience that comes from its single-shot feel.\r\nAs we follow two soldiers who heroically go behind e… [+1189 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "How bushfires and Wuhan virus fear have converged to drag down Australia's currency",
            "description": "Australia's national currency on Friday traded lower than it has in over a month. Bushfires and the Wuhan virus may be weighing on the Aussie dollar. Visit Business Insider's homepage for more stories. Australia's national currency tumbled to its lowest level…",
            "url": "https://www.businessinsider.com/australian-dollar-currency-bushfires-coronavirus-effect-unlucky-week-decline-wuhan-2020-1",
            "urlToImage": "https://i.insider.com/5e2b3a7d62fa8147652ad46b?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T19:20:50Z",
            "content": "Australia's national currency tumbled to its lowest level in over a month Friday, with the country's economy vulnerable to the fallout of both bushfires raging within the country, and the coronavirus outbreak in China. \r\nThe Australian dollar hit a low of 0.6… [+849 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "How bushfires and Wuhan virus fear have converged to drag down Australia's currency",
            "description": "Australia's national currency on Friday traded lower than it has in over a month. Bushfires and the Wuhan virus may be weighing on the Aussie dollar. Visit Business Insider's homepage for more stories. Australia's national currency tumbled to its lowest level…",
            "url": "https://markets.businessinsider.com/news/stocks/australian-dollar-currency-bushfires-coronavirus-effect-unlucky-week-decline-wuhan-2020-1-1028844008",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2b3a6124306a3ef1233e65-708/2020-01-21t164423z1lynxmpeg0k1jurtroptp3usa-stocks.jpg",
            "publishedAt": "2020-01-24T19:20:50Z",
            "content": "Brendan McDermid/Reuters\r\nAustralia's national currency tumbled to its lowest level in over a month Friday, with the country's economy vulnerable to the fallout of both bushfires raging within the country, and the coronavirus outbreak in China. \r\nThe Australi… [+875 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "The Drive-Thru: Whole Foods shortages, Davos, and delivery drama",
            "description": "Hello! Welcome to another week of The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail. If someone forwarded you this email, you can sign up here to get The Drive-Thru in your inbox every Friday. This is going to …",
            "url": "https://www.businessinsider.com/the-drive-thru-whole-foods-shortages-davos-and-delivery-drama-2020-1",
            "urlToImage": "https://i.insider.com/5e2b11a4b6d52d15426bb5f3?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T18:37:16Z",
            "content": "Hello! \r\nWelcome to another week of The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail. If someone forwarded you this email, you can sign up here to get The Drive-Thru in your inbox every Friday.\r\nThis is going … [+3421 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Oil is on track for its worst week since July amid coronavirus fears",
            "description": "Oil prices fell Friday and are on track for the worst week since July amid fears that China's Wuhan virus will damage global demand. Futures of West Texas Intermediate crude slipped 2.72% to $54.08 per barrel, and ICE Brent crude fell 2.6% to $60.44 per barre…",
            "url": "https://markets.businessinsider.com/commodities/news/oil-price-amid-fears-wuhan-virus-lower-global-demand-effect-2020-1-1028843924",
            "urlToImage": "https://images.markets.businessinsider.com/image/5673a0c52340f875018b6a70-2400/rtx1tgfw.jpg",
            "publishedAt": "2020-01-24T18:26:02Z",
            "content": "REUTERS/Balazs Koranyi\r\nOil prices slumped Friday, putting the commodity on track for its worst weekly performance in six months amid mounting worry that the coronavirus outbreak in China will curb fuel demand. \r\nFutures of West Texas Intermediate crude slipp… [+1861 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmahbubani@businessinsider.com (Rhea Mahbubani), Rhea Mahbubani",
            "title": "A Chinese embassy in Paris tracked down a woman who gloated on social media about cheating airport detection with a medicine that lowered her fever",
            "description": "Getty Images A woman who traveled from Wuhan to Europe allegedly gloated on social media that she had a low fever but took medicines to reduce her symptoms and evade airport health checks, the BBC reported. She left China before the government put multiple ci…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-woman-avoided-airport-tests-travel-france-2020-1",
            "urlToImage": "https://i.insider.com/5e2b330224306a3656755936?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T18:24:13Z",
            "content": "A woman who traveled from Wuhan — the epicenter of an ongoing deadly coronavirus outbreak — allegedly gloated on social media that she had a low fever but took medicines to reduce her symptoms and evade airport health checks. \r\n\"Just before I left, I had a lo… [+2803 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Benji Jones), Benji Jones",
            "title": "Power Line: Investors bet on plasma hotter than the sun, and long-lasting batteries brought to you by Bill Gates",
            "description": "Tokamak Energy Hello, and welcome to Power Line, a weekly clean-energy newsletter from Business Insider. Here's what you need to know: See the rest of the story at Business Insider NOW WATCH: The Marvel movies pay incredible attention to the physics of Captai…",
            "url": "https://www.businessinsider.com/power-line-fusions-wins-big-and-the-downside-of-li-ion-batteries-2020-1",
            "urlToImage": "https://i.insider.com/5e2b276262fa8133610fcb82?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T17:46:00Z",
            "content": "Hello, and welcome to Power Line, a weekly clean-energy newsletter from Business Insider. \r\nHere's what you need to know:\r\n<ul><li>Want to get Power Line in your inbox every Friday? Sign up here, if you haven't already. </li><li>Most of our coverage is availa… [+6116 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lydia Ramsey",
            "title": "Dispensed: Dispatches from Davos, updates from the upcoming One Medical IPO, and meet the newest member of the BI healthcare team",
            "description": "Hello, Welcome to Dispensed, Business Insider's weekly healthcare newsletter, recapping all you might've missed while trying to learn all you can about the Wuhan, China coronavirus outbreak. To kick things off, I want to give a warm welcome to our newest team…",
            "url": "https://www.businessinsider.com/dispensed-weekly-healthcare-newsletter-january-24-2020-1",
            "urlToImage": "https://i.insider.com/5c2f7f05bd77305daf6487b5?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T17:10:11Z",
            "content": "Hello,\r\nWelcome to Dispensed, Business Insider's weekly healthcare newsletter, recapping all you might've missed while trying to learn all you can about the Wuhan, China coronavirus outbreak.\r\nTo kick things off, I want to give a warm welcome to our newest te… [+3776 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "The movie business is taking a hit from the Wuhan coronavirus, as nearly 70,000 theaters close in China and Shanghai Disneyland shuts down",
            "description": "Nearly 70,000 Chinese theaters have shut down after China's major film studios canceled this weekend's releases in response to the deadly coronavirus. The rapidly spreading virus has killed at least 26 people in China and infected more than 870. Chinese regul…",
            "url": "https://www.businessinsider.com/how-wuhan-coronavirus-is-impacting-china-movie-business-disney-2020-1",
            "urlToImage": "https://i.insider.com/5e2b108fb6d52d13eb649a56?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T15:49:30Z",
            "content": "As the deadly coronavirus — which originated in the Chinese city of Wuhan — spreads across the region, the rapidly growing Chinese movie business is taking a hit.\r\nThousands of Chinese theaters have been shut down and major movie releases delayed in response … [+2425 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "This 40-second video shows what it's like inside a Chinese hospital treating the Wuhan virus",
            "description": "A video reposted to Twitter on Friday showed what appears to be the inside of a hospital in Wuhan, China, treating people with the coronavirus. The video, reposted by a producer for the South China Morning Post, shows a crowded hallway and blankets over bodie…",
            "url": "https://www.businessinsider.com/video-inside-chinese-hospital-treating-wuhan-virus-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2a605662fa8157b15720e3?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T15:38:12Z",
            "content": "A video of a crowded, chaotic hallway in what appears to be a Chinese hospital in Wuhan, where the coronavirus is believed to have spread from, shows what it's like inside the facilities treating the spread of the virus.\r\nThe 40-second video was reposted to T… [+766 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "acollman@businessinsider.com (Ashley Collman), Ashley Collman",
            "title": "A 2nd case of the Wuhan coronavirus in the US was just confirmed in Chicago",
            "description": "Shutterstock CBS Chicago reported that a woman in her 60s has been diagnosed with Wuhan coronavirus. It's the second confirmed case in the US. The first case was reported in Washington state on Monday. The latest US patient in Chicago is said to have traveled…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-second-confirmed-case-in-the-us-chicago-2020-1",
            "urlToImage": "https://i.insider.com/5e2b0af3b6d52d0d0c14cdd6?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T15:28:58Z",
            "content": "A second person has come down with the Wuhan coronavirus in the US.\r\nCBS Chicago's Marissa Parra broke the news Friday that a woman in her 60s was diagnosed with the aggressive respiratory illness. CNBC also cited a CDC official confirming the case.\r\nThe unna… [+368 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "After losing manipulator status, China's currency stumbles amid Wuhan virus outbreak",
            "description": "Chinese currency markets are the latest to tumble amid Wuhan virus fears. The weakeness comes after a period of strength for China's currency, the yuan, after the US removed China from the currency manipulators week mid-January. As onshore trading in the yuan…",
            "url": "https://markets.businessinsider.com/news/stocks/china-currency-wuhan-outbreak-yuan-erase-gains-effect-manipulator-us-2020-1-1028843403",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2b007c24306a01ce302693-711/2020-01-24t103147z1lynxmpeg0n0vkrtroptp3china-health.jpg",
            "publishedAt": "2020-01-24T15:02:27Z",
            "content": "Aly Song/ Reuters\r\n<ul><li>Chinese currency markets are the latest to tumble amid Wuhan virus fears.</li><li>The weakeness comes after a period of strength for China's currency, the yuan, after the US removed China from the currency manipulators week mid-Janu… [+1930 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sahar Esfandiari), Sahar Esfandiari",
            "title": "Wuhan, China, faces such a shortage of coronavirus test-kits that people say getting one is like 'winning the lottery'",
            "description": "STR/AFP via Getty Images People in Wuhan, China, say there are shortages of test kits for the deadly coronavirus that originated in the city, and are reportedly likening the chances of getting one to \"winning the lottery.\" The virus, known as 2019-nCoV, is sp…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-china-shortage-test-kits-lottery-2020-1",
            "urlToImage": "https://i.insider.com/5e2ad48db6d52d6bda5733f3?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T14:43:13Z",
            "content": "Health authorities in Wuhan, China, are reportedly facing such a shortage in test kits for the deadly coronavirus that originated in the city that people say getting one is like \"winning the lottery.\" \r\nMimi Lau, a reporter at the South China Morning Post, sa… [+3107 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "McDonald's reportedly 'suspends business' in five Chinese cities as the coronavirus death toll continues to rise",
            "description": "McDonald's has reportedly \"suspended business\" in five cities in China, which are at the center of the coronavirus outbreak, according to Reuters. McDonald's has not yet issued a statement on the news; Business Insider reached out for comment but did not imme…",
            "url": "https://www.businessinsider.com/mcdonalds-closes-china-hubei-stores-amid-coronavirus-outbreak-2020-1",
            "urlToImage": "https://i.insider.com/5e2ace5e62fa81711d5d27e3?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T11:37:54Z",
            "content": "McDonald's has \"suspended business\" in five cities in China, which are at the center of the coronavirus outbreak, according to a Reuters report released on Friday.  \r\nThe fast-food chain has not yet issued a statement on the news; Business Insider reached out… [+707 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Wuhan, China, is scrambling to build a hospital in just 6 days to treat coronavirus patients its health system gets overwhelmed",
            "description": "The Chinese city of Wuhan is rushing to build a new hospital in just six days to treat patients of the deadly coronavirus. Excavation has started at a site in Wuhan, where the outbreak started, and where doctors describe an overwhelmed medical system. The cit…",
            "url": "https://www.businessinsider.com/china-virus-wuhan-building-new-hospital-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2ac98c62fa816f755cb053?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T11:24:21Z",
            "content": "The Chinese city of Wuhan is rushing to build a brand-new hospital within six days to treat patients of the coronavirus that has killed at least 26 people across the country and is overwhelming the quarantined city's health system.\r\nThe 2019-nCoV virus, which… [+2659 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "The deadly virus sweeping across China could slash its economic growth, S&P warns",
            "description": "The virus spreading across China could slow its economic growth by 1.2 percentage points. The coronavirus has sickened about 900 people and killed 26 so far. Chinese authorities have locked down a dozen cities and restricted the movements of 30 million people…",
            "url": "https://www.businessinsider.com/wuhan-virus-could-slash-china-economic-growth-sp-says-2020-1",
            "urlToImage": "https://i.insider.com/5e2ac69324306a676d529273?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T11:16:48Z",
            "content": "<ul><li>The virus spreading across China could slow its economic growth by 1.2 percentage points.</li><li>The coronavirus has sickened about 900 people and killed 26 so far.</li><li> Chinese authorities have locked down a dozen cities and restricted the movem… [+2435 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "The deadly virus sweeping across China could slash its economic growth, S&P warns",
            "description": "The virus spreading across China could slow its economic growth by 1.2 percentage points. The coronavirus has sickened about 900 people and killed 26 so far. Chinese authorities have locked down a dozen cities and restricted the movements of 30 million people…",
            "url": "https://markets.businessinsider.com/news/stocks/wuhan-virus-could-slash-china-economic-growth-sp-says-2020-1-1028842611",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2ac669b6d52d667a452a85-2400/gettyimages-484628202.jpg",
            "publishedAt": "2020-01-24T11:16:48Z",
            "content": "Andrew Burton/Getty Images\r\n<ul><li>The virus spreading across China could slow its economic growth by 1.2 percentage points.</li><li>The coronavirus has sickened about 900 people and killed 26 so far.</li><li> Chinese authorities have locked down a dozen cit… [+2463 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "The Wuhan coronavirus has hit Xinjiang, where China has imprisoned at least 1 million Uighur Muslims. Its filthy detention camps will make inmates sitting ducks.",
            "description": "The Wuhan coronavirus has reached Xinjiang in western China, prompting fears that the million Uighur Muslims detained in prison camps across the region are helpless to infection. Authorities reported two cases in the autonomous southwestern region on Thursday…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-xinjiang-uighur-squalid-detention-camps-2020-1",
            "urlToImage": "https://i.insider.com/5e2acfc324306a6ac546c364?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T11:06:49Z",
            "content": "The Wuhan coronavirus that has killed at least 26 people in China hit the western region of Xinjiang on Thursday.\r\nAt 6 p.m. local time health authorities reported a 47-year-old man, named as Li, and a 52-year-old man, named as Gu, were infected, Radio Free A… [+3574 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Friday. A New York Times report shed new light on how The National Enquirer tabloid came to possess intimate photos of Jeff Bezos and his girlfriend Lauren Sanchez. The report suggests that she sent th…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-january-24-2020-1",
            "urlToImage": "https://i.insider.com/5bf532058c35ab1b1f52c164?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T07:41:16Z",
            "content": "Donald Trump says he's not scared of Mark Zuckerberg running for president.\r\nGetty/Business Insider\r\nGood morning! This is the tech news you need to know this Friday.\r\n<ol><li>A New York Times report shed new light on how The National Enquirer tabloid came to… [+2601 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "kcorcoran@businessinsider.com (Kieran Corcoran), Kieran Corcoran",
            "title": "43 people are being monitored after contact with the single US patient with Wuhan coronavirus, a ratio that could turn scary",
            "description": "Reuters Forty-three people are being medically monitored after contact with the sole US sufferer of the Wuhan coronavirus. They appear to be members of the public who accidentally ended up close to him. This level of cautious monitoring is plausible when the …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-people-monitored-after-contact-with-single-us-patient-2020-1",
            "urlToImage": "https://i.insider.com/5e2a8b77b6d52d5a814c9682?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T07:19:54Z",
            "content": "Medical officials in the US are monitoring 43 individuals after they had contact with the single confirmed US sufferer of the Wuhan coronavirus.\r\nThe level of resources devoted to a single case shows the scale of efforts to prevent it spreading — and how stre… [+1958 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "One image from Wuhan shows the sheer scale of trying to treat a city on lockdown, as Wuhan coronavirus spreads",
            "description": "Footage from a Wuhan hospital shows doctors attempting to treat patients with the entire city on lockdown amid the spread of the deadly novel coronavirus. Videos from The New York Times and social media show people packed into small hallways awaiting treatmen…",
            "url": "https://www.businessinsider.com/footage-hospital-coronavirus-treatment-wuhan-on-lockdown-2020-1",
            "urlToImage": "https://i.insider.com/5e2a8e5a62fa8161fe65d194?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T06:50:53Z",
            "content": "Footage from Wuhan shows the sheer scale of trying to treat patients while the city is on lockdown, as the number of deaths and confirmed cases of the novel coronavirus rapidly increase.\r\nVideos — one from social media and another from The New York Times — ca… [+1357 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "As the Wuhan virus spreads, doctors in Wuhan say they face a 'flooding' of patients and not enough protective gear",
            "description": "A doctor in the Chinese city of Wuhan said that thousands of patients are waiting for hours to see doctors, though doctors have been advised not to come into work for fear of catching the deadly coronavirus outbreak. The unnamed Wuhan doctor spoke to the BBC …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-doctors-wuhan-patients-protective-gear-2020-1",
            "urlToImage": "https://i.insider.com/5e2a437ab6d52d49f6054956?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T03:27:50Z",
            "content": "A doctor in the Chinese city of Wuhan said that thousands of patients are waiting for hours to see doctors.\r\nThe doctor at a Wuhan hospital told BBC News that there has been \"an alarming rate of spread\" of the deadly novel coronavirus, or 2019-nCoV, over the … [+3578 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "Experts think the Wuhan coronavirus jumped from bats to snakes to people. Bats have been the source of at least 4 pandemics.",
            "description": "A coronavirus that originated in Wuhan, China, has killed 25 people and infected more than 830. The coronavirus is a zoonotic disease, meaning it jumps from animals to humans. SARS, a coronavirus that killed 774 people in the early 2000s, jumped from bats to …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-sars-bats-animals-to-humans-2020-1",
            "urlToImage": "https://i.insider.com/5e29cbd5b6d52d5a93127fc3?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T02:03:00Z",
            "content": "The coronavirus spreading in China and the SARS outbreak of 2003 have two things in common: Both are from the coronavirus family, and both were passed from animals to humans in a wet market.\r\nCoronaviruses are zoonotic diseases, meaning they spread to people … [+8064 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "2 new potential US cases of the Wuhan coronavirus are being monitored in Texas and Los Angeles",
            "description": "Two suspected cases of the Wuhan coronavirus were detected in Texas and Los Angeles on Wednesday night. The Texas patient was identified as a student at Texas A&M University, and the Los Angeles patient was taken to the hospital after being screened at Los An…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-potential-cases-monitored-texas-los-angeles-2020-1",
            "urlToImage": "https://i.insider.com/5e2a167e62fa8138db348605?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T01:32:17Z",
            "content": "Two new suspected cases of the deadly Wuhan coronavirus are being tested in Texas and Los Angeles.\r\nTwo people who had recently traveled to Wuhan, China, were taken to the hospital after displaying flu-like symptoms during airport screenings Wednesday night.\r… [+2534 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "The Chinese city of Wuhan was a breeding ground for an outbreak, experts say. The coronavirus has infected more than 800 people.",
            "description": "A coronavirus outbreak has killed 25 people and infected more than 830 in China. It has spread to eight other countries, including the US. The virus originated in Wuhan, a dense city in central China that serves as a major transportation hub and had markets s…",
            "url": "https://www.businessinsider.com/wuhan-china-breeding-ground-for-coronavirus-outbreak-2020-1",
            "urlToImage": "https://i.insider.com/5e292ddc24306a110a74ef23?width=1200&format=jpeg",
            "publishedAt": "2020-01-24T01:18:00Z",
            "content": "When Chinese authorities first reported an outbreak of a new coronavirus in Wuhan, China, many public health experts had a similar reaction: It was only a matter of time. \r\n\"This has always been waiting to happen,\" Adrian Hyzler, the chief medical officer at … [+6485 chars]"
        }
    ]
}