{
    "status": "ok",
    "totalResults": 21,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "WHO Doctor Says 'We Don't Have a Crystal Ball' When Asked If Coronavirus Will Worsen: 'We're Not Making Predictions'",
            "description": "Dr. Margaret Harris, a World Health Organization spokesperson, appeared on CNN to talk about the coronavirus.",
            "url": "https://www.newsweek.com/who-doctor-says-we-dont-have-crystal-ball-when-asked-if-coronavirus-will-worsen-were-not-1489717",
            "urlToImage": "https://d.newsweek.com/en/full/1570214/world-health-organization.jpg",
            "publishedAt": "2020-02-28T15:39:26Z",
            "content": "A World Health Organization (WHO) doctor stated in a television interview that \"we don't have a crystal ball,\" when asked if the coronavirus (COVID-19) outbreak could become worse.\r\n\"Our usual answer is, no, we don't have a crystal ball,\" said Dr. Margaret Ha… [+2191 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus Vaccine 'Weeks' Away From Being Developed, Says Head of Israeli Science Research Institute",
            "description": "Scientists around the world are working to develop a vaccine against the new coronavirus which has killed over 2,800 people.",
            "url": "https://www.newsweek.com/coronavirus-vaccine-weeks-away-being-developed-says-head-israeli-science-research-institute-1489694",
            "urlToImage": "https://d.newsweek.com/en/full/1570185/coronavirus-vaccine-covid-19-migal-israel.jpg",
            "publishedAt": "2020-02-28T13:42:04Z",
            "content": "The head of a research institute in Israel has said its scientists are \"weeks\" away from developing a vaccine against the deadly new coronavirus which causes COVID-19.\r\nThe new virus that has killed over 2,800 people is a member of the large coronavirus famil… [+5042 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Shane Croucher",
            "title": "Coronavirus Sell-Off Threatens to End U.S. Stock Market's Decade-Long Bull Run",
            "description": "The Dow Jones, S&P and Nasdaq correction reflects investors re-assessing the potential economic damage caused by the coronavirus.",
            "url": "https://www.newsweek.com/coronavirus-stock-market-correction-recession-economy-1489730",
            "urlToImage": "https://d.newsweek.com/en/full/1570226/coronavirus-stock-markets-recession-economy.jpg",
            "publishedAt": "2020-02-28T17:00:07Z",
            "content": "A week of continued sharp stock market falls is threatening to end America's record bull market, which is set to mark its eleventh anniversary next week, as investors reassess the potential economic damage the coronavirus emergency could cause.\r\nA bull market… [+5883 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matt Keeley",
            "title": "Viral Video Shows What Happens if You Try to Evade Coronavirus Checkpoint in China",
            "description": "The video shows a training exercise of officers stopping a person, detaining them and spraying disinfectant on the scene.",
            "url": "https://www.newsweek.com/viral-video-shows-what-happens-if-you-try-evade-coronavirus-checkpoint-china-1489631",
            "urlToImage": "https://d.newsweek.com/en/full/1570122/coronavirus-china.jpg",
            "publishedAt": "2020-02-28T00:36:06Z",
            "content": "A video of a training exercise demonstrating what Chinese police should do if someone tries to go past a coronavirus checkpoint has gone viral this week.\r\nThe video was originally shared to the Chinese social media platform Weibo and video sharing site TikTok… [+2427 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jorge Solis",
            "title": "Trump Jr. Says Democrats Hope Coronavirus 'Kills Millions' of Americans So It Will End Donald Trump's Winning Streak",
            "description": "Have Democrats have reached \"a new level of sickness\" with the spread of Coronavirus in order to hurt President Trump's winning streak?",
            "url": "https://www.newsweek.com/trump-jr-says-democrats-hope-coronavirus-kills-millions-americans-so-it-will-end-donald-trumps-1489761",
            "urlToImage": "https://d.newsweek.com/en/full/1568769/donald-trump-jr-alaska-hunting-grizzly-bears.jpg",
            "publishedAt": "2020-02-28T19:39:05Z",
            "content": "Donald Trump Jr. accused the Democrats of sabotaging the president's winning streak by wishing for the deadly coronavirus to spread and kill millions of Americans.\r\nIn a Friday interview with Fox &amp; Friends, Donald Trump's son implied that the Democrats ar… [+2927 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Trump 'Cares About the Stock Market' Rather Than Combating Coronavirus, Says Psychiatrist: 'This Man Is About Himself'",
            "description": "Lance Dodes, ex-assistant clinical professor of psychiatry at Harvard Medical School told MSNBC the president poses a danger to the public with his handling of coronavirus.",
            "url": "https://www.newsweek.com/donald-trump-lances-dodes-coronavirus-mental-state-1489652",
            "urlToImage": "https://d.newsweek.com/en/full/1570148/us-president-donald-trump.jpg",
            "publishedAt": "2020-02-28T10:43:29Z",
            "content": "A psychiatrist who co-authored a book expressing fears about the psychological state of Donald Trump has warned that people in the U.S. will die because of the the way the president is handling the coronavirus.\r\nLance Dodes, an ex-assistant clinical professor… [+3789 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "California Gov. Newsom Says '8,400 Plus' Being Monitored for Coronavirus After 28 Tested Positive",
            "description": "California Governor Gavin Newsom said Thursday that \"8,400 plus\" from both repatriation flights and \"more traditional commercial flights which came in from points of concern and potential points of contact, particularly in Asia\" are being monitored for corona…",
            "url": "https://www.newsweek.com/california-gov-newsom-says-8400-plus-being-monitored-coronavirus-after-28-tested-positive-1489636",
            "urlToImage": "https://d.newsweek.com/en/full/1570126/gavin-newsom.jpg",
            "publishedAt": "2020-02-28T01:39:40Z",
            "content": "California is monitoring over 8,000 individuals for signs of the coronavirus that causes the disease COVID-19, according to California Governor Gavin Newsom during a press conference Thursday.\r\nIn addition, California has reported 33 coronavirus tests that ar… [+3210 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "BTS Tour Cancelled in Seoul Amid Coronavirus Outbreak as 'Map of the Soul' 2020 World Tour Under Threat",
            "description": "The band will kick off the North American leg of their new tour on April 25 in California, where more than half of the coronavirus cases in the U.S. have been reported.",
            "url": "https://www.newsweek.com/k-pop-bts-tour-map-soul-seoul-dates-cancelled-1489715",
            "urlToImage": "https://d.newsweek.com/en/full/1570217/bts-today-show-nyc-feb-2020.jpg",
            "publishedAt": "2020-02-28T16:00:58Z",
            "content": "BTS has canceled their Map of the Soul tour dates in Seoul following growing fears over the coronavirus, which has heavily affected South Korea. All ticket holders will be issued refunds for their purchases.\r\nThe band's new tour was slated to kick off in the … [+3217 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Dem Senator Grills Azar Over Coronavirus Whistleblower, Says HHS Put 'General Public' At Risk",
            "description": "Senator Wyden claimed that \"the general public was also put at risk since your employees were then immediately returned to their communities and jobs at the Department post-deployment, by commercial air flights with no precautions\" in a letter to HHS head Ale…",
            "url": "https://www.newsweek.com/dem-senator-grills-azar-over-coronavirus-whistleblower-says-hhs-put-general-public-risk-1489801",
            "urlToImage": "https://d.newsweek.com/en/full/1570340/ron-wyden.jpg",
            "publishedAt": "2020-02-28T22:39:20Z",
            "content": "Senior Oregon Senator Ron Wyden said the \"general public\" had been \"put at risk\" by the Department of Health and Human Services' handling of quarantined coronavirus patients in a Friday letter to HHS Secretary Alexander Azar.\r\nWyden's letter came after a whis… [+2997 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Christina Zhao",
            "title": "Chuck Schumer Accuses Trump of 'Hiding the Truth' After Report Claims Pence Will Control Public Coronavirus Messaging",
            "description": "\"President Trump should have learned the lesson that China did: Hiding the truth makes things more dangerous,\" the Senate Minority Leader tweeted.",
            "url": "https://www.newsweek.com/chuck-schumer-accuses-trump-hiding-truth-after-report-claims-pence-will-control-public-1489632",
            "urlToImage": "https://d.newsweek.com/en/full/1570124/schumer.jpg",
            "publishedAt": "2020-02-28T02:22:02Z",
            "content": "Senate Minority Leader Chuck Schumer on Thursday accused President Donald Trump of attempting to hide the truth about the new coronavirus from Americans after the White House reportedly moved to tighten messaging about the disease by health officials and scie… [+2739 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matt Keeley",
            "title": "Trump's 'The Perfect President' for Coronavirus as He's a 'Germaphobe,' 'Border Hawk' and 'Tough on China,' Says Fox News' Jesse Watters",
            "description": "\"Now, the containment strategy so far is working. Not one single American has died in the United States, and according to John Hopkins University, America is the best prepared country in the entire world for this,\" Watters said.",
            "url": "https://www.newsweek.com/trumps-perfect-president-coronavirus-hes-germaphobe-border-hawk-tough-china-says-1489639",
            "urlToImage": "https://d.newsweek.com/en/full/1570131/jesse-watters.jpg",
            "publishedAt": "2020-02-28T03:09:21Z",
            "content": "Fox News host Jesse Watters said Thursday that President Donald Trump is uniquely qualified to stop the coronavirus, because he's \"a germaphobe who's tough on China.\"\r\nOn Thursday's episode of The Five, in response to fellow host Juan Williams' statements tha… [+2690 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "BTS Member Suga and 'Parasite' Director Bong Joon Ho Donate More Than $164,000 to Coronavirus Prevention in Korea",
            "description": "The money donated by the artists (who were both born in Daegu, the epicenter of the outreak) will go towards purchasing face masks and hand sanitizers for those in need.",
            "url": "https://www.newsweek.com/coronavirus-bts-suga-bong-joon-ho-parasite-daegu-donation-relief-fund-1489754",
            "urlToImage": "https://d.newsweek.com/en/full/1570245/bong-joon-ho-2020-academy-awards-oscars.jpg",
            "publishedAt": "2020-02-28T17:14:05Z",
            "content": "BTS member Suga and Oscar-winning Parasite film director Bong Joon-ho have donated more than $164,000 towards coronavirus disaster relief efforts as the country battles the ongoing outbreak in South Korea. Both men were born in Daegu, the current epicenter of… [+2305 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "David Brennan",
            "title": "Trump CDC's 'Horrific' Inaction on Coronavirus Could Cost Lives, Congressman in Infected District Says",
            "description": "California Rep. John Garamendi argued that the CDC has allowed the virus to spread through poor testing protocols.",
            "url": "https://www.newsweek.com/trump-cdc-horrific-inaction-coronavirus-congressman-1489656",
            "urlToImage": "https://d.newsweek.com/en/full/1570159/coronavirus-donald-trump-cdc-california-john-garamendi.jpg",
            "publishedAt": "2020-02-28T09:27:06Z",
            "content": "A congressman in a California district affected by coronavirus has attacked President Donald Trump's handling of the brewing crisis, arguing he has overseen Centers for Disease Control and Prevention inaction and contributed to the spread of the virus.\r\nRep. … [+2648 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Update: Map Shows 60 U.S. Cases as Officials Prepare for the Virus to Spread",
            "description": "The risk of COVID-19 to the general public remains low, but health officials urged people to start planning in the event the virus has sustained community spreading.",
            "url": "https://www.newsweek.com/coronavirus-update-map-us-cases-additional-spreading-expected-1489706",
            "urlToImage": "https://d.newsweek.com/en/full/1570206/coronavirus-cases-united-states.jpg",
            "publishedAt": "2020-02-28T15:00:44Z",
            "content": "There have been 60 cases of coronavirus in the United States and thousands of people are being monitored for the virus.\r\nHealth officials were able to trace the origin of all but one of the cases in the United States back to China or the quarantined Diamond P… [+2648 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Was Identified Two Months Ago—Here's What We Still Don't Know",
            "description": "Experts were impressed with the progress that was made, but there are still gaps in the world's knowledge about COVID-19.",
            "url": "https://www.newsweek.com/new-coronavirus-what-we-dont-know-covid-19-1489611",
            "urlToImage": "https://d.newsweek.com/en/full/1570104/coronavirus-covid-19-what-we-dont-know.jpg",
            "publishedAt": "2020-02-28T08:00:01Z",
            "content": "While research into COVID-19 has progressed at an impressive speed, according to experts, gaps remain in the world's knowledge about the virus, including information about how it spreads.\r\nAfter identifying the new coronavirus in humans for the first time, Ch… [+4787 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Who's At Risk of Getting the Coronavirus Disease? International Experts Detail COVID-19 Susceptibility in Report",
            "description": "The virus poses a greater risk to certain demographics than others, according to a team of 25 international experts.",
            "url": "https://www.newsweek.com/coronavirus-risk-who-report-covid-19-1489743",
            "urlToImage": "https://d.newsweek.com/en/full/1570234/coronavirus-risk-who-catches-it-report.jpg",
            "publishedAt": "2020-02-28T16:44:46Z",
            "content": "Everyone is at risk of getting COVID-19, but certain demographics, including people over 60, have an increased chance of developing the serious disease, according to international experts.\r\nTo learn more about the new coronavirus, which has now infected more … [+2852 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "Coronavirus Japan Update: Tokyo Olympics 2020 Odds-On to Be Canceled, According to Bookmakers",
            "description": "Irish bookmaker Paddy Power shortens odds on Tokyo Olympics not being held to 4/6, making a cancelation odds-on.",
            "url": "https://www.newsweek.com/coronavirus-japan-update-tokyo-olympics-2020-odds-canceled-according-bookmakers-1489739",
            "urlToImage": "https://d.newsweek.com/en/full/1568056/tokyo-2020-olympic-games.jpg",
            "publishedAt": "2020-02-28T16:25:19Z",
            "content": "The outbreak of coronavirus has reached such an extent that this summer's Olympic Games are now likelier to be canceled than to go ahead, according to a major bookmaker.\r\nIrish oddsmaker Paddy Power has shifted odds on a cancelation of the 2020 Olympic Games … [+4094 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "U.S. Coronavirus Response and Testing Kit Problems Present a 'Colossal Failure,' Warns Doctor",
            "description": "Concerns have been raised about capabilities in the U.S. to test suspected cases of COVID-19.",
            "url": "https://www.newsweek.com/us-coronavirus-response-testing-kit-problems-present-colossal-failure-warns-doctor-1489667",
            "urlToImage": "https://d.newsweek.com/en/full/1570169/coronavirus-white-house-donald-trump-mike-penceazar.jpg",
            "publishedAt": "2020-02-28T10:32:53Z",
            "content": "A doctor has described the U.S. response to the outbreak of the deadly new coronavirus as a \"colossal failure\" after a COVID-19 case in California highlighted problems with testing.\r\nInfectious disease doctor Dr. Matthew McCarthy made the comments on MSNBC's … [+4291 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update, Map As More Than 4,000 People Infected Outside China in Over 50 Countries",
            "description": "More than 84,000 cases of the virus have been confirmed worldwide, with South Korea reporting the highest number of infections outside China.",
            "url": "https://www.newsweek.com/coronavirus-update-50-countries-new-cases-california-south-korea-olympics-1489699",
            "urlToImage": "https://d.newsweek.com/en/full/1570190/statista-covid-19-coronavirus-cases.jpg",
            "publishedAt": "2020-02-28T13:34:18Z",
            "content": "Fears over the rapid spread of the COVID-19 coronavirus have been growing, with California reportedly monitoring around 8,400 people after the first possible case of person-to-person transmission of unknown origin was confirmed this week.\r\nCases have been con… [+9284 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Thinking About Getting a Mask to Protect Against Coronavirus? What You Need to Know",
            "description": "Certain masks have sold out on Amazon and demand sparked a surge in prices, but experts warned wearing a mask could actually increase your chances of getting the virus.",
            "url": "https://www.newsweek.com/coronavirus-mask-n95-respirator-united-states-1489621",
            "urlToImage": "https://d.newsweek.com/en/full/1570115/coronavirus-united-states-face-mask.jpg",
            "publishedAt": "2020-02-28T10:00:01Z",
            "content": "The spread of COVID-19 has caused a run on face masks, but experts advised Americans against wearing one to try to reduce the chance they'll contract the virus.\r\nOn Tuesday, the Centers for Disease Control and Prevention confirmed the first case of the virus … [+4504 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "AOC Says Ted Cruz Doesn't 'Believe in Evolution' After Pair Spar Over Pence Leading Coronavirus Response",
            "description": "On Friday, New York Democratic Representative Alexander Ocasio-Cortez called out Republican Senator Ted Cruz, saying that he doesn't \"even believe in evolution.\"",
            "url": "https://www.newsweek.com/aoc-says-ted-cruz-doesnt-believe-evolution-after-pair-spar-over-pence-leading-coronavirus-1489770",
            "urlToImage": "https://d.newsweek.com/en/full/1570257/alexandria-ocasio-cortez.jpg",
            "publishedAt": "2020-02-28T19:13:03Z",
            "content": "On Friday, New York Democratic Representative Alexandria Ocasio-Cortez called out Texas Republican Senator Ted Cruz, saying that he doesn't \"even believe in evolution.\"\r\n\"Sen. Cruz, while I understand you judge people's intelligence by the lowest income they'… [+3949 chars]"
        }
    ]
}