{
    "status": "ok",
    "totalResults": 15,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Shane Croucher",
            "title": "Coronavirus Sparks Talk of Global Recession and 'Economic Pandemic' as Stock Markets Dive",
            "description": "One economist warned that if the coronavirus becomes a pandemic the world could face a recession as deep as the one during the 2008 financial crisis.",
            "url": "https://www.newsweek.com/coronavirus-china-recession-pandemic-stock-markets-economy-1489218",
            "urlToImage": "https://d.newsweek.com/en/full/1569554/coronavirus-stock-markets-recession-economy-china-crisis.jpg",
            "publishedAt": "2020-02-26T15:36:37Z",
            "content": "As the number of confirmed coronavirus cases surpassed 80,000, with new outbreaks in Italy and Iran and a worsening situation in South Korea, stock markets plummeted amid analysts' fears that the health emergency might spark a global recession.\r\nBut others ca… [+10167 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Phillip Martinez",
            "title": "NJPW Cancels March Events Including New Japan Cup Amid Coronavirus Fears",
            "description": "Live events from March 1-15 are canceled for New Japan Pro Wrestling. Get the full details on how coronavirus has changed the schedule.",
            "url": "https://www.newsweek.com/njpw-cancels-march-events-new-japan-cup-2020-anniversary-coronavirus-1489253",
            "urlToImage": "https://d.newsweek.com/en/full/1569593/new-japan-pro-wrestling-black-white-logo.jpg",
            "publishedAt": "2020-02-26T16:23:52Z",
            "content": "As the coronavirus COVID-19 spreads rapidly around the world, New Japan Pro Wrestling is taking action to protect its talent and fans by canceling all events for a portion of March, including the highly anticipated New Japan Cup.\r\nOn the promotion's official … [+2483 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "How to Prepare for the Coronavirus: What to Buy Now in Case a Pandemic Is Declared, According to a Virologist",
            "description": "COVID-19 has killed over 3,000 people in more than 80,000 cases since an outbreak of the new coronavirus started last year.",
            "url": "https://www.newsweek.com/how-prepare-coronavirus-what-buy-now-case-pandemic-declared-according-virologist-1489142",
            "urlToImage": "https://d.newsweek.com/en/full/1569470/daegu-south-korea-coronavirus-covid-19.jpg",
            "publishedAt": "2020-02-26T11:52:26Z",
            "content": "As the deadly new coronavirus continues to spread around the world, a scientist has released a list of items to collect in case COVID-19 is declared a pandemicbut stressed that people should not panic buy or hoard.\r\nVirologist Ian Mackay, adjunct Associate Pr… [+3969 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Christina Zhao",
            "title": "Voter Approval of Trump's Handling of Coronavirus Outbreak Dips as President Accused of Downplaying Virus",
            "description": "The net approval figure of the president's handling of the coronavirus outbreak has dropped by 11 points over the past two weeks.",
            "url": "https://www.newsweek.com/voter-approval-trumps-handling-coronavirus-outbreak-dips-president-accused-downplaying-virus-1489316",
            "urlToImage": "https://d.newsweek.com/en/full/1569734/trump.jpg",
            "publishedAt": "2020-02-26T22:36:03Z",
            "content": "Voter approval of Donald Trump's handling of the coronavirus outbreak has dipped in recent days as the president's administration continues to face bipartisan backlash over allegations they are downplaying the severity of the new virus.\r\nA new Morning Consult… [+2383 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Vaccine 'At Least a Year' Away 'at Best' From Being Publicly Available, National Health Official Says",
            "description": "President Donald Trump told reporters we were \"very close\" to a coronavirus vaccine, causing confusion as to the state of a vaccine.",
            "url": "https://www.newsweek.com/anthony-fauci-coronavirus-vaccine-year-away-public-availability-1489214",
            "urlToImage": "https://d.newsweek.com/en/full/1569559/coronavirus-vaccine-update.jpg",
            "publishedAt": "2020-02-26T15:57:43Z",
            "content": "On Wednesday, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases (NIAID), clarified information about the state of COVID-19 in the United States, including when a vaccine could be made available.\r\n\"In order to get a vacci… [+2490 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Donald Trump Is Furious About Coronavirus-related Stock Market Drops, Blames CDC for Spooking Investors: Report",
            "description": "The president has informed his advisers not to make dire predictions about the financial impact of the virus, The Washington Post reported.",
            "url": "https://www.newsweek.com/donald-trump-cdc-stock-markets-coronavirus-1489123",
            "urlToImage": "https://d.newsweek.com/en/full/1569453/nikkei-image.jpg",
            "publishedAt": "2020-02-26T09:27:30Z",
            "content": "President Donald Trump blamed the recent stock market slide on dire warnings by the Centers for Disease Control (CDC) about the dangers of coronavirus. The president has not talked much about the coronavirus publicly, but privately he is concerned about its i… [+2816 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Tom O'Connor",
            "title": "North Korea Moves to Defend Against Coronavirus After Disease Spreads Among U.S., South Korean Troops",
            "description": "From endorsing wearing masks to public health announcements and to recommending eating kimchi, North Korea is pushing out an anti-epidemic campaign to prevent the coronavirus from infiltrating its borders.",
            "url": "https://www.newsweek.com/north-korea-defense-coronavirus-us-south-infected-1489296",
            "urlToImage": "https://d.newsweek.com/en/full/1569707/north-korea-masks-paektu-coronavirus.jpg",
            "publishedAt": "2020-02-26T22:16:11Z",
            "content": "North Korea is shoring up its defenses against the potentially deadly coronavirus that has infected tens of thousands across one of its borders and more than a thousand more across the other, where both the South Korean and U.S. militaries have reported cases… [+5165 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "San Francisco Declares State of Emergency Over Coronavirus as Bipartisan Lawmakers Say Trump Admin Not Doing Enough",
            "description": "The Trump administration's response to the emerging coronavirus crisis came under bipartisan fire for \"towering and dangerous incompetence\" Tuesday, as San Francisco declared a state of emergency despite having no confirmed cases.",
            "url": "https://www.newsweek.com/san-francisco-declares-state-emergency-over-coronavirus-bipartisan-lawmakers-say-trump-admin-not-1489106",
            "urlToImage": "https://d.newsweek.com/en/full/1569432/senate-coronavirus-hearing.jpg",
            "publishedAt": "2020-02-26T02:14:26Z",
            "content": "San Francisco has declared a state of emergency amid fears of a global COVID-19 coronavirus pandemic. The city also criticized President Donald Trump's response to the threat.\r\n\"Although there are still zero confirmed cases in San Francisco residents, the glo… [+3903 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "'Contagion' Actress Gwyneth Paltrow Posts Photo With Coronavirus Mask, Says 'I've Already Been In This Movie'",
            "description": "On Wednesday, Gwyneth Paltrow posted a photo to Instagram suggesting that she was taking all precautions against the coronavirus, officially known as COVID-19, as she traveled to Paris wearing a face mask.",
            "url": "https://www.newsweek.com/contagion-actress-gwyneth-paltrow-posts-photo-coronavirus-mask-says-ive-already-been-this-1489293",
            "urlToImage": "https://d.newsweek.com/en/full/1569712/gwyneth-paltrow.jpg",
            "publishedAt": "2020-02-26T20:40:46Z",
            "content": "On Wednesday, Gwyneth Paltrow posted a photo to Instagram suggesting that she was taking all precautions against the new coronavirus, officially known as COVID-19, as she traveled to Paris wearing a face mask, alluding to the 2011 movie, Contagion.\r\n\"En route… [+2450 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Update: Map Shows More Than 81,000 Cases in U.S., Around the World",
            "description": "Cases rose in the U.S. to 57 and the Centers for Disease Control and Prevention expects to see the virus spread.",
            "url": "https://www.newsweek.com/coronavirus-update-map-shows-more-81000-cases-us-around-world-1489183",
            "urlToImage": "https://d.newsweek.com/en/full/1569536/coronavirus-update-map-cases-world.jpg",
            "publishedAt": "2020-02-26T14:33:23Z",
            "content": "COVID-19 cases continued to increase on Wednesday, with four new countries reporting their first confirmed cases of the pneumonia-causing virus.\r\nCases of the new coronavirus rose to 81,194 on Wednesday morning, according to a tracker maintained by Johns Hopk… [+3727 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus Lockdown in Chinese City Led Young Boy to Stay Home With Dead Grandfather",
            "description": "Almost 3,000 people have died of the disease, now named COVID-19.",
            "url": "https://www.newsweek.com/coronavirus-lockdown-chinese-city-led-young-boy-stay-home-dead-grandfather-1489126",
            "urlToImage": "https://d.newsweek.com/en/full/1569340/coronavirus-map-countries-world-cases-covid-19.jpg",
            "publishedAt": "2020-02-26T09:46:14Z",
            "content": "A young child in a Chinese district where residents are banned from going outside over the deadly COVID-19 outbreak reportedly remained in the home and watched his grandfather die.\r\nGuo Ruibing of the publicity department for the district of Zhangwan in the c… [+3248 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update as Death Toll Over 2,700 Worldwide, Outbreak in Italy Spreads Across Europe",
            "description": "The U.S. Centers for Disease Control and Prevention has warned Americans to prepare for an outbreak, as new cases are confirmed across Europe's most popular destinations including Spain, Greece, France, Germany, and Switzerland.",
            "url": "https://www.newsweek.com/coronavirus-update-italy-europe-america-1489170",
            "urlToImage": "https://d.newsweek.com/en/full/1569514/gyeongbokgung-palace-seoul-south-korea-feb-2020.jpg",
            "publishedAt": "2020-02-26T13:40:06Z",
            "content": "As new cases of the COVID-19 coronavirus emerge, including one in which a U.S. soldier at a military base in South Korea tested positive for the virus, Americans have been told to prepare for the virus to spread in the U.S.\r\n\"It's not so much a question of if… [+10452 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "No, You Won't Get Coronavirus From Chinese Takeout And 10 Other Facts You Need To Know",
            "description": "News that COVID-19 is expected to spread in the United States raised concerns, but the risk to the public remains low.",
            "url": "https://www.newsweek.com/coronavirus-united-states-facts-americans-should-know-1489307",
            "urlToImage": "https://d.newsweek.com/en/full/1569729/coronavirus-facts-america-need-know.jpg",
            "publishedAt": "2020-02-26T21:40:31Z",
            "content": "As cases of the new coronavirus increase, so does concern. Even accurate information has caused confusion about the situation in the United States.\r\nOn Wednesday, the World Health Organization reported there were 81,000 cases of COVID-19 in 33 countries, incl… [+5869 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "James Crowley",
            "title": "Twitter Users Mock CDC Safety Poster About Beards and Face Masks",
            "description": "A CDC infographic shows which facial hairstyles may interfere with an N-95 face mask, but the internet also want to know about how they named each style.",
            "url": "https://www.newsweek.com/cdc-beards-mustaches-facial-hair-coronavirus-chart-1489267",
            "urlToImage": "https://d.newsweek.com/en/full/1569666/face-mask.jpg",
            "publishedAt": "2020-02-26T17:57:33Z",
            "content": "In the wake of the coronavirus, a CDC guide for facial hair and styles that may render a face mask useless began making the rounds on social media.\r\nFirst Coronavirus Death in Europe Reported\r\nAs previously reported by Newsweek, Health and Human Services Secr… [+2989 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "Laura Ingraham's Brother Calls Out Fox News Host for 'Describing the Truth' Supporting Impeachment as 'Messaging'",
            "description": "Fox News host Laura Ingraham is trying to \"attack and smear those true Americans\" who supported Democrats during the impeachment of President Donald Trump, according to a Tuesday Twitter post by her brother Curtis Ingraham.",
            "url": "https://www.newsweek.com/laura-ingrahams-brother-calls-out-fox-news-host-describing-truth-supporting-impeachment-1489118",
            "urlToImage": "https://d.newsweek.com/en/full/1569447/laura-ingraham.jpg",
            "publishedAt": "2020-02-26T05:21:55Z",
            "content": "Laura Ingraham's brother took shots at the Fox News host on Twitter Tuesday, saying she has a propensity to \"attack and smear those true Americans\" who believe Democrats concerning the impeachment of President Donald Trump.\r\nCurtis Ingraham was responding to … [+3167 chars]"
        }
    ]
}