{
    "status": "ok",
    "totalResults": 64,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Carmen Reinicke), Carmen Reinicke",
            "title": "A Wall Street analyst lays out a bleak worst-case scenario where coronavirus disrupts a 32% chunk of Apple's business (AAPL)",
            "description": "Justin Sullivan/Getty Images If coronavirus-related disruptions to Apple's supply and demand continue past June, new product launches in September and its Christmas selling season would come under threat, Laura Martin of Needham wrote in a Tuesday note. The t…",
            "url": "https://www.businessinsider.com/apple-stock-coronavirus-could-disrupt-business-analyst-commentary-china-sales-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b61f63880eb3535008b496c-2000/apple-tim-cook.jpg",
            "publishedAt": "2020-02-25T17:30:13Z",
            "content": "Justin Sullivan/Getty Images\r\n<ul><li>If coronavirus-related disruptions to Apple's supply and demand continue past June, new product launches in September and its Christmas selling season would come under threat, Laura Martin of Needham wrote in a Tuesday no… [+2083 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mmatousek@businessinsider.com (Mark Matousek), Mark Matousek",
            "title": "Carnival, Royal Caribbean, and Norwegian Cruise Line are taking a financial beating from the coronavirus — here's how much the companies predict it will hurt earnings this year (CCL, RCL, NCLH)",
            "description": "J Pat Carter/Associated Press The Wuhan coronavirus has had a significant impact on the cruise industry this year. Dozens of cruises have been canceled or changed. Carnival Corp., Royal Caribbean Cruises, and Norwegian Cruise Line Holdings have predicted that…",
            "url": "https://www.businessinsider.com/carnival-royal-caribbean-predicting-financial-hit-from-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5d2347fca17d6c42b9221cf4?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T18:03:21Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Carmen Reinicke), Carmen Reinicke",
            "title": "FANG stocks shed $177 billion in just two days as coronavirus fears roil markets",
            "description": "Justin Sullivan/Getty Images Popular technology stocks have not been immune to market panic around a potential coronavirus pandemic. FANG stocks, including Facebook, Amazon, Netflix, and Google parent company Alphabet, shed a combined $177 billion in market c…",
            "url": "https://www.businessinsider.com/fang-stocks-lost-billions-two-days-coronavirus-fears-market-value-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/59b84b6f38d20d21008b528b-1024/gettyimages-684238654.jpg",
            "publishedAt": "2020-02-25T22:00:00Z",
            "content": "Justin Sullivan/Getty Images\r\n<ul><li>Popular technology stocks have not been immune to market panic around a potential coronavirus pandemic. </li><li>FANG stocks, including Facebook, Amazon,Netflix, and Google parent company Alphabet, shed a combined $177 bi… [+1425 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz and Ruqayyah Moynihan",
            "title": "1,000 tourists on a Spanish island are quarantined in their hotel after one of them tested positive for coronavirus",
            "description": "An Italian tourist on the Spanish island of Tenerife has tested positive for the coronavirus and has been isolated, according to Spanish health authorities. The 1,000 people staying in the same hotel as him have since been put in a mandatory quarantine. They …",
            "url": "https://www.businessinsider.com/coronavirus-1000-tourists-quarantined-in-tenerife-hotel-after-infection-2020-2",
            "urlToImage": "https://i.insider.com/5e551506fee23d4e1f6ef952?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T12:38:55Z",
            "content": "Spanish officials have put 1,000 people staying at a plush hotel in the Canary Islands under quarantine after one of its guests tested positive for the coronavirus, according to local media.\r\nMore than 1,000 holidaymakers are confined to their rooms in the fo… [+2293 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "Trump's acting Homeland Security chief was excoriated by a GOP senator as he stumbled over basic questions on coronavirus preparation",
            "description": "Acting Homeland Security chief Chad Wolf on Tuesday stumbled over questioning from GOP Sen. John Kennedy about the Trump administration's coronavirus response. Wolf struggled to offer Kennedy clear numbers on the expected spread of the virus, among other topi…",
            "url": "https://www.businessinsider.com/gop-senator-slams-trumps-homeland-security-chief-over-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5597f1fee23d655c3ada87?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T22:11:03Z",
            "content": "Chad Wolf, the acting head of the Department of Homeland Security, on Tuesday morning stumbled over basic questions from GOP Sen. John Kennedy on how the Trump administration is responding to coronavirus. \r\nThe Louisiana Republican excoriated Wolf as he defer… [+2522 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Bill Bostock), Bill Bostock",
            "title": "South Korea is testing 200,000 members of a doomsday church that is the source of more than 60% of its coronavirus cases",
            "description": "Reuters South Korea is testing all 200,000 members of a doomsday cult which has been badly hit by the coronavirus outbreak. 60% of the country's 977 infections are members of the Shincheonji Church of Jesus, based in Daegu, officials said. South Korea is the …",
            "url": "https://www.businessinsider.com/south-korea-tests-every-shincheonji-cult-member-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e54ee7afee23d416c1b8f53?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T10:20:02Z",
            "content": "South Korea will test 200,000 members of a secretive church for the coronavirus, after its leader agreed to hand a list of members to health authorities.\r\nAs of Tuesday, 10 people have died and at least 977 have been infected in South Korea, making it the wor… [+3573 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Screen Rant",
            "title": "'Mission Impossible: 7' had to stop filming in Venice because of Italy's coronavirus lockdown",
            "description": "Paramount \"Mission: Impossible 7\" has stopped filming in Venice as Italy scrambles to stop the spread of the novel coronavirus. In a statement, Paramount Pictures said that it was halting its planned three-week shoot in the city due to \"an abundance of cautio…",
            "url": "https://www.businessinsider.com/mission-impossible-7-tom-cruise-halts-filming-venice-because-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e54fb00fee23d47b651c624?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T11:06:00Z",
            "content": "\"Mission: Impossible 7\" has suspended production in Venice, Italy, which was set to unfold over the course of a three-week shoot.\r\nFears surrounding the coronavirus, which has spread through Italy faster than any country west of China, has forced the local go… [+2968 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward and Ruobing Su",
            "title": "What to know about the coronavirus outbreak in 8 charts",
            "description": "The coronavirus outbreak that originated in Wuhan, China has spread to 37 other countries. The disease, named COVID-19, has killed more than 2,700 people and infected more than 80,000. ( For the latest case total and death toll, see Business Insider's live up…",
            "url": "https://www.businessinsider.com/coronavirus-in-charts-covid-19-symptoms-spread-deaths-warnings-2020-2",
            "urlToImage": "https://i.insider.com/5e554f61fee23d10ed05d096?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T23:38:00Z",
            "content": "A dramatic uptick in coronavirus cases outside of China this week has sparked new fears about the outbreak's potential to become a pandemic.\r\nWhile the World Health Organization has yet to declare it a pandemic, the illness is being diagnosed among hundreds o… [+1058 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Barnaby Lane",
            "title": "Italy's rampant coronavirus outbreak is forcing its biggest football matches, including a potential title decider, to be played in empty stadiums",
            "description": "Five soccer matches in the Italian top flight are to be played behind closed doors this weekend as Italy continues its efforts to contain its coronavrius outbreak, according to ANSA. Italy is the most infected country outside of Asia, with at least 229 cases …",
            "url": "https://www.businessinsider.com/coronavirus-juventus-inter-among-serie-a-games-closed-to-fans-2020-2",
            "urlToImage": "https://i.insider.com/5e54fc53fee23d43d64692d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T10:56:18Z",
            "content": "Five soccer matches in the Italian top flight will be played behind closed doors in empty stadiums this weekend in the country's latest attempt to contain its rampant coronavirus outbreak. \r\nItaly is the most infected country outside of Asia, with at least 22… [+2218 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Hot biotech Moderna spikes 22% as it ships the first potential coronavirus vaccine for human testing (MRNA)",
            "description": "Biotech company Moderna jumped as much as 22% on Tuesday after the firm shipped the first coronavirus vaccine for phase one testing in the US. Moderna submitted vials of mRNA-1273 to the National Institute of Allergy and Infectious Diseases for human testing,…",
            "url": "https://markets.businessinsider.com/news/stocks/moderna-stock-price-soars-coronavirus-vaccine-ships-first-potential-biotech-2020-2-1028937120",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e55347dfee23d63e472e9a9-2400/f1ac068177dd1d03975b49e1086c5dbc.jpg",
            "publishedAt": "2020-02-25T16:11:26Z",
            "content": "Associated Press\r\n<ul><li>Biotech company Moderna jumped as much as 22% on Tuesday after the firm shipped the first coronavirus vaccine for phase one testing in the US.</li><li>Moderna submitted vials of mRNA-1273 to the National Institute of Allergy and Infe… [+2862 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "A hedge fund CEO who specializes in volatility told us why the coronavirus-driven plunge is a game changer — and shares 4 tips for avoiding big losses",
            "description": "The coronavirus outbreak has reached a point where people are restricting their travel en masse. Traders are selling stocks on this development, and out of concern that behavioral changes will hurt tax receipts and consumption, according to Jim Carney, CEO of…",
            "url": "https://www.businessinsider.com/stock-market-coronavirus-sell-off-how-to-invest-avoid-losses-2020-2",
            "urlToImage": "https://i.insider.com/5e55609cfee23d24eb525872?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T18:43:23Z",
            "content": "The stock market's plunge this week begs the question of what has changed since China reported its first coronavirus fatalities mid-January. \r\nFor one, fatalities are spreading far beyond China's borders to other financial powerhouses like Switzerland, Spain,… [+3223 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "Video shows Iran's deputy health minister coming down with coronavirus at a press conference",
            "description": "A video shows the moment that Iran's deputy health minister started coming down with coronavirus at a press conference on Monday. The press conference was held to dispel claims that the death count in Iran is much higher than is being reported. Visit Business…",
            "url": "https://www.businessinsider.com/iran-deputy-health-minister-coronavirus-video-2020-2",
            "urlToImage": "https://i.insider.com/5e553380fee23d67984da1c8?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T15:36:23Z",
            "content": "Iran's deputy health minister announced Tuesday that he had tested positive for coronavirus, and a video actually shows the moment that he started to notice his symptoms.\r\nIraj Harirchi stood at the podium during a press conference on Monday to brief the medi… [+1352 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marisa Palmer, Dylan Barth and Mark Abadi",
            "title": "Chinese cities are rolling out disinfectant tunnels and spray trucks to ward off the coronavirus — but experts don't think it will work",
            "description": "The coronavirus outbreak has driven a demand for medical disinfectants in China. Chinese cities have set up 'disinfection tunnels' and dispatched spray trucks to help sanitize streets, buildings, and even people. The demand has sent workers into overdrive — b…",
            "url": "https://www.businessinsider.com/coronavirus-china-wuhan-spray-disinfectant-tunnel-bleach-2020-2",
            "urlToImage": "https://i.insider.com/5e553258fee23d61661b7048?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T14:48:00Z",
            "content": "Following is a transcript of an episode of Business Insider Today. Watch the full episode here.\r\nThis machine can supposedly disinfect people in seconds — and many are using it to combat the coronavirus. But experts aren't so sure it actually works.\r\nThe ster… [+3438 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "China just banned the trade and consumption of wild animals. Experts think the coronavirus jumped from live animals to people at a market.",
            "description": "Chinese officials have issued an immediate and comprehensive ban on all wildlife trade and consumption. The ban comes as the coronavirus outbreak continues to grow: At least 2,700 people have died and more than 80,000 have gotten sick since December. (See Bus…",
            "url": "https://www.businessinsider.com/china-bans-wildlife-trade-consumption-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e541868fee23d3b35432502?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T19:09:00Z",
            "content": "China's wildlife farming industry, valued at $74 billion, has been permanently shut down.\r\nOn Monday, the nation's legislature banned the buying, selling, and eating of wild animals in an effort to prevent zoonotic diseases from jumping from animals to people… [+5975 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Fed officials hesitant to slash interest rates as coronavirus fears batter markets",
            "description": "Federal Reserve officials signaled this week that it was too early to tell whether the central bank would need to step in to address potential coronavirus effects. That came even as expectations for more interest-rate cuts jumped on Wall Street. Concerns abou…",
            "url": "https://markets.businessinsider.com/news/stocks/fed-officials-hesitant-slash-interest-rates-coronavirus-rages-stock-market-2020-2-1028938046",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5565eafee23d2b7635e694-2400/ap20027607175456.jpg",
            "publishedAt": "2020-02-25T21:11:44Z",
            "content": "AP Photo/Richard Drew\r\n<ul><li>Federal Reserve officials signaled this week that it was too early to tell whether the central bank would need to step in to address potential coronavirus effects.</li><li>That came even as expectations for more interest-rate cu… [+2508 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "People are selling medical face-masks on Facebook in bulk amid coronavirus fears (FB)",
            "description": "Fears around the novel coronavirus have created a bustling market in medical face masks on Facebook. People are buying and selling huge quantities of the masks via dedicated Facebook groups with tens of thousands of members. Public health experts have warned …",
            "url": "https://www.businessinsider.com/medical-face-masks-sold-facebook-groups-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e37c5f25bc79c09452a1534?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T22:47:24Z",
            "content": "As the number of coronavirus cases continues to grow, fears are mounting — and for some entrepreneurial Facebook users, that means business is booming.\r\nOver the last few weeks, as the novel coronavirus outbreak has spread across the globe, bustling groups ha… [+2772 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "A majority of Americans are worried the coronavirus will hit the US economy",
            "description": "An increasing number of Americans have grown worried about how the US economy will perform in the face of a fast-spreading viral outbreak. According to a Kaiser Family Foundation survey released Tuesday, 57% of Americans said they were concerned that the nove…",
            "url": "https://www.businessinsider.com/americans-worried-coronavirus-will-hit-us-economy-majority-kaiser-survey-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5589a8fee23d537416e8c6-2400/ap20045653689449.jpg",
            "publishedAt": "2020-02-25T21:34:45Z",
            "content": "AP Photo/Elaine Thompson\r\n<ul><li>An increasing number of Americans have grown worried about how the US economy will perform in the face of a fast-spreading viral outbreak. </li><li>According to a Kaiser Family Foundation survey released Tuesday, 57% of Ameri… [+1467 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Nio, the Tesla of China, surges 35% after confirming talks for $1.4 billion in government funding (NIO)",
            "description": "Nio, one of Tesla's main competitors in China, announced Tuesday it is in talks with the government of Hefei for more than $1.42 billion in funding for expansion in the city. Shares of Nio surged as much as 35% on the news. Nio will share further details in t…",
            "url": "https://www.businessinsider.com/nio-stock-price-surges-talks-government-funding-china-tesla-coronavirus-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5ced2caa11e205028e4d1e23-2000/ap17350535586051.jpg",
            "publishedAt": "2020-02-25T14:19:31Z",
            "content": "Ng Han Guan/Associated Press\r\nOne of Tesla's main competitors in China is a step closer to securing funding for additional plants in the region. \r\nShares of Nio surged as much as 35% in early trading Tuesday after the company confirmed that it is in talks wit… [+1195 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Lauletta",
            "title": "Coronavirus might force the cancellation of the Olympics, but many people seem to be more focused on the name of the IOC member who sounded the alarm",
            "description": "On Tuesday, the longest-serving member of the International Olympic Committee said the 2020 Olympics in Tokyo could face \"cancellation\" because of the fast-spreading coronavirus. In an interview with The Associated Press, Dick Pound explained that there is li…",
            "url": "https://www.businessinsider.com/dick-pound-ioc-olympics-coronavirus-twitter-2020-2",
            "urlToImage": "https://i.insider.com/5e557a74fee23d3f602a4604?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T21:22:26Z",
            "content": "Dick Pound made some news on Tuesday.\r\nIn an interview with The Associated Press, Pound, who is the longest-serving member of the International Olympic Committee, said that the Tokyo Olympics could potentially be in jeopardy due to concerns about the coronavi… [+2554 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "The rest of the world is 'simply not ready' for the coronavirus, according to a WHO envoy who just returned from China",
            "description": "A team of 25 health experts from around the world just returned from a trip to China's Wuhan province, the epicenter of the COVID-19 outbreak. Team lead Bruce Aylward said Tuesday that the \"big conclusion for the world is, it's simply not ready.\" He talked ab…",
            "url": "https://www.businessinsider.com/what-works-to-fight-covid-19-lessons-from-china-who-2020-2",
            "urlToImage": "https://i.insider.com/5e555434fee23d1601462155?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T22:07:00Z",
            "content": "COVID-19 appears to be loosening its grip on China, just as other countries around the world are starting to grapple with the effects of person-to-person spread of the deadly virus for the first time on their home turf. \r\nThe number of virus cases reported in… [+6317 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Big tech stocks lost more than $200 billion in market value in a day from coronavirus fears",
            "description": "Coronavirus fears hammered technology stocks on Monday. The prospect of a global pandemic wiped more than $200 billion from the combined market capitalizations of Apple, Google-parent Alphabet, Amazon, Microsoft, and Facebook. Shares in all five tech titans s…",
            "url": "https://markets.businessinsider.com/news/stocks/big-tech-stocks-lost-200-billion-market-value-coronavirus-fears-2020-2-1028934949",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4bd8262dae5c1ae114d613-1409/tim-cook.png",
            "publishedAt": "2020-02-25T10:55:30Z",
            "content": "Axios on HBO/YouTube\r\n<ul><li>Coronavirus fears hammered technology stocks on Monday.</li><li>The prospect of a global pandemic wiped more than $200 billion from the combined market capitalizations of Apple, Google-parent Alphabet, Amazon, Microsoft, and Face… [+1955 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "See inside Zhengzhou, the Chinese city shut down by the coronavirus where the world's largest iPhone factory is trying to attract workers with $1,000 bonuses",
            "description": "iPhone manufacturer Foxconn is reopening factories after closing them due to the coronavirus outbreak. The company is offering bonuses of 3,000 yuan ($427) to returning workers and 7,000 yuan ($995) to new workers in its Zhengzhou factory. Now, workers have t…",
            "url": "https://www.businessinsider.com/look-inside-zhengzhou-china-amidst-wuhan-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5580a5fee23d4ec7241904?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T20:47:10Z",
            "content": "Zhengzhou, China, is also known as \"iPhone City,\" for the large Foxconn factory that employed as many as 350,000 people and made half of the world's iPhones. This factory city came to a halt on February 3, when Foxconn stopped \"almost all\" of its production i… [+1242 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tlevin@businessinsider.com (Tim Levin), Tim Levin",
            "title": "Volvo's high-performance electric-vehicle brand just revealed a sleek concept car that hints at how it will compete with established makes like Tesla",
            "description": "Polestar Polestar, Volvo's high-performance electric sub-brand, offered a first look at the all-electric concept car it's bringing to the Geneva International Motor Show next month. The stunning, sharp-edged EV places an emphasis on environmentally sustainabl…",
            "url": "https://www.businessinsider.com/polestar-precept-full-specs-photos-china-tesla-electric-luxury-sedan-2020-2",
            "urlToImage": "https://i.insider.com/5e544e52fee23d7aa5452b55?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T17:17:18Z",
            "content": "In unveiling the Cybertruck, Tesla tried to make sharp angles cool again — but with the debut of its Precept concept car, Polestar just showed Tesla how striking softer ones can be.\r\nPolestar became Volvo's sub-brand dedicated to building electric performance… [+833 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "A Wall Street analyst lays out a bleak worst-case scenario where coronavirus disrupts a 32% chunk of Apple's business (AAPL)",
            "description": "If coronavirus-related disruptions to Apple's supply and demand continue past June, new product launches in September and its Christmas selling season would come under threat, Laura Martin of Needham wrote in a Tuesday note. The two key sale events have made …",
            "url": "https://markets.businessinsider.com/news/stocks/apple-stock-coronavirus-could-disrupt-business-analyst-commentary-china-sales-2020-2-1028937395",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b61f63880eb3535008b496c-2000/apple-tim-cook.jpg",
            "publishedAt": "2020-02-25T17:30:13Z",
            "content": "Justin Sullivan/Getty Images\r\n<ul><li>If coronavirus-related disruptions to Apple's supply and demand continue past June, new product launches in September and its Christmas selling season would come under threat, Laura Martin of Needham wrote in a Tuesday no… [+2083 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "10-year Treasury yield hits record low as coronavirus sends investors fleeing to safety",
            "description": "The 10-year Treasury note hit an intraday low Tuesday after bouncing near the threshold for months, The Wall Street Journal reported. Fears that economies might shut down to stem a global coronavirus contagion fueled bearish trading Tuesday and sent the yield…",
            "url": "https://www.businessinsider.com/10-year-treasury-yield-hits-record-low-coronavirus-selloff-safety-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e555e9bfee23d225b3c6ecc-2400/rtx9i4z.jpg",
            "publishedAt": "2020-02-25T18:18:50Z",
            "content": "Kai Pfaffenbach/Reuters\r\nThe yield on the 10-year Treasury note hit a record intraday low Tuesday as coronavirus rocked risk markets and investors flooded into safe-havens. \r\nThe benchmark note hit a yield of 1.322%, The Wall Street Journal previously reporte… [+1116 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Oil prices have tanked 12% since coronavirus exploded globally — but key OPEC members swear the alliance will take action to stabilize if needed",
            "description": "Oil has tumbled 12% since the outbreak of coronavirus, with WTI and Brent crude both tumbling almost 4% Monday. Oil and energy ministers from OPEC member countries are scrambling to reassure markets amid the selloff — but questions remain around whether Russi…",
            "url": "https://markets.businessinsider.com/commodities/news/oil-prices-drop-year-coronavirus-explodes-globally-impact-opec-2020-2-1028936932",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e552ff7fee23d62fc0d0799-2400/2020-02-18t014931z2lynxmpeg1h02ortroptp4global-oil-majors.jpg",
            "publishedAt": "2020-02-25T15:23:57Z",
            "content": "Reuters\r\n<ul><li>Oil has tumbled 12% since the outbreak of coronavirus, with WTI and Brent crude both tumbling almost 4% Monday.</li><li>Oil and energy ministers from OPEC member countries are scrambling to reassure markets amid the selloff — but questions re… [+2024 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Global trade contracted for the first time since the financial crisis in 2019",
            "description": "Volumes in global trade contracted in 2019, according to the CPB World Trade Monitor. It's the first time since the financial crisis that has been the case. There had been hope that 2020 could be different from 2019, Bloomberg reported, but coronavirus might …",
            "url": "https://markets.businessinsider.com/news/stocks/global-trade-volume-first-contraction-since-financial-crisis-2019-decline-2020-2-1028937368",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e554d1cfee23d0892587713-2400/2020-01-13t184107z1lynxmpeg0c1krrtroptp4maersk-strategy.jpg",
            "publishedAt": "2020-02-25T17:21:41Z",
            "content": "Reuters\r\n<ul><li>Volumes in global trade contracted in 2019, according to the CPB World Trade Monitor.</li><li>It's the first time since the financial crisis that has been the case.</li><li>There had been hope that 2020 could be different from 2019, Bloomberg… [+1262 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Global trade contracted for the first time since the financial crisis in 2019",
            "description": "Volumes in global trade contracted in 2019, according to the CPB World Trade Monitor. It's the first time since the financial crisis that has been the case. There had been hope that 2020 could be different from 2019, Bloomberg reported, but coronavirus might …",
            "url": "https://www.businessinsider.com/global-trade-volume-first-contraction-since-financial-crisis-2019-decline-2020-2",
            "urlToImage": "https://i.insider.com/5e554d1cfee23d0892587713?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T17:21:41Z",
            "content": "<ul><li>Volumes in global trade contracted in 2019, according to the CPB World Trade Monitor.</li><li>It's the first time since the financial crisis that has been the case.</li><li>There had been hope that 2020 could be different from 2019, Bloomberg reported… [+1253 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Worldwide economic growth could shrink by more than $1 trillion if coronavirus becomes a global pandemic, one research firm warns",
            "description": "Oxford Economics projects the coronavirus could wipe out $1.1 trillion from their baseline worldwide gross domestic product forecast if it morphs into a global pandemic. A more optimistic estimate from the firm anticipates the pandemic being contained within …",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-pandemic-economic-impact-global-growth-outlook-estimated-hit-2020-2-1028937457",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e555530fee23d12567871f2-2000/gettyimages-1960160.jpg",
            "publishedAt": "2020-02-25T17:58:17Z",
            "content": "Kevin Lee / Getty Images\r\n<ul><li>Oxford Economics projects the coronavirus could wipe out $1.1 trillion from their baseline worldwide gross domestic product forecast if it morphs into a global pandemic.</li><li>A more optimistic estimate from the firm antici… [+3909 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Kudlow says the US has contained the coronavirus — but another White House official warns against such simplifications",
            "description": "The US has contained the coronavirus within its borders and avoided \"economic tragedy,\" White House economic adviser Larry Kudlow told CNBC on Tuesday. Alex Azar, the administration's secretary of Health and Human Services, struck a more serious tone, telling…",
            "url": "https://www.businessinsider.com/coronavirus-economic-market-outlook-us-kudlow-azar-cdc-white-house-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e556e28fee23d3637455324-2400/2020-02-07t152233z1lynxmpeg161alrtroptp4china-health-usa-growth.jpg",
            "publishedAt": "2020-02-25T20:31:03Z",
            "content": "Reuters\r\n<ul><li>The US has contained the coronavirus within its borders and avoided \"economic tragedy,\" White House economic adviser Larry Kudlow told CNBC on Tuesday.</li><li>Alex Azar, the administration's secretary of Health and Human Services, struck a m… [+3794 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Top health officials are warning coronavirus will spread in the US — challenging Trump's claim the virus is contained",
            "description": "Top health officials said on Tuesday that the spread of the coronavirus is \"inevitable\" and said the virus could severely disrupt the lives of ordinary Americans. \"It's not a question of if this will happen, but when this will happen, and how many people in t…",
            "url": "https://markets.businessinsider.com/news/stocks/health-officials-coronavirus-spread-us-trump-says-contained-china-2020-2-1028938088",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5559f3fee23d18981cae84-2400/2020-02-25t134615z1lynxmpeg1o11crtroptp4usa-trump-russia.jpg",
            "publishedAt": "2020-02-25T21:27:30Z",
            "content": "Public health officials warned for the first time on Tuesday that the spread of the novel coronavirus is \"inevitable\" in the US and said the virus could lead to a \"severe\" disruption to the everyday lives of Americans.\"Ultimately we expect we will see communi… [+3206 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "10-year Treasury yield hits record low as coronavirus sends investors fleeing to safety",
            "description": "The 10-year Treasury note hit an intraday low Tuesday after bouncing near the threshold for months, The Wall Street Journal reported. Fears that economies might shut down to stem a global coronavirus contagion fueled bearish trading Tuesday and sent the yield…",
            "url": "https://markets.businessinsider.com/news/stocks/10-year-treasury-yield-hits-record-low-coronavirus-selloff-safety-2020-2-1028937520",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e555e9bfee23d225b3c6ecc-2400/rtx9i4z.jpg",
            "publishedAt": "2020-02-25T18:18:50Z",
            "content": "Kai Pfaffenbach/Reuters\r\nThe yield on the 10-year Treasury note hit a record intraday low Tuesday as coronavirus rocked risk markets and investors flooded into safe-havens.Â \r\nThe benchmark note hit a yield of 1.322%, The Wall Street Journal previously report… [+1120 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "FANG stocks shed $177 billion in just two days as coronavirus fears roil markets",
            "description": "Popular technology stocks have not been immune to market panic around a potential coronavirus pandemic. FANG stocks, including Facebook, Amazon, Netflix, and Google parent company Alphabet, shed a combined $177 billion in market capitalization in just two day…",
            "url": "https://markets.businessinsider.com/news/stocks/fang-stocks-lost-billions-two-days-coronavirus-fears-market-value-2020-2-1028938213",
            "urlToImage": "https://images.markets.businessinsider.com/image/59b84b6f38d20d21008b528b-1024/gettyimages-684238654.jpg",
            "publishedAt": "2020-02-25T22:00:00Z",
            "content": "Justin Sullivan/Getty Images\r\n<ul><li>Popular technology stocks have not been immune to market panic around a potential coronavirus pandemic. </li><li>FANG stocks, including Facebook, Amazon,Netflix, and Google parent company Alphabet, shed a combined $177 bi… [+1425 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Casey Sullivan, Bradley Saacks and Dan DeFrancesco",
            "title": "The biggest private-equity investors are jetting to Berlin this week to talk deals— here are insiders' 5 themes to watch",
            "description": "After Coronavirus disrupted some investors' international travel plans over the past month, thousands of private-equity execs will jet into Berlin, Germany, to strengthen their fundraising efforts and re-affirm investor relationships. It's all happening at Su…",
            "url": "https://www.businessinsider.com/insider-tips-to-navigate-biggest-private-equity-event-of-2020-2020-2",
            "urlToImage": "https://i.insider.com/54d3bdfb6da811b93e54bbea?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T13:00:00Z",
            "content": "After Coronavirus disrupted some international travel plans for private-equity execs, they'll have a shot this week to strengthen their fundraising efforts. \r\nThousands of PE professionals are jetting into Berlin, Germany, for SuperReturn International, the p… [+2857 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'I stress, this is different': Top economist Mohamed El-Erian lays out 3 reasons investors should think twice before buying the dip in stocks",
            "description": "New coronavirus deaths in Iran, Italy, and South Korea drove US stocks lower on Monday, but top economist Mohamed El-Erian recommends investors avoid buying the dip. Uncertainty around the outbreak's containment, its long-term effects on China's development, …",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-outlook-avoid-buying-coronavirus-dip-mohamed-el-erian-2020-2-1028936688",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5524ccfee23d54271e59e2-2400/rtx1ajnh.jpg",
            "publishedAt": "2020-02-25T14:58:16Z",
            "content": "REUTERS/Mario Anzuoni\r\n<ul><li>New coronavirus deaths in Iran, Italy, and South Korea drove US stocks lower on Monday, but top economist Mohamed El-Erian recommends investors avoid buying the dip.</li><li>Uncertainty around the outbreak's containment, its lon… [+3742 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Dow extends its 2-day sell-off to 1,960 points after CDC tells Americans to brace for possible coronavirus outbreak",
            "description": "US stocks continued their sharp two-day sell-off on Tuesday as the CDC told Americans to brace for a possible coronavirus outbreak. The Dow Jones industrial average has now fallen more than 1,960 points over two days. The torrid decline adds to a more than 1,…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-today-us-indexes-tumble-cdc-coronavirus-warning-2020-2-1028937771",
            "urlToImage": "https://images.markets.businessinsider.com/image/5ae781ba19ee861c008b46c1-1998/rtx9e06.jpg",
            "publishedAt": "2020-02-25T19:59:23Z",
            "content": "Reuters / Aly Song\r\n<ul><li>US stocks continued their sharp two-day sell-off on Tuesday as the CDC told Americans to brace for a possible coronavirus outbreak.</li><li>The Dow Jones industrial average has now fallen more than 1,960 points over two days.</li><… [+2127 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "BLACKROCK: Coronavirus fears have upended the most enduring drivers of stock returns. Here are 3 ways to stay afloat and beat the market.",
            "description": "Stock-market factors — the broad and lasting drivers of returns — have undergone notable shifts since the coronavirus outbreak gained momentum in January. The biggest shift has been in quality stocks that have strong balance sheets. BlackRock explained why th…",
            "url": "https://www.businessinsider.com/stock-market-sell-off-coronavirus-impact-quality-factor-investing-blackrock-2020-2",
            "urlToImage": "https://i.insider.com/5e5415b7fee23d38513652b5?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T13:07:00Z",
            "content": "The rally in US stocks was stopped in its tracks on Monday with the biggest slump since February 2018. \r\nInvestors were reacting to news of rising coronavirus fatalities within and outside of China — a development that's threatening to slow the global economy… [+2996 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Big tech stocks lost more than $200 billion in market value in a day from coronavirus fears. Apple, Google-parent Alphabet, Amazon, Microsoft, and Facebook all saw their stocks tumble at least 4% on Mon…",
            "url": "https://www.businessinsider.com/opening-bell-february-25-2020-2",
            "urlToImage": "https://i.insider.com/5e551805fee23d54a24935d2?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T12:51:40Z",
            "content": "Here's what you need to know before the markets open.\r\n1. Big tech stocks lost more than $200 billion in market value in a day from coronavirus fears. Apple, Google-parent Alphabet, Amazon, Microsoft, and Facebook all saw their stocks tumble at least 4% on Mo… [+2016 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Democrats and health officials say Trump's $2.5 billion coronavirus spending package is 'completely inadequate'",
            "description": "Critics and health officials worry a new emergency spending proposal from the White House would not do enough to protect the US from the coronavirus outbreak. The Trump administration asked for $1.25 billion in new emergency funds for preparation and response…",
            "url": "https://www.businessinsider.com/democrats-health-officials-trump-coronavirus-comment-emergency-funding-package-small-2020-2",
            "urlToImage": "https://i.insider.com/5e5534e0fee23d64a60ed772?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T18:08:48Z",
            "content": "<ul><li>Critics and health officials worry a new emergency spending proposal from the White House would not do enough to protect the US from the coronavirus outbreak.</li><li>The Trump administration asked for $1.25 billion in new emergency funds for preparat… [+2840 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Democrats and health experts say Trump's $2.5 billion coronavirus spending package is 'completely inadequate'",
            "description": "Critics and health officials worry a new emergency spending proposal from the White House would not do enough to protect the US from the coronavirus outbreak. The Trump administration asked for $1.25 billion in new emergency funds for preparation and response…",
            "url": "https://markets.businessinsider.com/news/stocks/democrats-health-officials-trump-coronavirus-comment-emergency-funding-package-small-2020-2-1028937498",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e55346ffee23d692e4e0ad2-2400/ap20044719922658.jpg",
            "publishedAt": "2020-02-25T18:28:00Z",
            "content": "AP Photo/John Amis\r\n<ul><li>Critics and health officials worry a new emergency spending proposal from the White House would not do enough to protect the US from the coronavirus outbreak.</li><li>The Trump administration asked for $1.25 billion in new emergenc… [+2860 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "Korean Air is not offering refunds on flights to South Korea as customers desperately try to cancel trips because of coronavirus",
            "description": "Korean Air is not offering refunds on flights on flights to South Korea, even as the country struggles with the most severe outbreak of coronavirus outside China. The airline is making exceptions for flights to China, Hong Kong, and Taiwan, or for passengers …",
            "url": "https://www.businessinsider.com/korean-air-not-offering-refunds-south-korea-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e317f2c62fa811563142e66?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T09:23:07Z",
            "content": "Korean Air is not offering refunds to flights to South Korea, even after a flight attendant tested positive for coronavirus and the US Centers for Disease Control and Prevention advised against non-essential travel there. \r\nOn Tuesday, Korean Air announced th… [+2868 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Nio, the Tesla of China, surges 35% after confirming talks for $1.4 billion in government funding (NIO)",
            "description": "Nio, one of Tesla's main competitors in China, announced Tuesday it is in talks with the government of Hefei for more than $1.42 billion in funding for expansion in the city. Shares of Nio surged as much as 35% on the news. Nio will share further details in t…",
            "url": "https://markets.businessinsider.com/news/stocks/nio-stock-price-surges-talks-government-funding-china-tesla-coronavirus-2020-2-1028936520",
            "urlToImage": "https://images.markets.businessinsider.com/image/5ced2caa11e205028e4d1e23-2000/ap17350535586051.jpg",
            "publishedAt": "2020-02-25T14:19:31Z",
            "content": "Ng Han Guan/Associated Press\r\nOne of Tesla's main competitors in China is a step closer to securing funding for additional plants in the region. \r\nShares of Nio surged as much as 35% in early trading Tuesday after the company confirmed that it is in talks wit… [+1195 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Avery Hartmans",
            "title": "San Francisco's mayor has declared a state of emergency as the coronavirus continues to spread",
            "description": "San Francisco Mayor London Breed has declared a state of emergency in the city. Breed said the city is \"taking the necessary steps to protect San Franciscans from harm.\" The coronavirus outbreak, which began in China, has spread in Asia, the Middle East, and …",
            "url": "https://www.businessinsider.com/san-francisco-state-of-emergency-coronavirus-covid19-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e559bcafee23d70b152e1e6?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T22:52:39Z",
            "content": "San Francisco's mayor has declared a state of emergency in the city due to the coronavirus outbreak. \r\nMayor London Breed announced Tuesday afternoon that while there haven't been any confirmed cases of the coronavirus disease, COVID-19, in San Francisco so f… [+1753 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Tesla is slapped with a downgrade from Jefferies on its sky-high valuation (TSLA)",
            "description": "On Tuesday, Philippe Houchois of Jefferies downgraded Tesla to \"hold\" from \"buy\" and raised his price target to $800 from $600. \"However convinced we are about the Tesla equity opportunity, we still need valuation to be grounded into some visibility on market…",
            "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-downgraded-jefferies-hold-valuation-battery-day-presentation-2020-2-1028937886",
            "urlToImage": "https://images.markets.businessinsider.com/image/590792e62f6ae4ae108b4ecd-2000/ap850194630053-1.jpg",
            "publishedAt": "2020-02-25T20:58:19Z",
            "content": "Ng Han Guan/AP\r\n<ul><li>On Tuesday, Philippe Houchois of Jefferies downgraded Tesla to \"hold\" from \"buy\" and raised his price target to $800 from $600. </li><li>\"However convinced we are about the Tesla equity opportunity, we still need valuation to be ground… [+2624 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "A Korean Air flight attendant tested positive for coronavirus, as people are desperately trying to cancel flights on the airline",
            "description": "A Korean Air flight attendant tested positive for the coronavirus, the South Korean airline announced on Tuesday. Korean Air is disinfecting aircraft and asking flight attendants with symptoms to self-quarantine, a representative told Business Insider. Korean…",
            "url": "https://www.businessinsider.com/korean-air-flight-attendant-tests-positive-for-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5b0fa4911ae6621b008b4648?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T08:19:29Z",
            "content": "A Korean Air flight attendant tested positive for the coronavirus, the South Korean airline announced on Tuesday. \r\nKorean Air \"is creating a structure to work very closely with the Centers for Disease Control and Prevention Korea (CDCK) to prevent the spread… [+2869 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain and Bethany Biron",
            "title": "8 retailers on how the coronavirus outbreak could impact their business",
            "description": "The coronavirus outbreak is taking a toll on the economy in China and beyond. Certain sectors and companies are more exposed to risk than others. Business Insider reached out to a number of retailers to get a sense of how the coronavirus is impacting their in…",
            "url": "https://www.businessinsider.com/retailers-comment-on-coronavirus-impact-business-2020-2",
            "urlToImage": "https://i.insider.com/5e541d3bfee23d3b046545d5?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T16:08:46Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "I paid $41 to sleep overnight at a Buddhist temple in South Korea, and after a month of staying in hostels and hotels it remains my favorite deal for travelers",
            "description": "I booked an overnight stay at a Buddhist temple in Seoul during a recent trip to South Korea. The temple stay gave me a chance to participate in various Buddhist ceremonies and meditation sessions, as well as providing a place to sleep and two delicious meals…",
            "url": "https://www.businessinsider.com/south-korean-temple-stay-program-what-it-is-like-2020-2",
            "urlToImage": "https://i.insider.com/5e54a9b1fee23d2ca5149912?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T14:00:30Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Top health officials are warning coronavirus will spread in the US — challenging Trump's claim the virus is contained",
            "description": "Top health officials said on Tuesday that the spread of the coronavirus is \"inevitable\" and said the virus could severely disrupt the lives of ordinary Americans. \"It's not a question of if this will happen, but when this will happen, and how many people in t…",
            "url": "https://www.businessinsider.com/health-officials-coronavirus-spread-us-trump-says-contained-china-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5559f3fee23d18981cae84-2400/2020-02-25t134615z1lynxmpeg1o11crtroptp4usa-trump-russia.jpg",
            "publishedAt": "2020-02-25T21:27:30Z",
            "content": "Public health officials warned for the first time on Tuesday that the spread of the novel coronavirus is \"inevitable\" in the US and said the virus could lead to a \"severe\" disruption to the everyday lives of Americans.\"Ultimately we expect we will see communi… [+2666 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "21 airlines have canceled flights outside of China amid fears the coronavirus outbreak is turning into a pandemic — here's the full list",
            "description": "As the novel coronavirus COVID-19 spreads globally, airlines are canceling routes beyond Chinese territory both as a precaution and to stop the spread of the virus. Iran and South Korea are among the top countries where airlines are canceling service due to i…",
            "url": "https://www.businessinsider.com/airlines-canceling-flights-outside-of-china-amid-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e55a597fee23d76dc267236?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T23:39:34Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "The US is telling Americans with pre-existing conditions to avoid trips to Italy",
            "description": "REUTERS/Flavio Lo Scalzo The US State Department and Center for Disease Control have issued travel warnings for Italy amid the spread of COVID-19. The European country currently has the highest number of novel coronavirus cases outside of Asia, with more than…",
            "url": "https://www.businessinsider.com/cdc-issues-travel-warning-italy-covid-19-concerns-2020-2",
            "urlToImage": "https://i.insider.com/5e545af6fee23d0f9d7c7059?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T03:32:01Z",
            "content": "The Center for Disease Control issued a travel warning for Italy, after more then 200 cases of the novel COVID-19 were discovered in the northern region of the country. \r\nAt least six people have died from the virus. The CDC issued a level 2 warning, urging A… [+1301 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "gheeb@businessinsider.com (Gina Heeb), Gina Heeb",
            "title": "A majority of Americans are worried the coronavirus will hit the US economy",
            "description": "AP Photo/Elaine Thompson An increasing number of Americans have grown worried about how the US economy will perform in the face of a fast-spreading viral outbreak. According to a Kaiser Family Foundation survey released Tuesday, 57% of Americans said they wer…",
            "url": "https://markets.businessinsider.com/news/stocks/americans-worried-coronavirus-will-hit-us-economy-majority-kaiser-survey-2020-2-1028938139",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5589a8fee23d537416e8c6-2400/ap20045653689449.jpg",
            "publishedAt": "2020-02-25T21:37:00Z",
            "content": "AP Photo/Elaine Thompson\r\n<ul><li>An increasing number of Americans have grown worried about how the US economy will perform in the face of a fast-spreading viral outbreak. </li><li>According to a Kaiser Family Foundation survey released Tuesday, 57% of Ameri… [+1467 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Carmen Reinicke), Carmen Reinicke",
            "title": "Mortgage rates hit an 8-year low dragged down by coronavirus fears",
            "description": "MartinPrescott/Getty Images On Monday, the average rate on the 30-year fixed mortgage hit 3.34%, down from 3.42% last week, according to Mortgage News Daily. That's near an eight-year low. Mortgage rates have been pushed lower as they take their cues from US …",
            "url": "https://www.businessinsider.com/mortgage-rates-hit-multiyear-low-coronavirus-fear-housing-market-impact-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e554082fee23d7905585f05-2120/gettyimages-1156795278.jpg",
            "publishedAt": "2020-02-25T15:55:20Z",
            "content": "MartinPrescott/Getty Images\r\n<ul><li>On Monday, the average rate on the 30-year fixed mortgage hit 3.34%, down from 3.42% last week, according to Mortgage News Daily. That's near an eight-year low. </li><li>Mortgage rates have been pushed lower as they take t… [+2276 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "The world's biggest iPhone factory is reportedly offering $1,000 bonuses to entice workers after being shut down over coronavirus",
            "description": "After closing its factories amid the coronavirus outbreak, iPhone maker Foxconn is starting to gradually re-open its facilities. In an effort to attract new workers Foxconn is offering bonuses of 7,000 yuan ($995) following the shutdown, the South China Morni…",
            "url": "https://www.businessinsider.com/foxconn-reportedly-offering-bonuses-workers-coronavirus-return-2020-2",
            "urlToImage": "https://i.insider.com/5e3c52f6d9db1d07795920c9?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T13:29:05Z",
            "content": "The world's biggest iPhone maker is offering workers bonuses of more than twice their monthly salary to entice them to come work in the company's gradually re-opening factories.\r\niPhone manufacturer Foxconn and was forced to shut down its China factories amid… [+1817 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth and Gina Heeb",
            "title": "Trump spent the past 2 years slashing the government agencies responsible for handling the coronavirus outbreak",
            "description": "President Donald Trump insisted on Tuesday that the coronavirus, known as COVID-19, is under control because China is \"working very hard\" to contain its spread. The president's comments are at odds with reality. The same day, the CDC announced that it expects…",
            "url": "https://www.businessinsider.com/trump-cuts-programs-responsible-for-fighting-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5584cbfee23d528b50b052?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T20:28:14Z",
            "content": "President Donald Trump spent much of Tuesday reassuring the public that the coronavirus is under control.\r\n\"China is working very, very hard,\" Trump told reporters at a business roundtable at the US embassy in New Delhi, India. \"I have spoken to President Xi … [+3324 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexandra Ma",
            "title": "The coronavirus epidemic has broken out of Asia, and is now a very real threat to the West",
            "description": "The coronavirus outbreak is now no longer restricted to Asia. Italy recorded a dramatic uptick in coronavirus cases this week, leaving authorities scrambling to contain the outbreak by locking down entire towns and closing fashion and sports events. It's tota…",
            "url": "https://www.businessinsider.com/coronavirus-outside-asia-italy-real-threat-to-west-2020-2",
            "urlToImage": "https://i.insider.com/5e552321fee23d58f301c002?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T16:54:27Z",
            "content": "Business Insider\r\nThe coronavirus has completely broken out of Asia, and is becoming a very real threat Western countries and their lifestyles.\r\nItaly recorded a massive jump in infections this week, with the number of cases jumping from three on Friday to at… [+4818 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Trump is facing bipartisan backlash for his handling of the coronavirus' spread in the US as the CDC warns 'this might be bad'",
            "description": "President Donald Trump played down concerns about the Wuhan coronavirus on Tuesday morning just hours before the CDC warned that the virus will inevitably spread in the US and it \"might be bad.\" Democrats and even some Republicans began lashing out at the pre…",
            "url": "https://www.businessinsider.com/democrats-and-republicans-slam-trump-over-his-response-to-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e556961fee23d2b9539a783?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T19:58:40Z",
            "content": "President Donald Trump played down concerns about the Wuhan coronavirus during a Tuesday morning press conference, insisting, \"the whole situation will start working out.\"\r\nJust a few hours later, officials at the US Centers for Disease Control and Prevention… [+3322 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Iran's deputy health minister has tested positive for the coronavirus, as the country struggles with one of the worst outbreaks beyond China",
            "description": "Iran's deputy health minister said Tuesday that he had tested positive for the coronavirus. In a video posted to Twitter, and later carried by the Fars state news agency, Iraj Harirchi pledged to overcome his illness. Iran is struggling to cope with the outbr…",
            "url": "https://www.businessinsider.com/iran-deputy-health-minister-tests-positive-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e550c6cfee23d4efd71e332?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T12:08:39Z",
            "content": "Iran's deputy health minister, and department spokesman, says he has tested positive for the coronavirus, as the country emerges as one of the worst-hit places outside of Asia. \r\nIn a video posted to Twitter, carried by Fars news agency, Iraj Harirchi said th… [+522 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "International Olympic Committee member says Tokyo 2020 could face 'cancellation' if coronavirus isn't under control by May",
            "description": "Jae C. Hong/AP Images Dick Pound, the longest-serving member of the International Olympic Committee said the 2020 Olympics in Tokyo could face \"cancellation\" because of the fast-spreading coronavirus. Pound said organizers could wait up until May to decide on…",
            "url": "https://www.businessinsider.com/tokyo-olympics-coronavirus-control-cancellation-2020-2",
            "urlToImage": "https://i.insider.com/5e554569fee23d01ab763492?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T16:15:50Z",
            "content": "TOKYO (AP) — Dick Pound, the longest-serving member of the IOC, estimates there's a three-month window to decide the fate of the Tokyo Olympics, which are being threatened by the fast-spreading virus from China.\r\nPound, in an exclusive interview with The Asso… [+5701 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jake Lahut",
            "title": "Trump in 2014 said Obama was 'a psycho' not to immediately cancel flights into the US amid Ebola outbreak in West Africa",
            "description": "As the Coronavirus continues to spread with a vaccine months away, the Trump Administration's handling of the outbreak is falling under more scrutiny. Back in 2014, Trump railed against then-President Barack Obama over the spread of Ebola in West Africa. Amid…",
            "url": "https://www.businessinsider.com/trump-called-obama-a-psycho-in-2014-over-ebola-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e556ec4fee23d36ed59afd2?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T19:26:50Z",
            "content": "As with many seemingly exogenous events during the Trump presidency, there's always a tweet. \r\nIn the case of the Coronavirus outbreak, it turns out there are several. \r\nPresident Donald Trump has been trying to calm the markets during a precipitous fall as w… [+1039 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jeff Elder",
            "title": "DHS is worried about ransomware and other cybersecurity attacks on voter registration databases ahead of the election, says top official",
            "description": "Voter-registration databases and other \"areas where information is centralized\" are key concerns of election security, says Christopher Krebs, director of Department of Homeland security cybersecurity. In an on-stage interview at the RSA cybersecurity confere…",
            "url": "https://www.businessinsider.com/department-homeland-security-voter-registration-databases-security-concern-2020-2",
            "urlToImage": "https://i.insider.com/5e5579defee23d42fa295e4a?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T19:49:28Z",
            "content": "Ransomware or other attacks on voter registration databases are a key election security concern, the head of cybersecurity for the Department of Homeland Security told the RSA Security conference Tuesday in San Francisco. \r\nThe DHS is looking at \"the areas wh… [+1477 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Tuesday. Intuit officially announced it's buying credit-score company Credit Karma for $7.1 billion. Intuit shares went up about 2.5% on Monday afternoon following the announcement. Facebook has been i…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-25-2020-2",
            "urlToImage": "https://i.insider.com/5e54ce91fee23d38e77e3c12?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T07:38:40Z",
            "content": "Democratic presidential candidate Sen. Bernie Sanders.\r\nMANDEL NGAN/AFP via Getty Images\r\nGood morning! This is the tech news you need to know this Tuesday.\r\n<ol><li>Intuit officially announced it's buying credit-score company Credit Karma for $7.1 billion. I… [+2471 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "American Airlines just backed down and reversed course in the nastiest battle in the aviation industry, signing a huge new agreement with Qatar (AAL)",
            "description": "American Airlines said it had restarted a codeshare partnership with Qatar Airways. American terminated a similar agreement in 2017 over a nasty trade dispute, claiming that the Qatari airline was getting illegal subsidies from its government. American and Qa…",
            "url": "https://www.businessinsider.com/american-airlines-qatar-airways-codeshare-open-skies-dispute-2020-2",
            "urlToImage": "https://i.insider.com/5e554c23fee23d0c537be073?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T17:45:25Z",
            "content": "American Airlines announced Tuesday that it was launching a new strategic partnership with Qatar Airways, signaling an effective end to American's part in a protectionist trade feud that has roiled the US and Middle East airline industries for years.\r\nAmerica… [+2205 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "ncolarossi@businessinsider.com (Natalie Colarossi), Natalie Colarossi",
            "title": "Vanished without a trace: Inside the myths and mysteries of the Bermuda Triangle",
            "description": "The LIFE Picture Collection via Getty Images The Bermuda Triangle, a stretch of the Atlantic Ocean running between Puerto Rico, Bermuda, and Miami has been credited with the deaths and disappearances of over 8,000 lives since the mid-19th century. Though the …",
            "url": "https://www.businessinsider.com/what-is-bermuda-triangle-myths-mysteries-disappearances-vanishes",
            "urlToImage": "https://i.insider.com/5e4c0fd54b661b5a32506754?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T21:05:45Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "James Pasley",
            "title": "Eerie photos show a massive Saharan sand storm blanketing the Canary Islands in orange dust",
            "description": "Sand and dust blanketed the Canary Islands over the weekend, causing chaos for tourists, and worsening wildfires in the area. On Spanish national television, the Canary Islands' regional president Angel Victor Torres said it was a \"nightmare weekend.\" It's no…",
            "url": "https://www.businessinsider.com/spain-orange-dust-saharan-sand-storm-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e541264fee23d33cb3eea14?width=1200&format=jpeg",
            "publishedAt": "2020-02-25T05:08:46Z",
            "content": "The sky turned orange in the Canary Islands.\r\nOver the weekend, 75 mph winds blew a sandstorm from the Saharan desert across the Atlantic Ocean onto the Canary Islands.\r\nThe phenomena is called a \"calima,\" and it's not the first time it's happened. But on Spa… [+597 chars]"
        }
    ]
}