{
    "status": "ok",
    "totalResults": 30,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "hbrueck@businessinsider.com (Hilary Brueck), Hilary Brueck",
            "title": "Experts say the cruise ship quarantine was unjustified and violated human rights, letting the coronavirus 'literally pick them off one by one'",
            "description": "Associated Press After an extra 14 days on the waves, passengers and crew left onboard the Diamond Princess cruise ship for a COVID-19 quarantine in Japan are in the process of disembarking. The ship has been host to the largest number of diagnosed COVID-19 c…",
            "url": "https://www.businessinsider.com/covid-19-coronavirus-quarantines-have-failed-health-law-ethics-experts-2020-2",
            "urlToImage": "https://i.insider.com/5e4c31d22dae5c114f0e2584?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T14:45:00Z",
            "content": "The Diamond Princess ship, which sits floating alongside Yokohama, Japan, has become the largest incubator of cases of the novel coronavirus, COVID-19, outside China. \r\nFor the past two weeks of quarantine, the number of people living in small cabins aboard t… [+7954 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'A new risk to the global growth outlook': Here's what the Fed said about the coronavirus outbreak at its last meeting",
            "description": "The Federal Reserve deems its current policy stance and interest rate \"appropriate\" amid the growing coronavirus threat, minutes from January's Federal Open Market Committee meeting revealed Wednesday. The meeting took place days after coronavirus fears fuele…",
            "url": "https://www.businessinsider.com/federal-reserve-meeting-minutes-coronavirus-interest-rate-economy-growth-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4d84a5043895331b212a83-2400/ap18080710241555.jpg",
            "publishedAt": "2020-02-19T20:19:08Z",
            "content": "AP/Carolyn Kaster\r\n<ul><li>The Federal Reserve deems its current policy stance and interest rate \"appropriate\" amid the growing coronavirus threat, minutes from January's Federal Open Market Committee meeting revealed Wednesday.</li><li>The meeting took place… [+3631 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "Hubei is reportedly sweeping the province for undetected coronavirus cases by tracking and investigating purchases of fever and cough medicine",
            "description": "Authorities in Hubei, China, are searching for unreported infections by investigating individuals who recently purchased fever and cough medicine. Provincial health authorities on Tuesday issued an order to pharmacies and medical centers to report the name, a…",
            "url": "https://www.businessinsider.com/coronavirus-hubei-searches-cases-through-medicine-purchases-report-2020-2",
            "urlToImage": "https://i.insider.com/5e4ca955be623818336c4843?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T10:11:21Z",
            "content": "Authorities in Hubei, China, are sweeping the province for undetected coronavirus cases by identifying and investigating individuals who recently purchased fever and cough medicine.\r\nA notice published by Hubei's Zhuxi county and multiplestate media outlets s… [+1044 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aaron Holmes",
            "title": "Email scammers are taking advantage of coronavirus fears to impersonate health officials and trick people into giving up personal information",
            "description": "Security researchers have identified multiple phishing scams that aim to capitalize on people's fear of COVID-19, the disease caused by the Wuhan coronavirus. Scammers pose as authorities like the Centers for Disease Control or World Health Organization in or…",
            "url": "https://www.businessinsider.com/coronavirus-email-scam-covid-19-phishing-false-information-who-cdc-2020-2",
            "urlToImage": "https://i.insider.com/5e4c1b042dae5c6e4d2cb784?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T13:00:00Z",
            "content": "As the death toll from the coronavirus outbreak continues to rise, online scammers are using email phishing schemes in an attempt to profit on people's confusion and fear surrounding the virus.\r\nSecurity researchers have identified multiple phishing scams in … [+1141 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joe Ciolli",
            "title": "How to coronavirus-proof your portfolio, the case for venture capital, and 25 stocks to ride the electric-car revolution",
            "description": "Dear Readers, There are many conflicting takes around how bad the coronavirus will be for the global economy — and, by extension, the market. Some experts have stressed patience and pointed to the muted reaction so far. Others are telling anyone who will list…",
            "url": "https://www.businessinsider.com/how-to-invest-this-week-february-19-2020-2",
            "urlToImage": "https://i.insider.com/5e3c266fe35bab52457cc407?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T15:33:41Z",
            "content": "Dear Readers,\r\nThere are many conflicting takes around how bad the coronavirus will be for the global economy — and, by extension, the market. Some experts have stressed patience and pointed to the muted reaction so far. Others are telling anyone who will lis… [+2056 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "The 1,600-bed Wuhan coronavirus hospital that China panic-built in a few days is less than half full 11 days after it opened",
            "description": "One of two hastily-constructed Wuhan hospitals meant to help handle the surging number of coronavirus patients was less than half full on Tuesday, according to official figures. Leishenshan hospital is meant to have a capacity of 1,600 beds, but has yet to fi…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-hospital-at-half-capacity-despite-rapid-construction-2020-2",
            "urlToImage": "https://i.insider.com/5e4d2fabbe6238446660ca76?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T13:02:42Z",
            "content": "The spectacle of the high-speed construction of two brand new hospitals in less than 12 days in Wuhan was a PR coup for the Chinese government.\r\nBut one of these is still less than half full, according to official figures released 11 days after it opened.\r\nTh… [+1768 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "A Japanese disease expert who inspected the Diamond Princess said he was 'so scared' of catching the coronavirus because hygiene on the cruise ship was so bad",
            "description": "A Japanese disease expert who inspected the Diamond Princess said hygiene on the quarantined cruise ship was so bad that he was genuinely \"so scared\" of contracting the novel coronavirus on board. Professor Kentaro Iwata, who was on the ground during the Ebol…",
            "url": "https://www.businessinsider.com/seasoned-expert-visit-diamond-princess-ship-scared-terrible-hygiene-2020-2",
            "urlToImage": "https://i.insider.com/5e4d3d572687fc4b8b74a126?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T14:07:59Z",
            "content": "A Japanese disease expert who inspected the Diamond Princess cruise ship said the hygiene conditions and disease controls on board were so bad, he was \"so scared\" of contracting the novel coronavirus himself.\r\nThe ship and all its passengers have been quarant… [+2931 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "A Chinese film director and 3 family members died from the novel coronavirus after they self-quarantined in their home",
            "description": "A Chinese director and three members of his family all died of COVID-19 after they self-quarantined, the Guardian reported. Chang Kai was forced to take care of his father, who was the first to contract the virus, at home after he couldn't find an open hospit…",
            "url": "https://www.businessinsider.com/four-members-same-family-died-after-covid-19-self-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e4cc93bd0396121342c2182?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T09:11:41Z",
            "content": "A Chinese film director and three of his family members died of COVID-19 in Wuhan, China the epicenter of the outbreak, after they went into self-quarantine, the Guardian reported.\r\nChang Kai died from the virus last week; his sister died a few hours after hi… [+988 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Tesla has a new biggest bull on Wall Street — and their optimism around the firm's solar business has shares soaring (TSLA)",
            "description": "Piper Sandler lifted its price target for Tesla to $928 per share from $729, setting a new Wall Street-high for the surging stock. The company successfully \"turned consumers into unwitting climate warriors\" with its cars, but Tesla's growing energy generation…",
            "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-new-biggest-bull-analysts-upgrade-solar-business-2020-2-1028919524",
            "urlToImage": "https://images.markets.businessinsider.com/image/5cadf3f47ef2b50d6c15b9d7-2400/gettyimages-532422794.jpg",
            "publishedAt": "2020-02-19T14:18:53Z",
            "content": "Photo by J. Emilio Flores/Corbis via Getty Images\r\n<ul><li>Piper Sandler lifted its price target for Tesla to $928 per share from $729, setting a new Wall Street-high for the surging stock.</li><li>The company successfully \"turned consumers into unwitting cli… [+3338 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isaac Scher",
            "title": "A couple flew on Delta from Hawaii to Japan and then tested positive for coronavirus. Now the airline is notifying the other passengers.",
            "description": "Delta Airlines and health officials are tracking down individuals who came in contact with a Japanese couple that tested positive for coronavirus after flying to Japan from Hawaii. The couple visited the Hawaiian islands of Maui and Oahu from January 28 to Fe…",
            "url": "https://www.businessinsider.com/delta-notifies-passengers-had-covid-19-on-hawaii-japan-flight-2020-2",
            "urlToImage": "https://i.insider.com/5e4d787704389524b37a8c79?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T19:00:35Z",
            "content": "Delta Airlines and Hawaii health officials are scrambling to alert individuals who may have come into contact with a Japanese couple that tested positive for the novel coronavirus while visiting the islands. After the man and woman flew back home to Japan on … [+2931 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Callum Burroughs",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Wednesday. Mark Zuckerberg struggled to curry favor with the EU this week, with skeptical lawmakers questioning Facebook's dominance and the spread of coronavirus misinformation. One MEP who met with Z…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-19-2020",
            "urlToImage": "https://i.insider.com/5df18905fd9db2684176d362?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T07:52:23Z",
            "content": "Tesla CEO Elon Musk.\r\nAP Photo/Jae C. Hong\r\nGood morning! This is the tech news you need to know this Wednesday.\r\n<ol><li>Mark Zuckerberg struggled to curry favor with the EU this week, with skeptical lawmakers questioning Facebook's dominance and the spread … [+2296 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Gold spikes to a nearly 7-year high as investors flee to safety amid coronavirus worries",
            "description": "Gold soared as high as $1,611.10 per ounce on Wednesday as traders migrate from virus-exposed assets to traditional safe havens. The precious metal is just a slight jump away from passing its February 8 intraday high and hitting its loftiest levels in seven y…",
            "url": "https://www.businessinsider.com/gold-price-spikes-coronavirus-fears-falling-stock-prices-economic-outlook-2020-2",
            "urlToImage": "https://i.insider.com/5e4d4d792687fc5c0c258bf3?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T16:31:10Z",
            "content": "<ul><li>Gold soared as high as $1,611.10 per ounce on Wednesday as traders migrate from virus-exposed assets to traditional safe havens.</li><li>The precious metal is just a slight jump away from passing its February 8 intraday high and hitting its loftiest l… [+3210 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Adidas sales plunge 85% in China as coronavirus ravages demand",
            "description": "Adidas is seeing its sales suffer due to the Wuhan coronavirus in Greater China. The German sportswear giant's sales in the region are down 85% since January 25, compared with the same period last year. \"We have been experiencing a material negative impact fr…",
            "url": "https://markets.businessinsider.com/news/stocks/adidas-sales-plunge-85-percent-china-coronavirus-hammers-demand-2020-2-1028918369",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4d2387be62383f923833b5-2000/gettyimages-1181453278.jpg",
            "publishedAt": "2020-02-19T12:34:46Z",
            "content": "Getty/Marco Bertorello\r\n<ul><li>Adidas is seeing its sales suffer due to the Wuhan coronavirus in Greater China.</li><li>The German sportswear giant's sales in the region are down 85% since January 25, compared with the same period last year.</li><li>\"We have… [+2194 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Adidas sales plunge 85% in China as coronavirus ravages demand",
            "description": "Adidas is seeing its sales suffer due to the Wuhan coronavirus in Greater China. The German sportswear giant's sales in the region are down 85% since January 25, compared with the same period last year. \"We have been experiencing a material negative impact fr…",
            "url": "https://www.businessinsider.com/adidas-sales-plunge-85-percent-china-coronavirus-hammers-demand-2020-2",
            "urlToImage": "https://i.insider.com/5e4d23c5be62383fc446ef03?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T12:34:46Z",
            "content": "<ul><li>Adidas is seeing its sales suffer due to the Wuhan coronavirus in Greater China.</li><li>The German sportswear giant's sales in the region are down 85% since January 25, compared with the same period last year.</li><li>\"We have been experiencing a mat… [+2170 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "A top research firm lays out a bleak coronavirus scenario that would cause global growth to slow significantly in 2020",
            "description": "A prolonged use of strict coronavirus confinement policies in China could slow global growth by 0.4 percentage points in 2020, according to IHS Markit economists. The research firm's base case hinges on the lifting of confinement measures in February, keeping…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-economic-outlook-ihs-markit-global-gdp-growth-slow-china-2020-2-1028920388",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4d5d16a27fc505141d1af2-1500/2020-02-14t062323z1lynxmpeg1d0gzrtroptp4china-health-oil-aviation.jpg",
            "publishedAt": "2020-02-19T17:43:12Z",
            "content": "Reuters/Aly Song\r\n<ul><li>A prolonged use of strict coronavirus confinement policies in China could slow global growth by 0.4 percentage points in 2020, according to IHS Markit economists.</li><li>The research firm's base case hinges on the lifting of confine… [+3221 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Dominic-Madori Davis",
            "title": "Luxury retailers have lost billions in value as a result of coronavirus outbreak fears. Many aren't sure what the full impact will be.",
            "description": "The coronavirus has caused a health scare throughout the world, and has become a worry for the global stock market as well. On February 3, when Chinese stocks opened for the first time in over a week, the Shenzhen Component Index fell nearly 8% and the Shangh…",
            "url": "https://www.businessinsider.com/luxury-stocks-lose-billions-in-value-amid-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e383eac5bc79c390c3a139a?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T14:44:00Z",
            "content": "Luxury brands are seeing the impact of the coronavirus outbreak and it's looking ugly. \r\nThe outbreak of the coronavirus gathered steam just days before China's Spring Festival was set to kick off, an especially important time of year for the luxury houses th… [+3466 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "BANK OF AMERICA: It's the best time in nearly 40 years to profit from a calm market — and these are the 2 best trades to take advantage",
            "description": "Stocks, gold, and Treasurys are earning risk-adjusted returns that are among the highest investors have seen since 1982, according to Bank of America data. A team of strategists at the firm explain how traders can take advantage of this attractive environment…",
            "url": "https://www.businessinsider.com/how-to-invest-best-risk-adjusted-return-in-decades-bofa-2020-2",
            "urlToImage": "https://i.insider.com/5e4d67fc2c24b6100d57663f?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T17:11:51Z",
            "content": "If it feels like every asset under the sun is rallying while volatility is awfully low, your instincts are not wrong.\r\nThe year-to-date gains of major asset classes tell a good story despite the coronavirus outbreak. Returns from the S&amp;P 500, 10-year Trea… [+2316 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. The European Union is planning an industrial-data push and rules to rein in US tech giants. The European Commission laid out proposals to exploit regional data, govern artificial intelligence, and const…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-19-2020-2-1028918730",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e0f6f61855cc27b1e24b2e7-2400/gettyimages-1178141588.jpg",
            "publishedAt": "2020-02-19T13:15:05Z",
            "content": "Drew Angerer/Getty Images\r\nHere's what you need to know before the markets open.\r\n1. The European Union is planning an industrial-data push and rules to rein in US tech giants. The European Commission laid out proposals to exploit regional data, govern artifi… [+1853 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. The European Union is planning an industrial-data push and rules to rein in US tech giants. The European Commission laid out proposals to exploit regional data, govern artificial intelligence, and const…",
            "url": "https://www.businessinsider.com/opening-bell-february-19-2020-2",
            "urlToImage": "https://i.insider.com/5e0f6f61855cc27b1e24b2e7?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T13:15:05Z",
            "content": "Here's what you need to know before the markets open.\r\n1. The European Union is planning an industrial-data push and rules to rein in US tech giants. The European Commission laid out proposals to exploit regional data, govern artificial intelligence, and cons… [+1826 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Apple's plans to launch a new iPad Pro model early this year could be delayed thanks to the coronavirus, according to one report (AAPL)",
            "description": "Apple's plans to unveil a new iPad Pro model in the first half of 2020 could be delayed as a result of the coronavirus outbreak, according to Bloomberg. The company's plans to launch a low-cost iPhone model in March don't appear to be affected, the report sai…",
            "url": "https://www.businessinsider.com/apple-new-ipad-pro-model-possible-delayed-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4c7c8ad03961032d7a3ef6?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T00:13:11Z",
            "content": "Apple's business is taking a larger hit from the coronavirus outbreak than it originally expected, with the company announcing Monday that it would miss its revenue expectations for the second quarter.\r\nIn disappointing news for consumers, the company's goal … [+1008 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bradley Saacks",
            "title": "After a blockbuster 2019, Larry Robbins' Glenview Capital flagship fund lost 7% in January",
            "description": "Billionaire Larry Robbins' Glenview Capital lost 7% in its flagship fund in January after the fund soared 30% in 2019. The firm, which runs more than $7 billion across multiple funds, has made big bets on healthcare-related companies, like Cigna and HCA Healt…",
            "url": "https://www.businessinsider.com/flagship-fund-at-larry-robbins-glenview-loses-7-in-january-2020-2",
            "urlToImage": "https://i.insider.com/5e4d63632c24b60a2b2165a6?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T17:22:11Z",
            "content": "After a sizzling 2019, Larry Robbins' flagship fund has come back down to Earth.\r\nGlenview Capital's main hedge fund lost roughly 7% in January, sources tell Business Insider, after returning nearly 30% in 2019.\r\nThe average hedge fund last month was flat as … [+1061 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "10 stocks the market's best-performing hedge funds are piling into right now — and 9 more they're buying for the long haul",
            "description": "Many hedge funds posted their best gains in years during 2019, even as the broader industry struggled to keep up with the stock market's returns. The list below features hedge funds that have delivered the best three-year returns on an annualized average basi…",
            "url": "https://www.businessinsider.com/stock-picks-biggest-holdings-from-top-performing-hedge-fund-managers-2020-2",
            "urlToImage": "https://i.insider.com/5e4c2c9b3b62b7766e524b75?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T13:10:00Z",
            "content": "The hedge fund industry shrank for a fifth straight year in 2019 as dull returns and hefty fees drove investors away. \r\nEven though many hedge funds posted their best gains in many years, most of them lagged investors who simply tracked an index of US stocks.… [+879 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "Apple's more affordable 'iPhone 9' could be delayed because of the coronavirus after all, says a new report (AAPL)",
            "description": "Apple's rumored low-cost iPhone may be delayed because of supply constraints resulting from the coronavirus outbreak, according to Nikkei Asian Review. The news comes just after Bloomberg reported that the phone was still on track to launch in March. Apple al…",
            "url": "https://www.businessinsider.com/apple-iphone-9-release-date-delayed-coronavirus-report-2020-2",
            "urlToImage": "https://i.insider.com/5e4d544d2687fc65ce0e4bf4?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T16:09:17Z",
            "content": "Apple may miss its target to release a low-cost iPhone in March, according to a new report from Nikkei Asian Review, which comes just a day after Bloomberg reported that the launch was still on track.\r\nMass production of this new iPhone was slated to begin in… [+2062 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Gilbert",
            "title": "PlayStation is skipping a major video game conference due to 'increasing concerns' over the coronavirus outbreak (SNE)",
            "description": "Sony's PlayStation group canceled its plans to attend the first major video game convention of the year, PAX East, due to \"increasing concerns\" over the coronavirus outbreak. The annual event draws tens of thousands of paid attendees to the Boston Convention …",
            "url": "https://www.businessinsider.com/playstation-not-attending-pax-east-due-to-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4d881aa27fc538b5058685?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T19:29:03Z",
            "content": "At the first major video game convention of 2020, the company that makes the world's most popular video game console — the PlayStation 4 — won't be in attendance.\r\nSony announced on Wednesday afternoon that its PlayStation group is scrapping plans to attend P… [+1799 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "Coronavirus fears prompt Chinese ride-hailing app DiDi to install protective sheets in vehicles and give masks to drivers",
            "description": "Chinese rideshare company DiDi Chuxing is installing protective sheets in vehicles to protect against the spread of the novel coronavirus, COVID-19. The outbreak that originated in Wuhan, China, has killed 2,012 people and infected more than 75,000 according …",
            "url": "https://www.businessinsider.com/ride-hailing-app-didi-takes-protective-measures-against-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4d9c6c04389550dd07d908?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T20:59:55Z",
            "content": "The death toll of the novel coronavirus that originated in Wuhan, China, has killed over 2000, and the virus has infected more than 75,000 people.\r\nOn January 30, the World Health Organization (WHO) officially declared it a global health emergency.\r\nThe outbr… [+443 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood and Shona Ghosh",
            "title": "Europe reveals its ambitious tech blueprint to take on Silicon Valley and China",
            "description": "Europe revealed ambitious plans to challenge US and Chinese dominance in tech and artificial intelligence. The EU wants to make it easier for local businesses, tech firms, and startups to trade in data through a proposed \"data single market\" that would allow …",
            "url": "https://www.businessinsider.com/europe-digital-strategy-challenge-us-china-big-tech-artificial-intelligence-2020-2",
            "urlToImage": "https://i.insider.com/5e4d088dd0396133af0da775?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T13:05:16Z",
            "content": "Europe has unveiled its blueprint of how it plans to challenge Silicon Valley and China's dominance in artificial intelligence and technology.\r\nThe European Commission's wide-ranging policy proposals, published Wednesday, set out ideas around access to data, … [+3876 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melissa Wiley",
            "title": "Shopkeepers in Kyoto are sharing photos of empty landmarks that are usually overrun by tourists, and it shows the effects of the coronavirus on tourism in Japan",
            "description": "Japan received a record 32 million visitors in 2019, approximately one-third of whom were Chinese. But tourism in Kyoto is taking a hit amidst fears of the coronavirus spreading, and a group of local shopkeepers is sharing photos of empty landmarks that are u…",
            "url": "https://www.businessinsider.com/kyoto-tourism-campaign-targets-tourists-wary-of-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e4c39402dae5c20943ffa42?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T14:07:00Z",
            "content": "Known for its temples, monkey park, and bamboo forest, the scenic neighborhood of Arashiyama on the outskirts of Kyoto has become a social media sensation. Over the past few years, it has accrued 649,000 photo tags on Instagram, many taken during red maple an… [+3303 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "Walmart wants to restock its customers' groceries before they realize they're running low as it beefs up its in-home delivery service",
            "description": "Walmart is looking to add further innovations to its in-home grocery delivery service. So far, the program is only available in Kansas City, Pittsburgh, and Vero Beach, Florida. On Tuesday, Walmart e-commerce CEO Marc Lore told analysts at the company's inves…",
            "url": "https://www.businessinsider.com/walmart-in-home-grocery-delivery-grow-predict-customers-needs-2020-2",
            "urlToImage": "https://i.insider.com/5e4c4dda3b62b732e355182a?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T15:20:17Z",
            "content": "Walmart is hopeful that its in-home delivery program will win over customers and change the nature of weekly shopping forever, executives said at the company's recent investment community event. \r\nWalmart e-commerce CEO Marc Lore spoke to analysts about the c… [+1891 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "China kicked out 3 Wall Street Journal reporters after it published an op-ed using a term that invokes the biggest humiliation in Chinese history",
            "description": "China is expelling three Wall Street Journal reporters, accusing the newspaper of publishing a racist headline about the country's battle with coronavirus. On February 3, the Journal had published an op-ed by a foreign-affairs academic titled \"China Is the Re…",
            "url": "https://www.businessinsider.com/china-expel-wsj-reporters-claims-racist-coronavirus-coverage-2020-2",
            "urlToImage": "https://i.insider.com/5c018dd71a27841e3946e240?width=1200&format=jpeg",
            "publishedAt": "2020-02-19T11:32:24Z",
            "content": "China is deporting three Wall Street Journal reporters after the newspaper published a headline about the novel coronavirus that invoked a humiliating time in the country's history.\r\nDeputy Bureau Chief Josh Chin, reporter Chao Deng, and reporter Philip Wen w… [+4358 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bwinck@businessinsider.com (Ben Winck), Ben Winck",
            "title": "'A new risk to the global growth outlook': Here's what the Fed said about the coronavirus outbreak at its last meeting",
            "description": "AP/Carolyn Kaster The Federal Reserve deems its current policy stance and interest rate \"appropriate\" amid the growing coronavirus threat, minutes from January's Federal Open Market Committee meeting revealed Wednesday. The meeting took place days after coron…",
            "url": "https://markets.businessinsider.com/news/stocks/federal-reserve-meeting-minutes-coronavirus-interest-rate-economy-growth-2020-2-1028920731",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4d84a5043895331b212a83-2400/ap18080710241555.jpg",
            "publishedAt": "2020-02-19T20:19:08Z",
            "content": "AP/Carolyn Kaster\r\n<ul><li>The Federal Reserve deems its current policy stance and interest rate \"appropriate\" amid the growing coronavirus threat, minutes from January's Federal Open Market Committee meeting revealed Wednesday.</li><li>The meeting took place… [+3633 chars]"
        }
    ]
}