{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Joyu Wang, Jing Yang",
            "title": "Coronavirus: Bad Luck Hits Macau Casinos With 15-Day Shutdown - The Wall Street Journal",
            "description": "Coronavirus: Bad Luck Hits Macau Casinos With 15-Day Shutdown The Wall Street Journal Coronavirus shuts casinos in Las Vegas of China Fox Business Coronavirus Shuts Macau, the World’s Gambling Capital The New York Times Casinos, factories close across Asia as…",
            "url": "https://www.wsj.com/articles/deadly-coronavirus-forces-chinas-gambling-hub-to-shut-its-casinos-11580816447",
            "urlToImage": "https://images.wsj.net/im-150545/social",
            "publishedAt": "2020-02-04T15:55:00Z",
            "content": "MACAUCasinos in the worlds richest gambling market were already down on their luck when city officials ordered them on Tuesday to close their doors at midnight for 15 days to help curb the spread of the coronavirus that has killed hundreds of people in China.… [+274 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Bob Davis, Drew FitzGerald",
            "title": "U.S. Pushing Effort to Develop 5G Alternative to Huawei - The Wall Street Journal",
            "description": "U.S. Pushing Effort to Develop 5G Alternative to Huawei The Wall Street Journal Coronavirus will delay export 'boom' from US-China phase 1 trade deal, Larry Kudlow says CNBC Larry Kudlow: Coronavirus will slow U.S. farm exports to China POLITICO White House e…",
            "url": "https://www.wsj.com/articles/u-s-pushing-effort-to-develop-5g-alternative-to-huawei-11580831592",
            "urlToImage": "https://images.wsj.net/im-150557/social",
            "publishedAt": "2020-02-04T15:53:00Z",
            "content": "WASHINGTONSeeking to blunt the dominance by Chinas Huawei Technologies Co., the White House is working with U.S. technology companies to create advanced software for next-generation 5G telecommunications networks.The plan would build on efforts by some U.S. t… [+6952 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey Sparshott",
            "title": "Newsletter: Manufacturing Tries to Turn the Corner",
            "description": "Your daily economics newsletter from The Wall Street Journal.",
            "url": "https://blogs.wsj.com/economics/2020/02/04/newsletter-manufacturing-tries-to-turn-the-corner/",
            "urlToImage": "https://images.wsj.net/im-149504",
            "publishedAt": "2020-02-04T11:40:07Z",
            "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.The U.S. might be about to lose half-a-million jobs. Kind of. The Labor Department Friday releases its annual benchmark revisions, incorporating more comple… [+6021 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "WSJ Staff",
            "title": "WSJ Wealth Adviser Briefing: Wells Fargo Adviser Exodus, Energy Bond Threat, Auto Industry Misstep",
            "description": "Profit struggles at Wells Fargo's wealth management has led to an adviser exodus;  demand for energy-company bonds dampens amid coronavirus concerns, and the auto industry's desire for easier environmental rules backfires.",
            "url": "https://blogs.wsj.com/moneybeat/2020/02/04/wsj-wealth-adviser-briefing-wells-fargo-adviser-exodus-energy-bond-threat-auto-industry-misstep/",
            "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social",
            "publishedAt": "2020-02-04T11:00:11Z",
            "content": "Sovereign and corporate debt investors can find good investment opportunities in local as well as hard-currency debt in countries such as Ukraine, Egypt and Brazil, says Anupam Damani, portfolio manager at Nuveen. The asset manager has a favorable view on the… [+2454 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": null,
            "title": "People Without Coronavirus Say Wuhan Doctors Too Busy for Them",
            "description": "Supplies and doctors are flowing into the epicenter of the coronavirus outbreak to help overwhelmed hospitals. WSJ’s Chao Deng spoke to people who were turned away from a hospital in the Chinese city because they don't display symptoms of the virus. Photo: Ch…",
            "url": "https://www.wsj.com/video/people-without-coronavirus-say-wuhan-doctors-too-busy-for-them/5DE4995C-078A-459E-AF23-8B0C3BA5A535.html",
            "urlToImage": "http://m.wsj.net/video/20200204/020420wuhanlife/020420wuhanlife_1280x720.jpg",
            "publishedAt": "2020-02-04T08:58:41Z",
            "content": "Tesla's Biggest Bull Raises Price Target\r\n2/3/2020Cathie Wood, founder, CEO and CIO of Ark Invest, updated her bullish base case for Tesla to reflect a price target of $7,000 by 2024. With that, Wood discusses the key factors that will continue to drive the m… [+47 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Stephanie Yang",
            "title": "Coronavirus Cases Rise Above 20,000 in China as Hong Kong Reports First Death - The Wall Street Journal",
            "description": "Coronavirus Cases Rise Above 20,000 in China as Hong Kong Reports First Death The Wall Street Journal Time lapse of hospital being built in 10 days in China l ABC News ABC News Experts worry about pandemic as coronavirus numbers increase: report Fox News Op-E…",
            "url": "https://www.wsj.com/articles/coronavirus-cases-rise-above-20-000-in-china-as-hong-kong-reports-first-death-11580799736",
            "urlToImage": "https://images.wsj.net/im-150519/social",
            "publishedAt": "2020-02-04T07:02:00Z",
            "content": "Macau moved to shut its casinos and China injected more cash into its banking system on Tuesday, as the number of confirmed cases of the coronavirus rose above 20,000 and Hong Kong reported its first death from the quickly spreading pathogen.\r\nGambling center… [+203 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "The Editorial Board",
            "title": "China’s Economic Contagion - The Wall Street Journal",
            "description": "China’s Economic Contagion The Wall Street Journal Coronavirus: China shares in biggest fall in four years - BBC News BBC News Impact of virus on China's economy will be temporary - PBOC papers Yahoo Finance China to Support Markets as Coronavirus Spreads Blo…",
            "url": "https://www.wsj.com/articles/chinas-economic-contagion-11580775531",
            "urlToImage": "https://images.wsj.net/im-150435/social",
            "publishedAt": "2020-02-04T00:18:00Z",
            "content": "Some of President Trumps advisers may want to wall off the U.S. and China into separate spheres of influence, but the novel coronavirus is showing the futility of economic quarantines. Like it or not, the Chinese and world economies sniffle and cough together… [+273 chars]"
        }
    ]
}