{
    "status": "ok",
    "totalResults": 25,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Men represent the majority of coronavirus cases so far, according to a new study. Researchers have a few guesses as to why.",
            "description": "Early research suggests that the deadly coronavirus that originated in Wuhan, China, has infected more men than women. A recent study of nearly 140 coronavirus patients found that the virus is most likely to affect older men with preexisting illnesses. Some r…",
            "url": "https://www.businessinsider.com/coronavirus-cases-why-more-men-than-women-2020-2",
            "urlToImage": "https://i.insider.com/5e3c266fe35bab52457cc407?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T23:06:00Z",
            "content": "The deadly coronavirus that originated in Wuhan, China, has infected more men than women, and scientists are divided about why that is.\r\nThe virus has killed more than 910 people and infected more than 40,000, with the vast majority of cases in mainland China… [+4193 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bradley Saacks",
            "title": "$160 billion hedge fund Bridgewater is projecting that a group of Asian countries will blow past Europe and the US to own a majority of global stocks in 15 years",
            "description": "Ray Dalio's Bridgewater, which runs $160 billion in assets and is the biggest hedge fund in the world, said in a new report on market conditions that a group of Asian countries, led by China, are set to grow much faster than the US and Europe. The report proj…",
            "url": "https://www.businessinsider.com/ray-dalios-bridgewater-projects-that-an-asian-bloc-be-insular-2020-2",
            "urlToImage": "https://i.insider.com/5e419135d9db1d3923065b91?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T20:49:19Z",
            "content": "The coming years could see a huge shift across the globe in who owns stocks. \r\nCurrently, roughly three-fourths of the global stock market, by market capitalization, is held by countries outside of a bloc of Asian nations that includes China, according to Ray… [+3399 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "US college students under strict quarantine after returning from China since the coronavirus outbreak say 'it feels like I've been told I deserve this'",
            "description": "As the Wuhan coronavirus continues to spread around the world, some university students in the US are under strict (and confusing) quarantine measures. Meanwhile, \"business as usual\" continues on the two college campuses where the virus has actually been dete…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-us-college-quarantines-are-confusing-unscientific-2020-2",
            "urlToImage": "https://i.insider.com/5e417832e35bab18106a70e6?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T20:22:00Z",
            "content": "There are no confirmed cases of the Wuhan coronavirus in New York, but at Barnard College, students say \"basic trust and privacy\" has been breaking down on campus, as frantic administrators aim to keep students who've returned from China in isolation, fearing… [+5748 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "Airline workers reveal how they're dealing with being on the front lines of the coronavirus outbreak as it spreads around the world (UAL, AAL, DAL, SAVE)",
            "description": "Airlines around the world have cancelled flights and suspended routes to China amid plummeting demand due to the coronavirus outbreak. However, airlines are also taking other precautions as the virus continues to spread in other countries. We asked flight att…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-outbreak-flight-attendants-concerns-2020-2",
            "urlToImage": "https://i.insider.com/5e41a0c32dae5c12561e8e67?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T20:20:32Z",
            "content": "As the coronavirus outbreak continues to spread across China and the globe, much of the world has cut itself off from China, with airlines suspending routes to the country as demand for travel to the region plummets.\r\nAs the number of cases passed the total f… [+1314 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eugene Kim",
            "title": "Leaked emails show Amazon is stockpiling on products made in China due to coronavirus risk on its supply chain — after having said there's 'no interruptions' to its operations (AMZN)",
            "description": "Amazon has placed increased orders last week for some products that are sourced from China, according to emails seen by Business Insider. Amazon told first-party suppliers in the email that the move is to \"prepare for possible supply chain disruptions due to …",
            "url": "https://www.businessinsider.com/amazon-stockpiling-inventory-due-to-coronavirus-risk-2020-2",
            "urlToImage": "https://i.insider.com/592ed7fd79474ccf008b5773?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T20:10:11Z",
            "content": "Amazon has reached out to a number of suppliers last week, placing last minute orders to increase its inventory of products made in China, Business Insider has learned.\r\nThe move is intended to stockpile on certain products shipped from China, in anticipation… [+3866 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Early Facebook investor Peter Thiel cashes in 80% of his remaining stock in the social media giant (FB)",
            "description": "Early Facebook investor Peter Thiel offloaded $11.3 million worth of the social media giant's stock on February 6, according to regulatory filings. The billionaire sold 53,602 shares, trimming his stake by 81%. Thiel still holds 9,948 shares, worth about $2 m…",
            "url": "https://www.businessinsider.com/facebook-stock-peter-thiel-early-investor-sells-most-stake-shares-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e41aab34b661b1ed2261147-2000/gettyimages-578544652.jpg",
            "publishedAt": "2020-02-10T20:02:57Z",
            "content": "Alex Wong/Getty Images\r\n<ul><li>Early Facebook investor Peter Thiel offloaded $11.3 million worth of the social media giant's stock on February 6, according to regulatory filings.</li><li>The billionaire sold 53,602 shares, trimming his stake by 81%.</li><li>… [+1934 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero",
            "title": "Amidst the coronavirus outbreak, China is now also fighting deadly bird flu",
            "description": "Reuters China has reported an outbreak of the deadly H5N1 bird flu in Hunan province, an area that lies on the southern border of the province where the coronavirus emerged, the South China Morning Post reported. Although no human cases have been reported in …",
            "url": "https://www.businessinsider.com/h5n1-deadly-bird-flu-emerged-near-center-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e41a4a22dae5c169f1a6e22?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T19:07:38Z",
            "content": "In the shadow of the Wuhan coronavirus outbreak, a lesser-known, but deadlier disease has emerged in a province near the center of the virus. \r\nAccording to the South China Morning Post, China's Ministry of Agriculture and Rural Affairs reported an outbreak o… [+3003 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "These 5 tools for tracking the coronavirus provide up-to-date information to help you see which areas are most affected",
            "description": "The coronavirus outbreak that originated in Wuhan, China, has killed more than 900 people and infected at least 40,000. The virus can pass from person to person, and experts are rushing to study it and stop it from spreading further. Some tools are emerging t…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-how-to-track-the-infection-2020-2",
            "urlToImage": "https://i.insider.com/5e418c7a0ce3d134a1282a27?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T18:09:56Z",
            "content": "The death toll of the coronavirus that originated in Wuhan, China, has killed over 900, and the virus has infected more than 40,000 people. On January 30, the World Health Organization (WHO) officially declared it a global health emergency.\r\nAs the virus spre… [+787 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bwinck@businessinsider.com (Ben Winck), Ben Winck",
            "title": "MORGAN STANLEY: Here are 5 reasons why US stocks will shrug off coronavirus and jump 5% by June",
            "description": "Reuters The US stock market can jump more than 5% in the first half of 2020 after tumbling on coronavirus concerns, Morgan Stanley said. The S&P 500's correction of 3.5% was relatively small and \"should remain limited\" before stocks resume their upward climb,…",
            "url": "https://www.businessinsider.com/stock-market-outlook-investors-ignore-coronavirus-rebound-reasons-morgan-stanley-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e417c7e0ce3d11ecb63e8d6-2400/2020-02-10t002431z1lynxmpeg1900drtroptp4usa-stocks.jpg",
            "publishedAt": "2020-02-10T17:53:46Z",
            "content": "Reuters\r\n<ul><li>The US stock market can jump more than 5% in the first half of 2020 after tumbling on coronavirus concerns, Morgan Stanley said.</li><li>The S&amp;P 500's correction of 3.5% was relatively small and \"should remain limited\" before stocks resum… [+4961 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "The Wuhan coronavirus threatens to cut China's smartphone sales in half and may spell trouble for Apple's iPhone production, analysts say (AAPL)",
            "description": "Smartphone shipments in China could decrease by between 40% and 50% between Q4 2019 and Q1 2020 because of the coronavirus, according to market research firm Canalys. Analysts at Wedbush Securities have also said that between 3 million and 5 million of Apple'…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-cut-china-smartphone-sales-half-iphones-june-2020-2",
            "urlToImage": "https://i.insider.com/5e417a6cd9db1d1cbf2a5433?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T17:19:06Z",
            "content": "Just as global smartphone shipments finally started to rebound after enduring several consecutive quarters of declines, the Wuhan coronavirus is disrupting production at the heart of the global supply chain— threatening to chop phone shipments in the world's … [+3855 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "The Australian dollar hits more than 10-year low as coronavirus drags on China, the nation's top trade partner",
            "description": "The Australian dollar on Monday hit its lowest level in over a decade. The currency is uniquely exposed to the risk of coronavirus — China is the country's biggest trading partner, and the Aussie dollar is correlated with metal and oil commodity markets that …",
            "url": "https://www.businessinsider.com/australia-dollar-coronavirus-decade-low-reason-trade-partner-commodities-china-2020-2",
            "urlToImage": "https://i.insider.com/5e418889d9db1d2fa4624f26?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T17:11:16Z",
            "content": "<ul><li>The Australian dollar on Monday hit its lowest level in over a decade.</li><li>The currency is uniquely exposed to the risk of coronavirus — China is the country's biggest trading partner, and the Aussie dollar is correlated with metal and oil commodi… [+1315 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sahar Esfandiari",
            "title": "China's biggest cities looked like ghost towns on the first day back to work after Lunar New Year, as the deadly coronavirus continues to spread",
            "description": "Today is the first day back at work for many people after an extended Lunar New Year holiday in China. Authorities extended the holiday period, which was initially set to end January 30, in an attempt to limit the spread of the deadly coronavirus, according t…",
            "url": "https://www.businessinsider.com/china-cities-ghost-towns-on-first-working-day-amid-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e417241d9db1d140c6d4bb3?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T17:03:12Z",
            "content": "Monday is the first official day back to work for many people in China after the New Year holidays were extended by authorities amid the coronavirus outbreak, but many of China's biggest cities resembled ghost towns, photos shared to social media suggest.\r\nTh… [+2775 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "'Soon we will all be infected': Indian crew on quarantined Diamond Princess cruise ship pleads for help as coronavirus cases spike",
            "description": "The number of coronavirus cases among passengers aboard the quarantined Diamond Princess cruise ship has almost doubled, going from an initially reported 70 to 136 as of Monday. Indian crew members are making public appeals, begging their government to rescue…",
            "url": "https://www.businessinsider.com/indian-crew-coronavirus-quarantined-diamond-princess-2020-2",
            "urlToImage": "https://i.insider.com/5e417a64d9db1d1cb6078d92?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T16:27:37Z",
            "content": "Verified coronavirus cases on the Diamond Princess cruise ship surged over the weekend. The Indian crew members on board are begging their government for help.\r\nOn Monday, officials in China and Japan confirmed that 136 passengers on board the ship that arriv… [+2173 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Trump promised to eliminate the deficit within 8 years. It would take until 2035 under his new budget proposal.",
            "description": "Red ink would continue to flow for another decade and a half under the latest White House budget proposal. That would undermine a longtime campaign pledge for President Donald Trump and a traditional talking point for the Republican party. While Trump vowed t…",
            "url": "https://markets.businessinsider.com/news/stocks/trump-budget-us-deficit-continue-past-second-term-payoff-2035-2020-2-1028889879",
            "urlToImage": "https://images.markets.businessinsider.com/image/59cd0e66351ccf7a1a8b51a8-1024/gettyimages-854843378.jpg",
            "publishedAt": "2020-02-10T15:53:00Z",
            "content": "Joshua Lott/Getty Images\r\n<ul><li>Red ink would continue to flow for another decade and a half under the latest White House budget proposal. </li><li>That would undermine a longtime campaign pledge for President Donald Trump and a traditional talking point fo… [+1954 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Trump promised to eliminate the deficit within 8 years. It would take until 2035 under his new budget proposal.",
            "description": "Red ink would continue to flow for another decade and a half under the latest White House budget proposal. That would undermine a longtime campaign pledge for President Donald Trump and a traditional talking point for the Republican party. While Trump vowed t…",
            "url": "https://www.businessinsider.com/trump-budget-us-deficit-continue-past-second-term-payoff-2035-2020-2",
            "urlToImage": "https://i.insider.com/5e4151b9d9db1d7c9a673ff3?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T15:49:57Z",
            "content": "<ul><li>Red ink would continue to flow for another decade and a half under the latest White House budget proposal. </li><li>That would undermine a longtime campaign pledge for President Donald Trump and a traditional talking point for the Republican party. </… [+1928 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "Tesla reopened its Shanghai factory after a government-ordered closure caused by the coronavirus (TSLA)",
            "description": "Tesla reopened its Shanghai factory on Monday after a government-ordered closure. Deliveries for Tesla's Model 3 have been delayed early this month. Tesla started delivering vehicles made at the Shanghai in December, less than a year after construction of the…",
            "url": "https://www.businessinsider.com/tesla-reopens-shanghai-factory-after-closure-caused-by-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e41705f0ce3d112e84f9a43?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T15:13:35Z",
            "content": "Tesla reopened its Shanghai factory on Monday, the Japanese publication The Asahi Shimbun reported. The Shanghai government had announced the reopening on Saturday.\r\nA Tesla executive in China said last week that deliveries of Tesla's Model 3 sedan scheduled … [+1188 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Apple sees $27 billion of market value wiped out amid the delayed reopening of its main Chinese iPhone plants",
            "description": "Apple saw as much as $27 billion in market value wiped out on Monday following reports of its Chinese iPhone factories facing delays in returning to full production. Foxconn recently gained permission to reopen its Zhengzhou plant, Reuters reported Monday, bu…",
            "url": "https://markets.businessinsider.com/news/stocks/apple-stock-price-reaction-coronavirus-delays-china-iphone-plant-reopenings-2020-2-1028889556",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e41568fe35bab7b4f2a68c2-2400/timmy-c.jpg",
            "publishedAt": "2020-02-10T14:37:59Z",
            "content": "AP Photo/Ng Han Guan\r\n<ul><li>Apple saw as much as $27 billion in market value wiped out on Monday following reports of its Chinese iPhone factories facing delays in returning to full production.</li><li>Foxconn recently gained permission to reopen its Zhengz… [+3673 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Apple sees $27 billion of market value wiped out amid the delayed reopening of its main Chinese iPhone plants",
            "description": "Apple saw as much as $27 billion in market value wiped out on Monday following reports of its Chinese iPhone factories facing delays in returning to full production. Foxconn recently gained permission to reopen its Zhengzhou plant, Reuters reported Monday, bu…",
            "url": "https://www.businessinsider.com/apple-stock-price-reaction-coronavirus-delays-china-iphone-plant-reopenings-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e41568fe35bab7b4f2a68c2-2400/timmy-c.jpg",
            "publishedAt": "2020-02-10T14:37:59Z",
            "content": "AP Photo/Ng Han Guan\r\n<ul><li>Apple saw as much as $27 billion in market value wiped out on Monday following reports of its Chinese iPhone factories facing delays in returning to full production.</li><li>Foxconn recently gained permission to reopen its Zhengz… [+3672 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Tesla surges 9% after reopening its Shanghai factory following coronavirus shutdown (TSLA)",
            "description": "Tesla's Shanghai Gigafactory is expected to reopen Monday following a closure related to the coronavirus outbreak, and will receive government assistance to do so, Reuters reported. Shares of Tesla gained as much as 9% in early trading Monday. It's the latest…",
            "url": "https://www.businessinsider.com/tesla-stock-price-shanghai-factory-reopening-china-government-help-coronavirus-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/58ebb8e28af5781f008b771b-2000/ap850194630053-1.jpg",
            "publishedAt": "2020-02-10T14:06:06Z",
            "content": "Ng Han Guan/AP\r\nTesla's surging, again.Â \r\nShares of the Elon Musk-led automaker gained as much as 9% in early trading Monday, continuing to climb following a volatile week for the stock.Â Â \r\nThe gains were fueled by a Reuters report late Friday that the aut… [+1830 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rebecca Ungarino",
            "title": "UBS is overhauling its iPhone app for wealth management clients — and it shows how the biggest wealth players are playing catch-up with Netflix-like personalization (UBS)",
            "description": "The US wealth management business at UBS has redesigned its iPhone app and added new functions to it. It's a sign that the most high-brow firms are trying to better utilize tech to cater to the world's richest clients. UBS worked with Deloitte, the global con…",
            "url": "https://www.businessinsider.com/ubs-adds-features-redesigns-wealth-management-app-for-us-clients-2020-2",
            "urlToImage": "https://i.insider.com/5e3f099f0ce3d1428a1f60f3?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T13:00:00Z",
            "content": "The US wealth management business at UBS has redesigned its iPhone app and added new functions to it, in a sign that the most high-brow firms with thousands of advisers are trying to better utilize tech tools. \r\nKraleigh Woodford, the head of digital client e… [+6169 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Airbnb has shut down check-ins for Beijing because of the coronavirus, but still appears to have listings for Wuhan",
            "description": "Airbnb has suspended all check-ins for the Chinese capital Beijing until March due to the ongoing Wuhan coronavirus outbreak. The company confirmed in a statement it would refund customers whose reservations have been cancelled. Although Beijing listings have…",
            "url": "https://www.businessinsider.com/airbnb-suspends-beijing-check-ins-wuhan-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4149b8d9db1d7a89254235?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T12:28:01Z",
            "content": "Airbnb has suspended all check-ins for Beijing until March due to the ongoing coronavirus outbreak.\r\n\"In light of the novel coronavirus outbreak and guidance from local authorities for the Short Term Rental industry during this public health emergency, bookin… [+1626 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sahar Esfandiari), Sahar Esfandiari",
            "title": "A massive storm battering the UK has helped a British Airways plane from New York to London smash the record for the fastest-ever transatlantic flight",
            "description": "Reuters;Flight Radar A British Airways flight from New York to London beat the world record for the fastest-ever transatlantic flight on Saturday. Flight BA112 took just four hours and 56 minutes, landing around two hours earlier than expected at London Heath…",
            "url": "https://www.businessinsider.com/british-airways-fastest-transatlantic-flight-storm-ciara-2020-2",
            "urlToImage": "https://i.insider.com/5e412f2b0ce3d16fdd373578?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T12:18:07Z",
            "content": "A British Airways flight smashed the record for the fastest-ever subsonic passenger flight to have flown across the Atlantic on Saturday, after a storm battering the UK hugely accelerated wind speeds in the jet stream.\r\nFlight BA112 took just four hours and 5… [+2424 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Monday. China's ambassador to the UK says Conservative Party politicians opposed to Huawei's involvement in Britain's 5G network are carrying out a \"witch hunt. \" Liu Xiaoming told the BBC that the pol…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-10-2020-2",
            "urlToImage": "https://i.insider.com/5e4112500ce3d1662031d2e5?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T08:57:37Z",
            "content": "The UK's decision to involve Huawei in its 5G networks has provoked contrasting responses around the world.\r\nReuters\r\nGood morning! This is the tech news you need to know this Monday.\r\n<ol><li>China's ambassador to the UK says Conservative Party politicians o… [+2842 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bani Sapra",
            "title": "Bill and Melinda Gates prioritize climate change and gender equality as the main global issues to tackle on the 20th anniversary of their foundation",
            "description": "Bill and Melinda Gates celebrated the 20th anniversary of their philanthropic foundation by listing two new issues that they plan to tackle over the next 20 years: gender equality and the climate crisis. In an annual letter released Monday morning, the couple…",
            "url": "https://www.businessinsider.com/bill-melinda-gates-climate-change-gender-equality-2020-2",
            "urlToImage": "https://i.insider.com/5e3ded3ad9db1d62a27a81fe?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T08:01:00Z",
            "content": "Bill and Melinda Gates celebrated the 20th anniversary of their philanthropic foundation by setting two new issues that they plan to prioritize over the next 20 years: gender inequality and the climate crisis. \r\nIn an annual letter sprinkled with baseball ref… [+2628 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "The number of coronavirus cases on the Diamond Princess cruise in Japan nearly doubles as passengers report going 'stir crazy' under quarantine",
            "description": "The number of confirmed coronavirus cases aboard the Diamond Princess cruise ship nearly doubled on Monday — from 70 cases to 130. Japan's TBS News first reported on the new cases, citing Japan's health ministry. Communist Party-linked People's Daily also con…",
            "url": "https://www.businessinsider.com/number-coronavirus-cases-diamond-princess-cruise-rises-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e40fb24e35bab5d1e3c6e84?width=1200&format=jpeg",
            "publishedAt": "2020-02-10T07:29:38Z",
            "content": "The number of confirmed coronavirus cases aboard the Diamond Princess cruise ship currently quarantined near Tokyo has risen to 130. \r\nJapanese and Chinese sources confirmed on Monday that 60 new cases of the coronavirus were discovered, a major jump from the… [+2380 chars]"
        }
    ]
}