{
    "status": "ok",
    "totalResults": 34,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "Several young doctors in China have died of the coronavirus. Medical workers are far more vulnerable to infection than the general population.",
            "description": "More than 3,300 of the 78,800 coronavirus cases in mainland China are among healthcare workers. At least eight medical workers have died, including one doctor who was 29 and another who was 34. Older people have the highest risk of dying from the virus. But d…",
            "url": "https://www.businessinsider.com/why-coronavirus-killed-young-chinese-doctors-2020-2",
            "urlToImage": "https://i.insider.com/5e596c89fee23d2b773020f6?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T13:03:00Z",
            "content": "Peng Yinhua, a 29-year-old Chinese doctor, planned to marry his fiancée on February 1. But as the coronavirus outbreak grew, Peng postponed his wedding to help treat patients in Wuhan. He died of the disease on February 21.\r\nPeng was one of at least eight hea… [+6992 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Coronavirus patients with heart disease have a 10% chance of dying. Here's the mortality rate for patients with various underlying health problems.",
            "description": "Coronavirus patients with underlying health problems are more likely to die from the virus, a recent Chinese CDC study found. The study found that patients with heart disease had a 10% chance of dying. In general, older patients are the most likely to suffer …",
            "url": "https://www.businessinsider.com/coronavirus-death-rates-preexisting-conditions-heart-disease-cancer-2020-2",
            "urlToImage": "https://i.insider.com/5e5979cafee23d3b393e1f02?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T23:13:00Z",
            "content": "Older patients and people with preexisting health conditions face the highest risk of dying from the new coronavirus, a recent study found. \r\nThe study, done by the Chinese Center for Disease Control and Prevention, found that the overall chances of dying fro… [+2139 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "President Trump says 'there's no reason to panic at all' after US reported its first coronavirus death",
            "description": "President Donald Trump held a Saturday afternoon press conference to confirm the first death in the US from the coronavirus. Trump said the death was of a high-risk patient and the administration saw no immediate threat to otherwise healthy people. \"There is …",
            "url": "https://www.businessinsider.com/trump-first-us-coronavirus-death-2020-2",
            "urlToImage": "https://i.insider.com/5e5ab541fee23d37c476de02?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T19:41:35Z",
            "content": "President Donald Trump confirmed the first death in the US related to the coronavirus Saturday afternoon, but re-affirmed the administration's confidence in authorities addressing the outbreak.\r\nTrump said the person who died was a high-risk patient in her la… [+2915 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "Chinese social-media platform WeChat saw spikes in the terms 'SARS,' 'coronavirus,' and 'shortness of breath,' weeks before the first cases were confirmed, a study suggests",
            "description": "A new paper from Chinese scientists found that posts on WeChat, China's main social-media site, used keywords related to the new coronavirus weeks before the Chinese government confirmed cases. The study, which has not yet been peer reviewed, raises new quest…",
            "url": "https://www.businessinsider.com/wechat-users-posted-coronavirus-before-china-confirmed-cases-2020-2",
            "urlToImage": "https://i.insider.com/5e3b296be35bab4f171e181b?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T17:48:00Z",
            "content": "A research paper released this week describes a surprising trend on the Chinese social-media platform WeChat: Usage of keywords related to the new coronavirus spiked more than two weeks before officials confirmed the first cases.\r\nThe authors, five infectious… [+5127 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "Companies around the world are telling their employees to work from home amid the coronavirus outbreak",
            "description": "Companies and businesses around the world are sending workers home and bolstering health protocols to limit the spread of coronavirus, The New York Times reported Wednesday. In Europe, companies like Chevron sent more than 1,300 employees home, while Sky barr…",
            "url": "https://www.businessinsider.com/thousands-of-workers-stay-home-as-world-braces-for-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e59249bfee23d32f26d0bb3?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T13:49:00Z",
            "content": "Companies across the world are sending their workers home and beefing up emergency measures to limit the risk of further coronavirus outbreak.\r\nCoronavirus, which originated in Wuhan City, Hubei Province, China, has claimed close to 3,000 lives and infected m… [+1350 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "At least 4 of the dozens of US coronavirus cases are not linked to overseas travel but are likely the result of 'community spread'",
            "description": "Four people in the US are suspected to have the coronavirus as a result of \"community spread\" meaning they contracted the virus despite not traveling outside the US. A high school student in Washington State and a woman in Oregan are the latest \"presume posit…",
            "url": "https://www.businessinsider.com/four-us-coronavirus-cases-linked-to-community-spread-not-travel-2020-2",
            "urlToImage": "https://i.insider.com/5e5a83befee23d21344e3e74?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T16:20:32Z",
            "content": "At least four of the 67 reported cases of the COVID-19 coronavirus are not linked to travel outside the United States after a woman in Oregan and a high school student in Washington state are presumed to have tested possible for the virus, health officials to… [+2744 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Linette Lopez",
            "title": "The world's massive debt pile is making a coronavirus shock especially especially dangerous right now",
            "description": "The impact of coronavirus will be worsened by the fact that the world is holding a record amount of debt right now. In the US, American households have $1.5 trillion more in debt than they held the last time debt levels peaked in 2008. With these conditions a…",
            "url": "https://www.businessinsider.com/tump-debt-make-coronavirus-worse-global-economy-stock-markets-2020-2",
            "urlToImage": "https://i.insider.com/5e57ff99fee23d01a4194815?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T13:15:00Z",
            "content": "Business Insider\r\nThere is never a good time for a global pandemic, but this moment is especially bad. And that is because the world is more in debt than it has ever been.\r\nAccording to a report from the International Institute of Finance the global debt-to-G… [+6862 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Oregon elementary school closing for cleaning after an employee becomes the third potential case of 'community spread' of the new coronavirus",
            "description": "An elementary school in Oregon will be closed for cleaning after an employee became the first COVID-19 virus case in the state, local station KPTV reported. The case in Oregon appears to be the third possible case of community spread of the virus in the Unite…",
            "url": "https://www.businessinsider.com/coronavirus-oregon-elementary-school-closes-employee-tests-positive-2020-2",
            "urlToImage": "https://i.insider.com/5e59d540fee23d6bdd63b685?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T06:57:22Z",
            "content": "An Oregon elementary school plans to close for sanitation after one of its employees tested positive for the novel coronavirus, local station KPTV reported.\r\nOregon officials held a press conference on Friday to announce the state's first \"presumptive positiv… [+1688 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Troy Wolverton",
            "title": "DoorDash's food deliveries earned it a $13 billion valuation, but experts say its IPO plans amid market turmoil and a virus outbreak are a recipe for disaster (GRUB)",
            "description": "DoorDash, which this week confidentially filed its public-offering paperwork, could face a poor reception from Wall Street, business experts told Business Insider. Many of the other jumbo-sized, money losing startups like DoorDash that have gone public recent…",
            "url": "https://www.businessinsider.com/doordash-ipo-will-face-big-hurdles-experts-say-2020-2",
            "urlToImage": "https://i.insider.com/5e59c16ffee23d64824b09b4?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T12:30:00Z",
            "content": "Business Insider\r\nDoorDash isn't WeWork or Uber. But it shouldn't expect a much better reception from Wall Street than those companies received, business experts warn.\r\nIndeed, the failure of WeWork's attempted initial public offering last year and the poor p… [+8481 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Christopher Competiello",
            "title": "An Ivy League professor who nailed the financial crisis says another 'colossal disaster' is on the way — and warns of a 50% market crash",
            "description": "Dave Collum, professor of organic chemistry at Cornell University, was able to sidestep the financial crisis after he noticed a calamity brewing in subprime mortgages as early as 2002. Today, he sees vast corporate excesses, massive debt loads, and extremely …",
            "url": "https://www.businessinsider.com/stock-market-crash-dave-collum-professor-warns-of-colossal-decline-2020-2",
            "urlToImage": "https://i.insider.com/5c24d54fbd77303d120167e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T13:19:00Z",
            "content": "Investor anxiety in today's marketplace is palpable. \r\nMuch of that nervous, jittery feeling can be attributed to the coronavirus as fears of a global pandemic weigh on market sentiment. \r\nStill, outside of the virus vaccum, some think that stocks are long ov… [+2515 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paayal Zaveri",
            "title": "Wall Street thinks Zoom, Slack and these 2 other companies could see their stock prices soar as the coronavirus means more people work remotely",
            "description": "As more white collar workers work remotely due to concerns over the coronavirus disease, COVID-19, companies like Zoom, Slack, and Dropbox could benefit from increased usage, analysts say. Zoom has already seen increased usage — and responded by lifting its 4…",
            "url": "https://www.businessinsider.com/zoom-slack-dropbox-remote-work-coronavirus-analyst-2020-2",
            "urlToImage": "https://i.insider.com/5e59ac58fee23d63bc1cba42?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T14:25:00Z",
            "content": "As concerns over the coronavirus disease, COVID-19, increase, companies are enforcing more rules and restrictions on where employees can travel — and allowing more people to work from home. In order to stay productive, home-bound workers could use more cloud … [+3840 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Gilbert and Kevin Webb",
            "title": "The year's biggest video game development trade show just got 'postponed' due to concerns over the ongoing coronavirus outbreak",
            "description": "For the first time in over 30 years, the annual Game Developers Conference in San Francisco, California is \"postponed\" until this summer due to the ongoing outbreak of COVID-19. A new date was not announced. Several major companies pulled out of the conferenc…",
            "url": "https://www.businessinsider.com/gdc-postponed-coronavirus-game-developers-conference-2020-2",
            "urlToImage": "https://i.insider.com/5e5913c4fee23d26663511e6?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T00:05:47Z",
            "content": "The annual Game Developers Conference, scheduled to take place in San Francisco from March 16 to 20, is \"postponed\" until \"later in the summer\" due to concerns related to the outbreak of the coronavirus disease, or COVID-19, the event's organizers said in a p… [+1545 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Benjamin Goggin",
            "title": "Uber sent drivers guidance about coronavirus that some say ignores the realities of the gig economy",
            "description": "On Friday evening, ridesharing company Uber sent drivers a memo offering guidance to workers as the novel coronavirus spreads across the world and the US. The memo, titled \"A reminder about coronavirus,\" offered four points of advice to contractors who come i…",
            "url": "https://www.businessinsider.com/uber-sent-drivers-coronavirus-guidance-you-feel-sick-stay-home-2020-2",
            "urlToImage": "https://i.insider.com/5e5a7e8bfee23d1f0b6539a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T17:44:26Z",
            "content": "As fear over the global spread of novel coronavirus reached a fever pitch Friday, Uber blasted out a long-awaited memo offering their contractors guidance.\r\nGiven the ongoing global concern regarding coronavirus (COVID-19), we'd like to remind everyone to tak… [+2809 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hillary Hoffower",
            "title": "Coronavirus testing is free, but the hospital trip may set you back thousands. One graphic breaks down potential costs.",
            "description": "Testing for COVID-19 (the disease caused by coronavirus ) is free, according to a new report. But Americans could be stuck paying for other medical-related costs for suspected coronavirus treatment, like a $1,000 hospital stay. FAIR Health provided Business I…",
            "url": "https://www.businessinsider.com/how-much-does-coronavirus-treatment-cost-cdc-health-insurance-2020-2",
            "urlToImage": "https://i.insider.com/5e59685bfee23d21b00fdc76?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T12:30:00Z",
            "content": "Free coronavirus testing isn't all it appears to be.\r\nA report published Thursday by America's Health Insurance Plans (AHIP) stated that the The Centers for Disease Control and Prevention (CDC) is currently the only facility equipped to test for COVID-19, the… [+3526 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Stocks are fresh off their worst week since the financial crisis. Here are 3 reasons why the meltdown could just be getting started.",
            "description": "US stocks tanked the most since the 2008 financial crisis this week as coronavirus fears caught up with investors. The S&P 500 and the Dow Jones industrial average entered correction territory as virus cases soared, economists lowered growth estimates, and co…",
            "url": "https://www.businessinsider.com/stock-market-crash-outlook-3-reasons-coronavirus-could-hurt-more-2020-2",
            "urlToImage": "",
            "publishedAt": "2020-02-29T13:58:00Z",
            "content": "Associated Press\r\n Stocks closed at all-time highs on February 19 as investors ignored warnings of an escalating coronavirus epidemic and cheered on the record-long bull market.\r\n By February 28, the S&amp;P 500 had just closed out its worst week since the 20… [+10404 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "Wife of first US service member to test positive for the coronavirus has also been infected",
            "description": "The wife of the first US service member to test positive for the coronavirus has also been infected, US Forces Korea (USFK) said Saturday. This marks the fourth USFK-related coronavirus infection following positive tests for a widowed dependent, a US soldier,…",
            "url": "https://www.businessinsider.com/wife-of-soldier-with-coronavirus-also-infected-us-military-says-2020-2",
            "urlToImage": "https://i.insider.com/5e5a9608fee23d1f7f4c2342?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T17:10:48Z",
            "content": "Health officials have been working to determine whether or not anyone else was exposed to the coronavirus after a 23-year-old US soldier stationed in South Korea tested positive earlier this week, becoming the first member of the US military to test positive … [+1506 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "Trump accuses Democrats of politicizing the coronavirus, calling criticism of his handling of the outbreak their 'new hoax'",
            "description": "Patrick Semansky/AP President Donald Trump accused Democrats of \"politicizing\" the coronavirus, calling their criticism of how he has responded to the disease their \"new hoax.\" Trump held a rally on Friday in Charleston, South Carolina, for his presidential c…",
            "url": "https://www.businessinsider.com/trump-says-criticism-coronavirus-fears-new-hoax-of-the-democrats-2020-2",
            "urlToImage": "https://i.insider.com/5e59cf6cfee23d706366e962?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T03:59:50Z",
            "content": "President Donald Trump said mounting fears of the coronavirus are the \"new hoax\" of the Democrats, accusing them of politicizing the disease.\r\nTrump held a rally on Friday in Charleston, South Carolina, for his presidential campaign, where he lambasted Democr… [+1789 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mmatousek@businessinsider.com (Mark Matousek), Mark Matousek",
            "title": "France has banned any public event in a 'confined space' with over 5,000 people to stop spread of coronavirus",
            "description": "Gonzalo Fuentes/Reuters France has banned any public event with more than 5,000 people that is held in a \"confined space\" due to the coronavirus, Reuters reported. The ban comes as the country has confirmed 73 cases of the virus, according to Reuters' report.…",
            "url": "https://www.businessinsider.com/france-bans-public-events-with-over-5000-people-confined-space-2020-2",
            "urlToImage": "https://i.insider.com/5e5a7ac9fee23d1d6a674573?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T15:12:37Z",
            "content": "French health minister Olivier Veran announced on Saturday that the country is banning any public event with more than 5,000 people that is held in a \"confined space\" due to the coronavirus, Reuters reported.\r\nVeran said there are now 73 people in France who … [+883 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "Santa Clara announced second case of 'community spread' of coronavirus in the US. Here's everything we know.",
            "description": "Getty Images Second case of community spread of COVID-19 found in Santa Clara County, California, officials announced on Friday. An older woman with a previous health conditioned tested positive for the virus without any relevant travel history or contact wit…",
            "url": "https://www.businessinsider.com/second-case-us-coronavirus-community-spread-confirmed-santa-clara-county-2020-2",
            "urlToImage": "https://i.insider.com/5e59a902fee23d54b41f2462?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T02:20:35Z",
            "content": "Santa Clara County confirmed the second case of \"community spread\" of the new coronavirus in the United States, on Friday. \r\nIt is also the third novel coronavirus case in the county — and officials said it is not tied to the other two cases. \r\nThe individual… [+2117 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Tom Murray), Tom Murray",
            "title": "South Korea reported a record 800 new cases of coronavirus in a single day — and the vast majority are linked to a religious cult",
            "description": "REUTERS / Kim Hong-Ji South Korea reported 813 new cases of coronavirus on Saturday — a record for the country. The new figures bring South Korea's infected total up to 3,150 — the highest number outside of China. Vice health minister Kim Kang-lip told a brie…",
            "url": "https://www.businessinsider.com/coronavirus-south-korea-reports-more-than-800-new-cases-in-single-day-2020-2",
            "urlToImage": "https://i.insider.com/5e5a2dc7fee23d06547d5cc3?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T10:17:53Z",
            "content": "South Korea reported 813 new cases of coronavirus on Saturday in what the vice health minister called a \"critical moment\" in the country's battle against the virus.\r\nThe new figures bring South Korea's infected total up to 3,150 — the highest number outside o… [+1887 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "'STOP BUYING MASKS': US Surgeon General and VP say masks won't help fight coronavirus even as demand for emergency supplies increases",
            "description": "Vice President Mike Pence, the head of the US coronavirus task force, said on Saturday that the \"average American\" did not need to \"go out and buy\" a mask to protect themselves from coronavirus. At time same time, the vice president said the US was working wi…",
            "url": "https://www.businessinsider.com/americans-dont-need-masks-pence-says-as-demand-increases-2020-2",
            "urlToImage": "https://i.insider.com/5e5abfb1fee23d3c441ef233?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T20:52:00Z",
            "content": "Vice President Mike Pence said at a press conference Saturday that followed the first US coronavirus death that there was no need for people in the US to buy and wear masks to protect themselves from COVID-19. \r\nAt a press conference Saturday, Trump and Pence… [+3256 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Amazon is shifting from on-site interviews to video for some job openings as coronavirus concerns grow (AMZN)",
            "description": "Amazon is moving from in-person to video interviews for certain jobs, a spokesperson told Business Insider on Friday. The policy change, first reported by GIzmodo, comes as concerns over the coronavirus outbreak grow. Amazon recently told all of its 798,000 e…",
            "url": "https://www.businessinsider.com/amazon-change-video-interviews-coronavirus-jobs-over-covid-19-concerns-2020-2",
            "urlToImage": "https://i.insider.com/5e599a43fee23d4cfa15ee44?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T00:57:41Z",
            "content": "Amazon has changed its hiring process for some positions, switching from on-site interviews to video calls, a spokesperson told Business Insider on Friday.\r\nGizmodo first reported earlier in the day that an Amazon recruiter had sent an email to a candidate sa… [+812 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "How to lessen the chances of getting sick when traveling on planes in the age of coronavirus, according to experts",
            "description": "Fears of coronavirus are prompting passengers to rethink travel, with most airlines offering waivers for those with tickets affected regions. Air travel is largely responsible for the spread of the disease to countries beyond its origin. Protective measures w…",
            "url": "https://www.businessinsider.com/how-to-avoid-getting-sick-traveling-plane-flying-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e38698f5bc79c117b1b1d02?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T13:01:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Michael Gordon), Michael Gordon",
            "title": "Trump needs to stop making the coronavirus about himself",
            "description": "Evan Vucci/AP Images President Trump's response to the coronavirus has been to downplay the risks and worry about his own reelection chances. This is dangerous for the country. Trump should worry about responding adequately to the health crisis, not his polit…",
            "url": "https://www.businessinsider.com/trump-needs-to-stop-making-coronavirus-covid-19-about-himself-2020-2",
            "urlToImage": "https://i.insider.com/5e2336e262fa81746167fd54?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T15:16:00Z",
            "content": "Business Insider\r\nIn an era when we can't agree on basic facts, when science is out of fashion, and a president values loyalty over truth, the threat of a pandemic tests a nation's foundation.\r\nWe all pray for the best with the percolating public health crisi… [+4150 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Here's why Obamacare would likely make any coronavirus vaccine free for patients — and prove critical in fighting the disease",
            "description": "Public concern is rising that the high costs in parts of the US's healthcare system could form a barrier that discourages people from getting treatment for the novel coronavirus. But one layer of the healthcare system could help Americans save a lot of money …",
            "url": "https://www.businessinsider.com/coronavirus-vaccine-free-for-patients-result-of-obamacare-2020-2",
            "urlToImage": "https://i.insider.com/5e59955dfee23d508b0d77e5?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T13:45:00Z",
            "content": "The coronavirus is spreading around the world and scores of new cases are diagnosed daily, as the disease breaks far beyond its point of origin in Wuhan, China.\r\nThere are at least 63 confirmed coronavirus cases in the United States. But that figure is still … [+6250 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "Jaw-dropping photos show the scale of delivering food and medical supplies to the millions of people still under coronavirus lockdown in China",
            "description": "Cheng Min/Xinhua via Getty Images Hubei Province, which includes the city of Wuhan where the novel coronavirus first emerged, has been under quarantine for roughly a month in an effort to contain the spread of the virus. Almost 50 million people are lockdown …",
            "url": "https://www.businessinsider.com/photos-coronavirus-show-deliver-food-supplies-china-lockdown-2020-2",
            "urlToImage": "https://i.insider.com/5e586295fee23d5a9e3caaa2?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T07:17:26Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "Anthony Fauci, who the Trump administration barred from speaking freely, is a public-health hero. The disease expert guided the US through AIDS, Zika, and Ebola.",
            "description": "The Trump administration reportedly barred Anthony Fauci, a top US experts on infectious disease, from speaking publicly about the coronavirus outbreak without approval. Some of Fauci's statements about the virus have been at odds with claims from President T…",
            "url": "https://www.businessinsider.com/who-is-anthony-fauci-speech-controlled-by-trump-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e59a9cefee23d554757af93?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T04:41:00Z",
            "content": "Anthony Fauci has guided the US through the AIDS, Zika, and Ebola epidemics. \r\nHe's been the director of the US' National Institute of Allergy and Infectious Diseases (NIAID) since 1984, advising six presidents. George W. Bush awarded him the Presidential Med… [+1420 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Meredith Mazzilli",
            "title": "JPMorgan is on the hunt; private equity's data culture clash; Symphony's plan to win over the buy side",
            "description": "Hi readers, One word caught our eye this week: \"aggressive.\" As in, JPMorgan CEO Jamie Dimon saying the firm is going to be \" much more aggressive in acquisitions across the board.\" So what else could the biggest U.S. bank be looking to add, exactly? Well, th…",
            "url": "https://www.businessinsider.com/wall-street-insider-february-29-jpmorgan-symphony-bank-of-america-2020-2",
            "urlToImage": "https://i.insider.com/5d00245c6fc92032441209f2?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T14:02:59Z",
            "content": "Hi readers, \r\nOne word caught our eye this week: \"aggressive.\"\r\nAs in, JPMorgan CEO Jamie Dimon saying the firm is going to be \"much more aggressive in acquisitions across the board.\" So what else could the biggest U.S. bank be looking to add, exactly? Well, … [+3292 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Matthew DeBord",
            "title": "Tesla stock declined 30% last week — that's proof that the company's legendary volatility isn't going anywhere, but it is a lot more expensive (TSLA)",
            "description": "Tesla's volatile stock has always made for amazing investment opportunities. Investors who have recognized when a share-price decline is overdone have bought on big dips and enjoyed fantastic returns. But Tesla has never been priced as high as it is now: even…",
            "url": "https://www.businessinsider.com/tesla-stock-why-volatility-will-continue-for-tsla-analysis-2020-2",
            "urlToImage": "https://i.insider.com/5cc09efeb14bf4413b447588?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T14:06:00Z",
            "content": "Business Insider\r\nTesla has always been a volatile stock. But in the good old days of 2019, you could buy all that risk-on volatility for a relatively cheap price — relative to what Tesla has been trading at lately.\r\nOver the last few weeks, some investors ha… [+4064 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "How to prepare for a coronavirus pandemic",
            "description": "US citizens have been told to prepare for a coronavirus outbreak. The virus, which originated in China, has started to spread rapidly throughout South Korea, Italy, Japan, and Iran. The World Health Organization has so far hesitated to call the outbreak a pan…",
            "url": "https://www.businessinsider.com/how-to-prepare-for-coronavirus-pandemic-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e59652cfee23d0e2c7d10c8?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T21:39:00Z",
            "content": "Americans got a dire warning from health officials on Tuesday: Prepare for a coronavirus outbreak.\r\n\"It's not so much of a question of if this will happen anymore, but rather more of a question of exactly when this will happen,\" Nancy Messonnier, director of … [+1266 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "At least two dozen US police departments have spread misinformation linking coronavirus to meth",
            "description": "At least two dozen police departments in the US have shared misinformation on Facebook linking the coronavirus to illegal substances, like Methamphetamine, according to BuzzFeed News. As first reported by The Washington Post, the posts urge individuals to bri…",
            "url": "https://www.businessinsider.com/us-police-departments-spread-coronavirus-joke-linking-it-to-meth-2020-2",
            "urlToImage": "https://i.insider.com/5e5a76f1fee23d1c680301a4?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T15:02:27Z",
            "content": "Some US police departments have spread misinformation about the coronavirus on Facebook, claiming that COVID-19 is linked to methamphetamine in an attempt to get people to turn their illegal substances in to law enforcement, the Washington Post reported.\r\n\"WA… [+4125 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "The US has reported its first coronavirus death: a person in King County Washington",
            "description": "A person in Washington state has died from the coronavirus — the first death on US soil. The virus has infected more than 80,000 people, mostly in China. More than 60 Americans have been diagnosed with the virus, the majority of whom are repatriated citizens …",
            "url": "https://www.businessinsider.com/coronavirus-death-us-washington-state-2020-2",
            "urlToImage": "https://i.insider.com/5e5aae3ffee23d302b322b62?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T18:33:00Z",
            "content": "A person in Washington state has died of the coronavirus, officials announced Saturday — the first death in US soil.\r\nThe news was first reported by local Washington outlet KOMO. Washington Gov. Jay Inslee confirmed the death in a statement Saturday, calling … [+1111 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "NASA's new 'space home' for tourists could cost as much as $35,000 to stay in— see inside",
            "description": "Space exploration company Axiom announced its plans for upcoming space tourism, partnering with Nasa. French designer Philippe Starck designed the interiors, which have touchscreens and LED lights. Visitors are expected to be able to visit the International S…",
            "url": "https://www.businessinsider.com/photos-inside-nasa-axiom-space-homes-for-tourism-2020-2",
            "urlToImage": "https://i.insider.com/5e594d61fee23d7a867bf282?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T13:35:00Z",
            "content": "When you've exhausted your bucket list of earthbound destinations, space is the logical next step.\r\nSpace exploration company Axiom is launching a space tourism program to fly tourists to the International Space Station.\r\nNASA and Axiom enlisted 71-year-old F… [+860 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "6 apps made my month of nonstop travel in Asia infinitely easier and more enjoyable",
            "description": "I have been traveling in Asia for the last month, visiting South Korea, Vietnam, Malaysia, and Thailand. One of my goals for the trip was to unplug and be less reliant on my iPhone. However, I have found that without these six apps — including Grab, Maps.Me, …",
            "url": "https://www.businessinsider.com/best-apps-to-download-before-visiting-asia-2020-2",
            "urlToImage": "https://i.insider.com/5e592c8afee23d4bf83d3efa?width=1200&format=jpeg",
            "publishedAt": "2020-02-29T14:15:00Z",
            "content": null
        }
    ]
}