{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Brianna Abbott, Alex Leary",
            "title": "U.S. Reports First Coronavirus Death, Imposes New International Travel Restrictions - The Wall Street Journal",
            "description": "U.S. Reports First Coronavirus Death, Imposes New International Travel Restrictions The Wall Street Journal Coronavirus outbreak: U.S. braces for rise in COVID-19 cases as WHO raises threat to \"highest level\" Global News Coronavirus Updates: Trump Expands Tra…",
            "url": "https://www.wsj.com/articles/u-s-reports-first-coronavirus-death-imposes-new-international-travel-restrictions-11583004085",
            "urlToImage": "https://images.wsj.net/im-159244/social",
            "publishedAt": "2020-02-29T20:34:00Z",
            "content": "Health officials in the state of Washington reported the first coronavirus death in the U.S. on Saturday, as the White House imposed additional international travel restrictions on people who traveled to Iran.\r\nVice President Mike Pence, head of the governmen… [+272 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "James T. Areddy",
            "title": "China’s Economy Reels as Coronavirus Hits Manufacturing Worse Than Financial Crisis - Wall Street Journal",
            "description": "China’s Economy Reels as Coronavirus Hits Manufacturing Worse Than Financial Crisis Wall Street Journal China manufacturing plunges in February amid virus controls Yahoo Finance China factory activity shrank at its fastest rate on record in February CNBC Chin…",
            "url": "https://www.wsj.com/articles/the-coronavirus-is-hammering-chinas-economic-outlook-11582973208",
            "urlToImage": "https://images.wsj.net/im-159213/social",
            "publishedAt": "2020-02-29T11:36:00Z",
            "content": "SHANGHAIChinas coronavirus epidemic is depressing its economic outlook, with new government readings on the manufacturing and service sectors validating informal indications that the country is struggling to get back to work. \r\n A Chinese government index tha… [+269 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Dan Gallagher, Jacky Wong",
            "title": "Tech’s Coronavirus Workarounds Have Their Limits - Wall Street Journal",
            "description": "Technology has changed the world since the last major outbreak, but the new workarounds only go so far",
            "url": "https://www.wsj.com/articles/techs-coronavirus-workarounds-have-their-limits-11582988400",
            "urlToImage": "https://images.wsj.net/im-148304/social",
            "publishedAt": "2020-02-29T15:00:00Z",
            "content": "This is the fourth column in a five-part Heard on the Street series about the market and economic impact of the coronavirus epidemic. \r\nTechnology has changed the world since the last major global virus scare, for better and for worse.\r\nConsider the state of … [+86 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Wenxin Fan",
            "title": "South Korea Coronavirus Cases Rise as China Touts Recoveries - The Wall Street Journal",
            "description": "South Korea Coronavirus Cases Rise as China Touts Recoveries The Wall Street Journal Coronavirus update: WHO warns of 'global level risk' as pandemic fears wallop global markets Yahoo Finance WHO raises coronavirus threat assessment to its highest level: 'Wak…",
            "url": "https://www.wsj.com/articles/south-korea-coronavirus-cases-rise-as-china-touts-recoveries-11582966142",
            "urlToImage": "https://images.wsj.net/im-159212/social",
            "publishedAt": "2020-02-29T10:24:00Z",
            "content": "South Korea reported more than 800 new coronavirus cases on Saturday, the most of any country caught up in the epidemic, as China said it crossed a key threshold in its fight against the deadly disease.\r\nThe increase in South Korea came mostly in Daegu, the s… [+216 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jaewon Kang",
            "title": "Grocers Prepare for Surge in Demand as Coronavirus Spreads",
            "description": "Grocers Prepare for Surge in Demand as Coronavirus Spreads wsj.com",
            "url": "https://www.wsj.com/articles/grocers-prepare-for-surge-in-demand-as-coronavirus-spreads-11583004925",
            "urlToImage": "https://images.wsj.net/im-159237/social",
            "publishedAt": "2020-02-29T19:39:41Z",
            "content": "Supermarkets are preparing for a surge in demand and shoppers are stocking up on staple foods and cleaning supplies as more cases of the new coronavirus appear in the U.S.\r\nFor weeks, as the outbreak advanced mainly in China, food retailers focused on maintai… [+100 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": null,
            "title": "Trump Issues New Travel Restrictions and Screenings for Coronavirus",
            "description": "President Trump, Vice President Pence and health officials held a press conference on Saturday after Washington state health officials reported the country’s first coronavirus death. Photo: Carolyn Kaster/AP Photo",
            "url": "https://www.wsj.com/video/trump-issues-new-travel-restrictions-and-screenings-for-coronavirus/CB3CBEEF-538C-47B2-88C1-0784407EFEDF.html",
            "urlToImage": "http://m.wsj.net/video/20200229/02292020trumpcoronavirus/02292020trumpcoronavirus_1280x720.jpg",
            "publishedAt": "2020-02-29T21:57:16Z",
            "content": "WSJs House of the Year: A Contemporary Home With Hawaiian Spirit \r\n1/30/2020A modern, 7,500 square-foot home connects owner Elizabeth Grossman to the nature and spiritual vortex that drew her to Lanikai, a neighborhood on Oahu. She gives us a tour, and explai… [+64 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Christopher Mims",
            "title": "By the Numbers: How the Coronavirus Epidemic Is Hitting Businesses Around the World",
            "description": "The epidemic is sending ripples through every corner of the global economy, slashing revenues, roiling supply chains and wiping out trillions in market value",
            "url": "https://www.wsj.com/articles/by-the-numbers-how-the-coronavirus-epidemic-is-hitting-businesses-around-the-world-11582952518",
            "urlToImage": "https://s.wsj.net/img/meta/wsj-social-share.png",
            "publishedAt": "2020-02-29T05:06:04Z",
            "content": "25% Estimated drop in container volumes in February at the Port of Los Angeles, the largest U.S. gateway for seaborne imports from China.\r\n $50.52 Fridays closing cost per barrel for Brent crude futures, the global gauge of oil prices, the lowest in more than… [+83 chars]"
        }
    ]
}