{
    "status": "ok",
    "totalResults": 35,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Choi",
            "title": "Republican senator suggests 'worse than Chernobyl' coronavirus could've come from Chinese 'super-laboratory'",
            "description": "Republican Sen. Tom Cotton suggested that Chinese officials misled the public on the origins of the novel coronavirus, saying it may have originated in a \"super-laboratory.\" At a Senate hearing with US military leaders on Thursday, Cotton said the coronavirus…",
            "url": "https://www.businessinsider.com/tom-cotton-coronavirus-come-from-chinese-super-laboratory-2020-2",
            "urlToImage": "https://i.insider.com/5e38695a5bc79c113d29a676?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T23:15:19Z",
            "content": "Republican Sen. Tom Cotton suggested that Chinese officials misled the public on the origins of the novel coronavirus that has killed at least 362 people and infected more than 17,400 others, saying it may have originated from a \"super-laboratory.\"\r\nAt a Sena… [+2758 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "10 myths about the coronavirus, including a link to meat-eating and imported packages",
            "description": "Misinformation about the coronavirus is spreading rapidly on the internet. Despite what you might've heard, you cannot get the virus from an imported package or a pet, and garlic and sesame oil will not help treat it. The best way to prevent the spread of the…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-myths-red-meat-bleach-antibiotics-and-sesame-oil-2020-2",
            "urlToImage": "https://i.insider.com/5e388dbb5bc79c3f9c644f96?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T22:35:00Z",
            "content": "The novel coronavirus, 2019-nCoV, is new, deadly, and spreading fast.\r\nAs of Monday, at least 362 people have died from the virus, and another 17,400 have been confirmed ill with the virus that prompts fever, cough, and shortness of breath.\r\nThe US has issued… [+691 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "How countries around the world are fighting to keep growth afloat as the coronavirus threatens the economy",
            "description": "Concerns about a deadly virus outbreak have rippled far beyond its epicenter in China in recent weeks. Analysts estimate that the coronavirus will chip away as much as 0.3% from global gross domestic product this year. That would bring the annual growth rate …",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-countries-responding-economic-threats-global-growth-slow-stimulus-china-2020-2-1028869440",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e37b0395bc79c134e006632-2400/2020-02-03t053040z2lynxmpeg120bbrtroptp4china-health-hongkong-stockpiling.jpg",
            "publishedAt": "2020-02-03T21:33:34Z",
            "content": "Reuters\r\n<ul><li>Concerns about a deadly virus outbreak have rippled far beyond its epicenter in China in recent weeks.</li><li>Analysts estimate that the coronavirus will chip away as much as 0.3% from global gross domestic product this year.</li><li>That wo… [+2995 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "The genetic code of the Wuhan coronavirus shows it's 80% similar to SARS. New research suggests a potential way to neutralize the virus.",
            "description": "A coronavirus that originated in Wuhan, China, has killed at least 360 people and infected more than 17,000. Coronaviruses are zoonotic diseases, meaning they jump from animals to humans. Both this virus and SARS originated in bats then jumped to people, acco…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-genome-close-to-sars-originated-in-bats-2020-2",
            "urlToImage": "https://i.insider.com/5e3850cb5bc79c71707571d8?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T21:30:00Z",
            "content": "The new coronavirus spreading in China appears to be similar to SARS in two important ways: They share 80% of their genetic codes, and both originated in bats.\r\nThose are the findings of a pair of studies published in the journal Nature on Monday, which delve… [+7709 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "GOLDMAN SACHS: Crowding in Big Tech is hitting dot-com bubble levels — but don't expect a similar implosion",
            "description": "Investor capital is the most concentrated in the five biggest tech companies in 20 years, but don't expect a dot-com bubble implosion to repeat itself, Goldman Sachs analysts wrote Friday. The FAAMG group, consisting of Facebook, Amazon, Apple, Microsoft, and…",
            "url": "https://markets.businessinsider.com/news/stocks/big-tech-stocks-most-crowded-sp500-dot-com-bubble-goldman-2020-2-1028869382",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3879bb5bc79c26440cc004-1500/goldman-sachs.jpg",
            "publishedAt": "2020-02-03T21:21:02Z",
            "content": "Richard Drew/AP\r\n<ul><li>Investor capital is the most concentrated in the five biggest tech companies in 20 years, but don't expect a dot-com bubble implosion to repeat itself, Goldman Sachs analysts wrote Friday.</li><li>The FAAMG group, consisting of Facebo… [+3733 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "GOLDMAN SACHS: Crowding in Big Tech is hitting dot-com bubble levels — but don't expect a similar implosion",
            "description": "Investor capital is the most concentrated in the five biggest tech companies in 20 years, but don't expect a dot-com bubble implosion to repeat itself, Goldman Sachs analysts wrote Friday. The FAAMG group, consisting of Facebook, Amazon, Apple, Microsoft, and…",
            "url": "https://www.businessinsider.com/big-tech-stocks-most-crowded-sp500-dot-com-bubble-goldman-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3879bb5bc79c26440cc004-1500/goldman-sachs.jpg",
            "publishedAt": "2020-02-03T21:21:02Z",
            "content": "Richard Drew/AP\r\n<ul><li>Investor capital is the most concentrated in the five biggest tech companies in 20 years, but don't expect a dot-com bubble implosion to repeat itself, Goldman Sachs analysts wrote Friday.</li><li>The FAAMG group, consisting of Facebo… [+3733 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "China's coronavirus crisis has devastated the world's biggest casino hub as visitors avoid Macau amid outbreak fears",
            "description": "Reuters Macau has been hit hard by China's coronavirus outbreak. Known as the world's biggest gambling hub, the Chinese territory has seen a significant drop in visitor arrivals since the crisis began. The stock prices of several major casino operators, inclu…",
            "url": "https://www.businessinsider.com/china-virus-turns-macau-into-gambling-ghost-town-2020-1",
            "urlToImage": "https://i.insider.com/5e38773d5bc79c0336617b02?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T19:55:00Z",
            "content": "The Chinese territory of Macau has become a near-ghost town during what is typically the busiest time of year in the world's biggest casino hub, after authorities announced a raft of measures to keep visitors away and contain the new coronavirus.\r\nThe local g… [+2251 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "aappolonia@businessinsider.com (Alexandra Appolonia), Alexandra Appolonia",
            "title": "Former Navy SEAL commander shares the best gear he got to use",
            "description": "Former US Navy SEAL reveals the best gear he got to use. Jocko spoke about GPS, night vision goggles, radios, and grenade launchers. Visit Business Insider's homepage for more stories. Following is a transcript of the video. Jocko Willink: I was very lucky, b…",
            "url": "https://www.businessinsider.com/former-navy-seal-gear-mission-tools-tech-innovation-2020-1",
            "urlToImage": "https://i.insider.com/5e1e34d624fe1232bd408046?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T19:30:00Z",
            "content": "Following is a transcript of the video.\r\nJocko Willink: I was very lucky, because when I got to the SEAL teams, there wasn't much tech at all. In fact, the first GPS, Global Positioning System, that I had was probably about 25 pounds, and I had to carry it. I… [+3236 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Scientists say the Wuhan coronavirus outbreak could soon be declared a pandemic. Here's what that means.",
            "description": "Scientists say the Wuhan coronavirus that has so far killed 362 people and infected over 17,000 could soon become a pandemic. A pandemic is defined as \"the worldwide spread of a new disease,\" according to the World Health Organization (WHO). It's also defined…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-pandemic-what-that-means-epidemic-difference-2020-2",
            "urlToImage": "https://i.insider.com/5e3819565bc79c39ae2b94a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T19:12:00Z",
            "content": "Scientists and disease experts say the Wuhan coronavirus outbreak could soon be declared a pandemic.\r\nThe World Health Organization (WHO) designated the coronavirus — whose scientific name is 2019-nCoV — a \"public-health emergency of international concern\" la… [+2303 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Yuru (Priscilla) Zhu",
            "title": "KFC and Pizza Hut have launched a contactless delivery service in China amid coronavirus fears",
            "description": "KFC and Pizza Hut launched a contactless delivery service in China last Thursday, in an attempt to reduce the risk of person-to-person transmission of the deadly coronavirus. After customers select the \"contactless delivery\" option when placing an order onlin…",
            "url": "https://www.businessinsider.com/kfc-pizza-hut-contactless-delivery-services-china-2020-2",
            "urlToImage": "https://i.insider.com/5e3833bf5bc79c3a9e04bbf8?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T19:00:16Z",
            "content": "As the deadly coronavirus continues to spread, KFC and Pizza Hut have launched a contactless delivery service in China. \r\n\"The health and wellbeing of our employees and customers is our top priority and the innovative new services will help reduce the risk of… [+1877 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dslotnick@businessinsider.com (David Slotnick), David Slotnick",
            "title": "Here's what United, American, and other airlines are doing to protect against coronavirus (UAL, AAL)",
            "description": "Athit Perawongmetha/Reuters As the coronavirus continues to spread around the world, airlines like American, United, and others are taking precautions to protect crews and passengers. Although airlines' practices differ based on region, destination, and local…",
            "url": "https://www.businessinsider.com/airlines-coronavirus-precautions-american-united-2020-2",
            "urlToImage": "https://i.insider.com/5e3867455bc79c0f9466fb03?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T18:48:55Z",
            "content": "As the novel coronavirus continues to spread, many of the world's airlines have canceled flights to China, the virus' epicenter.\r\nFlight cancellations and route suspensions have more to do with economics that epidemics, though. Demand for travel to China has … [+4414 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Bitcoin posts its best January in 7 years as traders view it as a safe haven amid coronavirus fears",
            "description": "Bitcoin gained 31% in January 2020. It was the best January performance for the digital currency since 2013. Bitcoin gained as investors piled into the asset looking for a safe haven amid coronavirus fears that weighed on stock, bond, and oil markets. Watch b…",
            "url": "https://markets.businessinsider.com/currencies/news/bitcoin-gained-best-january-since-2013-coronavirus-cryptocurrency-safe-haven-2020-2-1028869027",
            "urlToImage": "https://images.markets.businessinsider.com/image/5cb76c960ed7be285f1972ac-2000/bitcoin.jpg",
            "publishedAt": "2020-02-03T18:32:05Z",
            "content": "David Ryder/Stringer\r\nThe price of bitcoin surged 31% in the first month of 2020, posting its best January performance since 2013. \r\nThe rally may be fueled by investors piling into bitcoin amid a coronavirus outbreak that's weighed on stocks, bonds, and oil … [+1619 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "One of the most accurate Apple analysts just cut his forecast for iPhone shipments because of the coronavirus (AAPL)",
            "description": "Analyst Ming-Chi Kuo recently cut his forecast for iPhone shipments in the first quarter of 2020 by 10% because of the coronavirus, he said in a note reported by CNBC and other outlets. The report comes after Apple temporarily shut down its stores and corpora…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-threaten-apple-iphone-shipments-analyst-2020-2",
            "urlToImage": "https://i.insider.com/5e3862955bc79c0a956955a8?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T18:24:51Z",
            "content": "Ming-Chi Kuo, an analyst with TF International Securities known for his reliable Apple predictions, recently cut his forecast for iPhone shipments in the first calendar quarter of 2020 because of the coronavirus outbreak.\r\nKuo cut his estimate for iPhone ship… [+2020 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "Carnival, Royal Caribbean, and Norwegian Cruise Line are banning people who have been to China recently from sailing on their ships to protect passengers from the coronavirus (CCL, RCL, NCLH)",
            "description": "Over 17,000 people have contracted the coronavirus, and more than 360 people have died from it. Carnival Cruise Line, Royal Caribbean International, and Norwegian Cruise Line are banning people who have been to China in the weeks before a cruise from sailing …",
            "url": "https://www.businessinsider.com/carnival-royal-caribbean-taking-steps-to-protect-against-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5d1f64d4a17d6c1b647bc5c8?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T18:24:11Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "The CDC recommends 3 things you can do to keep from getting Wuhan coronavirus, and 3 things you should not do",
            "description": "The novel coronavirus has killed at least 362 people and infected more than 17,400 as of Monday. The virus, which has spread around the globe but is concentrated in China, has incited panic globally as nations around the world work to combat the spread. A US …",
            "url": "https://www.businessinsider.com/how-to-avoid-wuhan-coronavirus-cdc-recommendations-2020-2",
            "urlToImage": "https://i.insider.com/5e38584a5bc79c5c874b3364?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T17:54:33Z",
            "content": "A doorman distributes hand sanitizing liquid for visitors at a luxury mall in Bangkok, Thailand, Tuesday, Jan. 28, 2020. The CDC says masks are not recommended for Americans — hand washing is much more effective.\r\nAP Photo/Gemunu Amarasinghe\r\nThe novel corona… [+489 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Here's why one expert says the US has been immune to the latest coronavirus stock meltdown (NKE, DIS, MRK)",
            "description": "Major US stock indices all traded higher Monday morning, in stark contrast to China where markets saw their worst day in years. Investors may be turning to US stocks because they have few other options, John Stoltzfus told Markets Insider. Treasuries are over…",
            "url": "https://markets.businessinsider.com/news/stocks/us-stock-indices-immune-coronavirus-chinese-markets-dow-sp-nasdaq-2020-2-1028868693",
            "urlToImage": "https://images.markets.businessinsider.com/image/5de16a39fd9db2707b28ecd9-2400/2018-09-19t162736z513228864rc116f680bd0rtrmadp3usa-stocks.jpg",
            "publishedAt": "2020-02-03T16:35:19Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>Major US stock indices all traded higher Monday morning, in stark contrast to China where markets saw their worst day in years.</li><li>Investors may be turning to US stocks because they have few other options, John Stoltzfus… [+1774 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Here's why one expert says the US has been immune to the latest coronavirus stock meltdown (NKE, DIS, MRK)",
            "description": "Major US stock indices all traded higher Monday morning, in stark contrast to China where markets saw their worst day in years. Investors may be turning to US stocks because they have few other options, John Stoltzfus told Markets Insider. Treasuries are over…",
            "url": "https://www.businessinsider.com/us-stock-indices-immune-coronavirus-chinese-markets-dow-sp-nasdaq-2020-2",
            "urlToImage": "https://i.insider.com/5d1a0d30a17d6c075e4a4982?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T16:35:19Z",
            "content": "<ul><li>Major US stock indices all traded higher Monday morning, in stark contrast to China where markets saw their worst day in years.</li><li>Investors may be turning to US stocks because they have few other options, John Stoltzfus told Markets Insider.</li… [+1748 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "US manufacturing climbs out of contraction territory for the first time in 6 months",
            "description": "A key gauge of US factory activity rebounded more than expected in January, climbing out of contraction territory for the first time since July. The Institute for Supply Management said Monday that its manufacturing index rose to 50.9 last month from 47.8 in …",
            "url": "https://www.businessinsider.com/us-manufacturing-activity-expands-for-first-time-since-july-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/58e79a078af5781f008b713d-800/2017-04-07t092751z3lynxmped3609lrtroptp3route-recovery.jpg",
            "publishedAt": "2020-02-03T15:57:33Z",
            "content": "Reuters/Carlos Barria\r\n<ul><li>A key gauge of US factory activity rebounded more than expected in January, climbing out of contraction territory for the first time since July.</li><li>The Institute for Supply Management said Monday that its manufacturing inde… [+2261 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Chinese oil demand has slipped 20% amid the coronavirus outbreak, one of the largest shocks to the industry since the global financial crisis",
            "description": "Chinese oil demand has fallen by about 3 million barrels per day, a 20% decline, as coronavirus weighs on the economy, Bloomberg reported. Brent Intermediate dropped 0.31% to $55.91 per barrel as of 10:30 a.m. in New York. West Texas Intermediate dropped 1.25…",
            "url": "https://markets.businessinsider.com/commodities/news/chinese-oil-demand-has-slipped-20-amid-the-coronavirus-outbreak-one-of-the-largest-shocks-to-the-industry-since-the-global-financial-crisis-1028868536",
            "urlToImage": "https://images.markets.businessinsider.com/image/558812b76bb3f7a30ce0239d-2200/oil-production-5.jpg",
            "publishedAt": "2020-02-03T15:47:46Z",
            "content": "Essam Al-Sudani/Reuters\r\nCoronavirus is swiftly becoming a major market event, and it's hitting the oil market as hard and as fast as the global financial crisis and September 11 attacks. \r\nChinese oil demand has fallen by about 20%, or 3 million barrels per … [+1881 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "We visited the most popular Costco in South Korea, and saw how the company has won over shoppers with free samples, fresh octopus, and bulgogi bakes",
            "description": "Costco's business in South Korea is booming, where the warehouse giant has 16 locations. Business Insider recently visited the most popular Costco store in South Korea. We discovered that the core of Costco remains the same, but the retailer has won over loca…",
            "url": "https://www.businessinsider.com/costco-in-south-korea-what-its-like-to-visit-2020-2",
            "urlToImage": "https://i.insider.com/5e37d6cd5bc79c0ec55dcd33?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T15:38:44Z",
            "content": "SEOUL, South Korea — Costco is one of the most beloved stores in the US. And, it also has a cult following in South Korea as well.\r\nCostco has 16 locations in South Korea, making it the sixth largest Costco market in the world. And, the discount giant has dev… [+845 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Coronavirus fallout 'certainly ruined the environment' for market bulls, hedge fund billionaire David Tepper says",
            "description": "The threat coronavirus poses to global markets \"certainly ruined the environment\" for long-term investors, Appaloosa Management founder David Tepper told TheStreet on Saturday. The billionaire told CNBC just two weeks ago that he and his hedge fund \"have been…",
            "url": "https://www.businessinsider.com/coronavirus-market-fears-ruined-environment-long-investors-david-tepper-appaloosa-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e382eb45bc79c46321f5046-2400/rtx1bjos.jpg",
            "publishedAt": "2020-02-03T15:37:05Z",
            "content": "Reuters\r\n<ul><li>The threat coronavirus poses to global markets \"certainly ruined the environment\" for long-term investors, Appaloosa Management founder David Tepper told TheStreet on Saturday.</li><li>The billionaire told CNBC just two weeks ago that he and … [+2794 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Coronavirus fallout 'certainly ruined the environment' for market bulls, hedge fund billionaire David Tepper says",
            "description": "The threat coronavirus poses to global markets \"certainly ruined the environment\" for long-term investors, Appaloosa Management founder David Tepper told TheStreet on Saturday. The billionaire told CNBC just two weeks ago that he and his hedge fund \"have been…",
            "url": "http://markets.businessinsider.com/news/stocks/coronavirus-fallout-certainly-ruined-the-environment-for-market-bulls-hedge-fund-billionaire-david-tepper-says-1028868492",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e382eb45bc79c46321f5046-2400/rtx1bjos.jpg",
            "publishedAt": "2020-02-03T15:37:05Z",
            "content": "Reuters\r\n<ul><li>The threat coronavirus poses to global markets \"certainly ruined the environment\" for long-term investors, Appaloosa Management founder David Tepper told TheStreet on Saturday.</li><li>The billionaire told CNBC just two weeks ago that he and … [+2794 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Eleanor Goldberg), Eleanor Goldberg",
            "title": "What parents and pregnant people need to know about the Wuhan coronavirus",
            "description": "Reuters There have been 11 confirmed cases of the Wuhan coronavirus in the US, and it's been declared a global health emergency. But infectious disease experts say parents of young children and pregnant women should remain more concerned about flu, which has …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-what-parents-pregnant-people-need-to-know-2020-1",
            "urlToImage": "https://i.insider.com/5e344f1824306a1a1953cbec?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T14:41:00Z",
            "content": "The first case of a person-to-person transmission of the Wuhan coronavirus in the US was confirmed last week. Despite this development — and the fact that the coronavirus been declared a global health emergency — specialists say pregnant people and parents of… [+4400 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Gilead Sciences spikes after human trials start on a possible coronavirus treatment (GILD)",
            "description": "Human testing will begin on an experimental Gilead Sciences drug designed to treat coronavirus, Bloomberg reported Monday. Shares of Gilead spiked as much as 13% in pre-market trading on Monday. The drug has not been approved for use by any drug regulator in …",
            "url": "https://www.businessinsider.com/gilead-sciences-stock-price-coronavirus-drug-treatment-remdesivir-testing-china-2020-2",
            "urlToImage": "https://i.insider.com/5e379a605bc79c0bfb7a5423?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T14:18:43Z",
            "content": "Shares of Gilead Sciences surged as much as 13% in pre-market trading Monday amid reports human testing will begin on an experimental drug designed to treat coronavirus.\r\nThe drug — called remdesivir — is an antiviral medication that was developed to fight in… [+1737 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "Costco is selling out of surgical masks in South Korea, as the country battles the spread of the coronavirus",
            "description": "Costco warehouses in South Korea are selling out of surgical masks, as shoppers attempt to combat the spread of the Wuhan coronavirus. There have been 15 confirmed cases of the coronavirus in South Korea, and more than 17,000 cases around the world. Seoul's g…",
            "url": "https://www.businessinsider.com/costco-is-selling-out-of-surgical-masks-in-south-korea-2020-2",
            "urlToImage": "https://i.insider.com/5e37988c5bc79c6b0b424343?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T14:06:45Z",
            "content": "SEOUL, South Korea — Costco locations in South Korea are selling out of surgical masks, as people attempt to stop the spread of the Wuhan coronavirus. \r\nMasks were swiftly selling out at a Costco warehouse in the Yangjae neighborhood in Seoul — the most popul… [+2670 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "China may cut its 2020 growth forecast amid coronavirus fallout, new report says",
            "description": "China is mulling a cut to its 2020 annual economic growth target as the coronavirus outbreak continues to shock the country, Bloomberg reported Monday. Officials may lower China's gross domestic product estimate as part of a larger review of how the virus is …",
            "url": "https://www.businessinsider.com/china-may-cut-2020-gdp-economic-forecast-coronavirus-economic-impact-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3819ca5bc79c1b71557c63-2000/gettyimages-1196735591.jpg",
            "publishedAt": "2020-02-03T13:49:36Z",
            "content": "Getty Images\r\n<ul><li>China is mulling a cut to its 2020 annual economic growth target as the coronavirus outbreak continues to shock the country, Bloomberg reported Monday.</li><li>Officials may lower China's gross domestic product estimate as part of a larg… [+3540 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "China may cut its 2020 growth forecast amid coronavirus fallout, new report says",
            "description": "China is mulling a cut to its 2020 annual economic growth target as the coronavirus outbreak continues to shock the country, Bloomberg reported Monday. Officials may lower China's gross domestic product estimate as part of a larger review of how the virus is …",
            "url": "https://markets.businessinsider.com/news/stocks/china-may-cut-2020-gdp-economic-forecast-coronavirus-economic-impact-2020-2-1028867770",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3819ca5bc79c1b71557c63-2000/gettyimages-1196735591.jpg",
            "publishedAt": "2020-02-03T13:49:36Z",
            "content": "Getty Images\r\n<ul><li>China is mulling a cut to its 2020 annual economic growth target as the coronavirus outbreak continues to shock the country, Bloomberg reported Monday.</li><li>Officials may lower China's gross domestic product estimate as part of a larg… [+3542 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "The first patients have arrived at the hospital China panic-built to treat the Wuhan coronavirus. Here's what it looks like inside.",
            "description": "The city of Wuhan, China, finished building its first emergency hospital for coronavirus patients on Sunday. The construction took just ten days. The patients started arriving at the hospital on Monday, the Associated Press reported. The 645,000-square-foot h…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-inside-new-hospital-panic-built-contain-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e3803dd5bc79c1f7344cd84?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T13:46:23Z",
            "content": "The city of Wuhan, China, finished building its first emergency hospital dedicated to treating patients of the deadly coronavirus on Sunday. It took just ten days from start to finish.\r\nThe first patients arrived at the panic-built Huoshenshan Hospital on Mon… [+546 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tmohamed@businessinsider.com (Theron Mohamed), Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Getty Images Here's what you need to know before the markets open. 1. Chinese stocks crash as Wuhan coronavirus fears rampage through markets. China's benchmark stock index, the CSI 300, plunged as much as 9.1% on Monday — its worst opening in almost 13 years…",
            "url": "https://www.businessinsider.com/opening-bell-february-3-2020-2",
            "urlToImage": "https://i.insider.com/5e38165e5bc79c28610a25c3?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T12:48:10Z",
            "content": "Here's what you need to know before the markets open.\r\n1. Chinese stocks crash as Wuhan coronavirus fears rampage through markets. China's benchmark stock index, the CSI 300, plunged as much as 9.1% on Monday — its worst opening in almost 13 years.\r\n2. Warren… [+1906 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Will Martin",
            "title": "China accused the US of spreading global 'fear' over the Wuhan coronavirus, which has now killed 362 people",
            "description": "China has accused the US of creating and spreading \"fear\" worldwide about the deadly Wuhan coronavirus, which has now killed more than 360 people, and infected 17,000. Hua Chunying, a spokeswoman for the Chinese foreign ministry, told reporters Monday the US …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-china-us-spread-fear-2020-2",
            "urlToImage": "https://i.insider.com/5e37fcc75bc79c1c76263e36?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T11:32:46Z",
            "content": "China has accused the US of \"consistently creating and spreading fear\" about the deadly Wuhan coronavirus which has now killed more than 360 people, and infected 17,000.\r\nHua Chunying, a spokeswoman for the Chinese foreign ministry told reporters Monday that … [+4187 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood and Ruqayyah Moynihan",
            "title": "Uber freezes 240 Mexico accounts after flagging a possible coronavirus case",
            "description": "Uber suspended the accounts of 240 Mexican users in an attempt to stop the coronavirus spreading. According to Uber Mexico's Twitter account, the suspended users had ridden with two drivers who came into contact with a possible coronavirus case. Numerous majo…",
            "url": "https://www.businessinsider.com/uber-suspending-240-user-accounts-mexico-to-stop-coronavirus-spreading-2020-2",
            "urlToImage": "https://i.insider.com/5de9fd59fd9db242dd021a25?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T11:17:14Z",
            "content": "Uber is freezing the accounts of 240 users in Mexico as a precaution after flagging that two drivers made journeys with a passenger who was identified as being \"a possible carrier of the coronavirus.\"\r\n\"On Friday 31st January, we were handed a notice by publi… [+1966 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Chinese stocks crash as Wuhan coronavirus fears rampage through markets",
            "description": "Chinese stocks plunged on Monday as Wuhan coronavirus continues to spread. The CSI 300 index fell as much as 9.1%, its worst opening in almost 13 years. C hinese markets had been closed since January 23 due to the Lunar New Year holiday. \"These are massive mo…",
            "url": "https://markets.businessinsider.com/news/stocks/chinese-stocks-plunge-wuhan-coronavirus-racks-up-infections-deaths-2020-2-1028866955",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e37e9a15bc79c2562648633-2000/stressed-trader.jpeg",
            "publishedAt": "2020-02-03T10:09:48Z",
            "content": "Reuters\r\n<ul><li>Chinese stocks plunged on Monday as Wuhan coronavirus continues to spread.</li><li>The CSI 300 index fell as much as 9.1%, its worst opening in almost 13 years.</li><li>Chinese markets had been closed since January 23 due to the Lunar New Yea… [+2206 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "People in Wuhan, China have reported being followed by plainclothes officers in paranoia over the coronavirus outbreak",
            "description": "Reuters/Stringer/File Photo People in Wuhan, China, have reported being followed and tracked by the government in response to the coronavirus outbreak. Meron Mei, a sophomore at Wuhan University, said that although he was checked and cleared from having the c…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-people-report-being-followed-2020-2",
            "urlToImage": "https://i.insider.com/5e37d1b05bc79c1eb43d0134?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T08:09:26Z",
            "content": "Medical staff and security personnel stop patients' family members from being too close to the Jinyintan hospital, where the patients with pneumonia caused by the new strain of coronavirus are being treated, in Wuhan, Hubei province, China January 20, 2020.\r\n… [+9033 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Monday. Jeff Bezos' girlfriend's brother is suing the Amazon CEO for defamation, claiming he was falsely accused of providing incriminating photos to the National Enquirer. Michael Sanchez says he neve…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-3-2020-2",
            "urlToImage": "https://i.insider.com/5e2ea94e5bc79c2ba1396922?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T07:36:52Z",
            "content": "Jeff Bezos and his girlfriend Lauren Sanchez are seen on January 16, 2020.\r\nProdip Guha/Getty Images\r\nGood morning! This is the tech news you need to know this Monday.\r\n<ol><li>Jeff Bezos' girlfriend's brother is suing the Amazon CEO for defamation, claiming … [+2529 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "The Wuhan coronavirus death toll in mainland China has exceeded the amount of people who died in China during the SARS outbreak",
            "description": "The death toll for the Wuhan coronavirus in mainland China has overtaken that of SARS, which killed 349 people in the early 2000s, according to Chinese media. As of the end of the day on Sunday, the death toll on the mainland was 361, with more than 17,200 in…",
            "url": "https://www.businessinsider.com/death-toll-for-wuhan-coronavirus-in-mainland-china-exceeds-sars-2020-2",
            "urlToImage": "https://i.insider.com/5e379a605bc79c0bfb7a5423?width=1200&format=jpeg",
            "publishedAt": "2020-02-03T04:33:38Z",
            "content": "A medical official takes the body temperature of a child at the departure hall of the airport in Changsha, Hunan Province, as the country is hit by an outbreak of a new coronavirus, China, January 27, 2020.\r\nREUTERS/Thomas Peter\r\n<ul><li></li></ul>The novel c… [+1761 chars]"
        }
    ]
}