{
    "status": "ok",
    "totalResults": 12,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Brianna Abbott",
            "title": "Health Officials Err on Side of Caution to Contain Viral Outbreak - The Wall Street Journal",
            "description": "Health Officials Err on Side of Caution to Contain Viral Outbreak The Wall Street Journal View full coverage on Google News",
            "url": "https://www.wsj.com/articles/health-officials-err-on-side-of-caution-to-contain-viral-outbreak-11580738961",
            "urlToImage": "https://images.wsj.net/im-150123/social",
            "publishedAt": "2020-02-03T20:20:00Z",
            "content": "Amid the fast-moving coronavirus outbreak emanating from China, companies, governments and schools are developing policies on the fly to try to halt the spread, creating a live global public-health experiment in containment.\r\nIn the U.S., some businesses and … [+272 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Sumathi Reddy",
            "title": "The Flu Is Hitting Children Especially Hard This Season",
            "description": "Coronavirus dominates attention, but the more widespread flu has already killed thousands across all ages, and is infecting kids at unusually high rates",
            "url": "https://www.wsj.com/articles/the-flu-is-hitting-children-especially-hard-this-season-11580750592",
            "urlToImage": "https://images.wsj.net/im-149394/social",
            "publishedAt": "2020-02-03T17:53:04Z",
            "content": "Every day for the past few months, children have appeared in \r\nAri Browns\r\npediatric office in Austin, Texas, and tested positive for influenza.About 10% of the patients were seeing every day have the flu, says Dr. Brown. Weve had five this morning. Public at… [+6753 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Brianna Abbott, Shan Li, Joyu Wang",
            "title": "Coronavirus Outbreak a Major Test of China’s System, Says Xi Jinping - The Wall Street Journal",
            "description": "Coronavirus Outbreak a Major Test of China’s System, Says Xi Jinping The Wall Street Journal View full coverage on Google News",
            "url": "https://www.wsj.com/articles/new-coronavirus-hospital-is-completed-as-cases-deaths-keep-climbing-11580720077",
            "urlToImage": "https://images.wsj.net/im-150104/social",
            "publishedAt": "2020-02-03T17:33:00Z",
            "content": "Chinese leader Xi Jinping described the coronavirus outbreak rampaging through central China as a major test of the countrys system of governance, and vowed consequences for officials who shirk responsibility in tackling the crisis. \r\nMeantime, American healt… [+188 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "WSJ Staff",
            "title": "Energy Journal: EXCLUSIVE—Saudis Push for Large OPEC Cuts in Response to Coronavirus",
            "description": "Saudi Arabia is pushing OPEC to make a major, short-term oil production cut of some 500,000 barrels per day as it seeks to respond to the impact of China’s deadly coronavirus on crude demand, report Benoit Faucon and Summer Said this morning.",
            "url": "https://blogs.wsj.com/moneybeat/2020/02/03/energy-journal-exclusive-saudis-push-for-large-opec-cuts-in-response-to-coronavirus/",
            "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social",
            "publishedAt": "2020-02-03T13:29:18Z",
            "content": "Saudi Arabia is pushing OPEC to make a major, short-term oil production cut of some 500,000 barrels per day as it seeks to respond to the impact of Chinas deadly coronavirus on crude demand, report Benoit Faucon and Summer Said this morning.The virus has forc… [+13740 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Summer Said, Benoit Faucon",
            "title": "Saudis Weigh Large Oil Cuts in Response to Coronavirus - The Wall Street Journal",
            "description": "Saudis Weigh Large Oil Cuts in Response to Coronavirus The Wall Street Journal Iran oil minister says China's virus impacted oil demand Yahoo Finance China Oil Demand Has Plunged 20% Because of the Virus Lockdown Bloomberg OPEC Only Faces One Choice in China …",
            "url": "https://www.wsj.com/articles/saudis-mull-drastic-oil-cuts-in-response-to-coronavirus-11580728630",
            "urlToImage": "https://images.wsj.net/im-150117/social",
            "publishedAt": "2020-02-03T12:02:00Z",
            "content": "Saudi Arabia is pushing for a major, short-term oil production cut as it seeks to respond to the impact of Chinas deadly coronavirus on crude demand, according to OPEC officials.\r\nRepresentatives of the Organization of the Petroleum Exporting Countries and it… [+1983 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey Sparshott",
            "title": "Newsletter: Coronavirus Closes China",
            "description": "Your daily economics newsletter from The Wall Street Journal.",
            "url": "https://blogs.wsj.com/economics/2020/02/03/newsletter-coronavirus-closes-china/",
            "urlToImage": "https://images.wsj.net/im-150110",
            "publishedAt": "2020-02-03T11:40:22Z",
            "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.Coronavirus is closing China to the world. That's straining the global economy. Uncertainty over the virus has disrupted worldwide trade and supply chains, … [+6208 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "WSJ Staff",
            "title": "WSJ Wealth Adviser Briefing: Energy Stocks Drained, Manufacturing Catches Cold, Off-Limits Travel",
            "description": "Energy stocks have been the worst performing sector for the past two years; the effects of  coronavirus could dog global industrial supply chains for years, and travel spots around the world where picture taking is banned.",
            "url": "https://blogs.wsj.com/moneybeat/2020/02/03/wsj-wealth-adviser-briefing-energy-stocks-drained-manufacturing-catches-cold-off-limits-travel/",
            "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social",
            "publishedAt": "2020-02-03T11:00:35Z",
            "content": "Prolonged suspension of Chinese outbound travel would put pressure on passenger volumes and airport revenues as the coronavirus outbreak has spurred a health crisis, according to Fitch Ratings. But the effects on costs and operations of most airports are like… [+2946 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": null,
            "title": "Hospital Built in 10 Days Ready to Admit Its First Coronavirus Patients",
            "description": "A new hospital built in the epicenter of a dangerous coronavirus outbreak is ready to admit patients. The facility will alleviate pressure on Wuhan’s medical system, which has been strained by the dramatic increase in the number of cases. Photo: str/Agence Fr…",
            "url": "https://www.wsj.com/video/hospital-built-in-10-days-ready-to-admit-its-first-coronavirus-patients/AF14A7DE-D174-494B-8255-728DD1576A94.html",
            "urlToImage": "http://m.wsj.net/video/20200203/wuhanhospital0203/wuhanhospital0203_1280x720.jpg",
            "publishedAt": "2020-02-03T08:56:09Z",
            "content": "Electric Scooters: Israels Two-Wheeled Solution to Traffic and Sabbath\r\n12/20/2018Electric-scooter rental companies are hitting speed bumps in the U.S. over safety and other concerns. But in Tel Aviv, one in 10 residents has rented a Bird e-scooter, and the c… [+128 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": null,
            "title": "Coronavirus Hospital Built in 10 Days Is Ready, Chinese State Media Say",
            "description": "China has rushed to build two makeshift hospitals in the epicenter of the coronavirus outbreak. As the first facility is completed, footage from state media shows what it looks like. Photo: str/Agence France-Presse/Getty Images",
            "url": "https://www.wsj.com/video/coronavirus-hospital-built-in-10-days-is-ready-chinese-state-media-say/AF14A7DE-D174-494B-8255-728DD1576A94.html",
            "urlToImage": "http://m.wsj.net/video/20200203/wuhanhospital0203/wuhanhospital0203_1280x720.jpg",
            "publishedAt": "2020-02-03T08:56:09Z",
            "content": "Electric Scooters: Israels Two-Wheeled Solution to Traffic and Sabbath\r\n12/20/2018Electric-scooter rental companies are hitting speed bumps in the U.S. over safety and other concerns. But in Tel Aviv, one in 10 residents has rented a Bird e-scooter, and the c… [+128 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Steven Russolillo, Xie Yu",
            "title": "Chinese Markets Tumble on Coronavirus Uncertainty on First Day After Break - The Wall Street Journal",
            "description": "Chinese Markets Tumble on Coronavirus Uncertainty on First Day After Break The Wall Street Journal China to Support Markets as Coronavirus Spreads Bloomberg Markets and Finance China to inject $174 billion of liquidity on Monday as markets reopen Yahoo News C…",
            "url": "https://www.wsj.com/articles/chinese-markets-tumble-on-mounting-coronavirus-fears-11580695672",
            "urlToImage": "https://images.wsj.net/im-150073/social",
            "publishedAt": "2020-02-03T03:30:00Z",
            "content": "Chinese markets dropped sharply Monday morning, reopening after the extended Lunar New Year break, because of heightened anxiety over the fast-spreading coronavirus and uncertainty about its impact on the global economy.\r\nThe benchmark Shanghai Composite Inde… [+179 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Chuin-Wei Yap, Joyu Wang",
            "title": "Hong Kong Hospital Workers to Strike Over Coronavirus - The Wall Street Journal",
            "description": "Hong Kong Hospital Workers to Strike Over Coronavirus The Wall Street Journal Coronavirus: Hong Kong hospital staff strike to demand closure of China border BBC News Tensions rise in Hong Kong over fears of coronavirus outbreak ABC News New virus has infected…",
            "url": "https://www.wsj.com/articles/hong-kong-hospital-workers-to-strike-over-coronavirus-11580653035",
            "urlToImage": "https://images.wsj.net/im-149968/social",
            "publishedAt": "2020-02-03T01:56:00Z",
            "content": "Thousands of Hong Kong hospital workers voted to press ahead with a five-day strike starting Monday, kicking off a bid by organized labor to force the government to fully shut its borders to mainland China as cases of the deadly coronavirus tick up in the ter… [+272 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "James T. Areddy",
            "title": "Coronavirus Closes China to the World, Straining Global Economy - The Wall Street Journal",
            "description": "Coronavirus Closes China to the World, Straining Global Economy The Wall Street Journal First person outside of mainland China dies of Wuhan coronavirus CNN Wuhan Coronavirus Looks Increasingly Like a Pandemic, Experts Say The New York Times Former HHS Secret…",
            "url": "https://www.wsj.com/articles/coronavirus-closes-china-to-the-world-straining-global-economy-11580689793",
            "urlToImage": "https://images.wsj.net/im-149998/social",
            "publishedAt": "2020-02-03T00:48:00Z",
            "content": "SHANGHAI Chinas isolation amid the coronavirus outbreak, a rare freeze out for such a vital economic center, is rippling across the world. The U.S., and governments in Europe and Asia are enforcing new regulations to block visitors from China and screen retur… [+17098 chars]"
        }
    ]
}