{
    "status": "ok",
    "totalResults": 81,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dslotnick@businessinsider.com (David Slotnick), David Slotnick",
            "title": "United just slashed its flights to Japan and other parts of Asia, showing how quickly coronavirus fears are hurting new airline and travel markets outside of China (UAL)",
            "description": "United Airlines said it will significantly reduce its capacity to Japan, Singapore, and South Korea due to the novel coronavirus outbreak. Japan has, over just a few days, become the latest hotspot of the virus. Officials said this week that all schools would…",
            "url": "https://www.businessinsider.com/coronavirus-united-cancels-japan-flights-outbreak-tourism-asia-2020-2",
            "urlToImage": "https://i.insider.com/5e593d7afee23d639f05aa2a?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T16:57:22Z",
            "content": "United Airlines said on Friday that it was significantly reducing its capacity to Asia as the novel coronavirus continues to spread around the region and the rest of the world.\r\nAs part of the reduction, the airline suspended several routes to Japan through A… [+2831 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "Trump wears a surgical mask over his eyes in next week's coronavirus-themed New Yorker cover",
            "description": "On Thursday, the New Yorker released a preview of next week's cover, which shows President Trump yelling while wearing a surgical mask over his eyes. The cover is called \"Under Control,\" a reference to Trump saying that his administration has the coronavirus …",
            "url": "https://www.businessinsider.com/trump-wears-surgical-mask-over-eyes-in-new-yorker-cover-2020-2",
            "urlToImage": "https://i.insider.com/5e59205ffee23d2df400f9c3?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T14:54:20Z",
            "content": "The New Yorker is making fun of President Donald Trump's coronavirus press conference on Wednesday with their next cover. \r\nOn Thursday, the magazine gave readers a sneak peak at next week's cover, created by Brian Stauffer, which shows the president yelling … [+1088 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Brittany Chang",
            "title": "Photos of deserted, nearly empty airports around the world show how coronavirus has decimated air travel",
            "description": "Thousands of flights around the world have been canceled due to the novel coronavirus. This has decreased the number of people that can be found in international airports in countries like South Korea, China, and Italy. The International Air Transport Associa…",
            "url": "https://www.businessinsider.com/photos-deserted-empty-airports-world-coronavirus-air-travel-2020-2",
            "urlToImage": "https://i.insider.com/5e580d00fee23d0bd06eb495?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:58:13Z",
            "content": "International airports around the world have become increasingly empty as flights have been canceled and more travel warnings have been issued during the coronavirus outbreak.\r\nThe novel coronavirus — which originated in Wuhan, China — has now killed 2,810 pe… [+742 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "The FDA just announced the first drug shortage caused by the coronavirus, but wouldn't identify the drug",
            "description": "The coronavirus has caused the first drug shortage in the US. The US Food and Drug Administration (FDA) announced the shortage in a statement released Thursday night. The agency didn't identify the affected medicine. \"A manufacturer has alerted us to a shorta…",
            "url": "https://www.businessinsider.com/fda-announces-first-coronavirus-drug-shortage-2020-2",
            "urlToImage": "https://i.insider.com/5e591630fee23d27e4774ab5?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T13:55:00Z",
            "content": "The coronavirus outbreak has caused the first drug shortage in the US. \r\nThe US Food and Drug Administration announced the shortage Thursday night, the health agency declined to identify the drug. \r\n\"A manufacturer has alerted us to a shortage of a human drug… [+1260 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jake Lahut",
            "title": "Donald Trump Jr. says Dems hope coronavirus 'comes here and kills millions' and ends his dad's 'streak of winning'",
            "description": "Donald Trump Jr. accused Democrats on Friday of hoping the coronavirus \"comes here and kills millions of people so that they can end Donald Trump's streak of winning.\" The executive VP of the Trump Organization took particular issue with a New York Times opin…",
            "url": "https://www.businessinsider.com/don-jr-dems-want-coronavirus-to-end-dads-streak-winning-2020-2",
            "urlToImage": "https://i.insider.com/5e59380ffee23d54f63b56d8?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T16:25:34Z",
            "content": "Donald Trump Jr. went on a tirade during a Fox &amp; Friends appearance to blame Democrats for rooting for the coronavirus to kill millions of people just to besmirch his father's presidency.\r\nThe executive VP of the Trump organization was speaking from CPAC … [+1658 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "40% of Americans don't think the US government is prepared to handle coronavirus",
            "description": "40% of Americans said they do not feel the US government is sufficiently prepared to handle coronavirus cases, according to a new Insider poll. Only 7% said the feel the US government is \"extremely prepared.\" Public health experts have said that President Don…",
            "url": "https://www.businessinsider.com/40-percent-americans-dont-think-us-government-prepared-for-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e594df7fee23d030d69ec68?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T17:49:42Z",
            "content": "Roughly four-in-10 Americans do not feel that the US government is prepared to handle the COVID-19, the disease caused by the novel coronavirus, according to a new Insider poll. \r\nPoll participants were asked: Do you feel the US government is sufficiently pre… [+1827 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bob Bryan",
            "title": "The Fed may be powerless to contain the economic fallout from the coronavirus",
            "description": "The coronavirus is sparking concerns of a major economic downturn. The question then becomes what the Federal Reserve should do in response to the situation. Many economists argue that the Fed shouldn't cut interest rates, because the nature of the coronaviru…",
            "url": "https://markets.businessinsider.com/news/stocks/federal-reserve-response-to-coronavirus-hit-to-us-world-economy-2020-2-1028949561",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c381cf4bd77306acd63baf3-2400/ap19010670774543.jpg",
            "publishedAt": "2020-02-28T12:52:11Z",
            "content": "(AP Photo/Carolyn Kaster)\r\nAs a massive international public health response to the coronavirus is underway across the globe, economists agree that the coronavirus will produce some drag on global economic growth.\r\nIn fact, some observers are worried that the… [+6639 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "Sub-Saharan Africa just recorded its first coronavirus case. The WHO and Bill Gates have warned that Africa can't deal with an outbreak.",
            "description": "A case of the novel coronavirus was found in Nigeria on Friday, stoking concerns about the African continent's ability to deal with a major outbreak. Algeria, Egypt, and Nigeria, have reported one case each, leaving experts fearing that many more cases could …",
            "url": "https://www.businessinsider.com/coronavirus-nigeria-case-who-bill-gates-fear-healthcare-2020-2",
            "urlToImage": "https://i.insider.com/5e58e765fee23d0f1e6680e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T11:30:32Z",
            "content": "Nigeria reported its first case of the novel coronavirus on Friday — becoming the first such infection in sub-Saharan Africa — igniting experts' fears that Africa's \"fragile healthcare systems\" will struggle to cope with the outbreak.\r\nThe victim, an Italian … [+4706 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "210 people have reportedly died from coronavirus in Iran, but the government is saying the death toll is only 34",
            "description": "The death toll in Iran from coronavirus could be far higher than the government is letting on. BBC News reported that 210 people have died, per hospital sources, while the official government number is 34. Iran has the highest mortality rate from coronavirus …",
            "url": "https://www.businessinsider.com/iran-official-coronavirus-death-toll-far-lower-than-reported-numbers-2020-2",
            "urlToImage": "https://i.insider.com/5e59731cfee23d25585793d7?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T20:18:43Z",
            "content": "At least 210 people have died from coronavirus in Iran, according to BBC News, which is six times higher than the official death toll from the Iranian government. \r\nOfficially, Iran says 34 people have died, but BBC spoke with sources in the country's health … [+3547 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "Chinese car company Geely launched its newest compact SUV with an air-filtration system meant to combat the coronavirus",
            "description": "Geely Auto's new Icon SUV includes an air-filtration system capable of purifying air of bacteria and viruses, in response to the coronavirus. The car's system is certified to filter out 95% of small particles, but it likely isn't foolproof — some coronavirus …",
            "url": "https://www.businessinsider.com/chinese-car-company-geely-creates-filtration-system-for-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5959a8fee23d09ce156446?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T20:46:47Z",
            "content": "Chinese carmaker Geely Auto launched its latest model, the Icon, on Monday, but it's no ordinary compact SUV.\r\nIt's a compact SUV equipped for the coronavirus, as Geely said it comes with a filtration system capable of purifying air and filtering out viruses.… [+1339 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "Air Transat kicked a family off a plane after their daughter started coughing, as airlines tighten measures against coronavirus",
            "description": "A Canadian family of five was removed from a flight after passengers complained about their feverish, coughing child, according to local media. Although two different doctors gave the 21-month-old their approval to travel, the airline disagreed and refused to…",
            "url": "https://www.businessinsider.com/family-kicked-off-flight-couldnt-prove-baby-didnt-have-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5900eefee23d29a66dcc13?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T12:39:04Z",
            "content": "Air Transat removed a family of five Canadians from a flight after their child began coughing on the plane, prompting a demand for medical documents which they could not provide.\r\nEmmanuel Faug, Clémentine Ferraton, and their three children were boarding Air … [+2830 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "Who should to wear a face mask during the coronavirus outbreak, and who should not",
            "description": "The new coronavirus has infected over 82,000 people and killed over 2,800. Some preventative measures can help protect you from contracting the virus: Washing hands frequently, avoiding touching your face, and staying away from sick people are all recommended…",
            "url": "https://www.businessinsider.com/coronavirus-face-masks-who-needs-2020-2",
            "urlToImage": "https://i.insider.com/5e57ffdefee23d7aaa299934?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T00:55:00Z",
            "content": "If you're wondering whether you need a medical face mask to protect you from the new coronavirus, you probably don't.\r\nThe Centers for Disease Control and Prevention (CDC) only recommends masks for a select group of people: Those in a region currently experie… [+977 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Noah Plaue and Natalie Colarossi",
            "title": "Photos show how the 1918 flu pandemic brought the world to its knees",
            "description": "The 1918 influenza pandemic killed at least 50 million people, and infected one-third of the world's population. In the US, the virus forced public meetings, schools, churches, and theaters to shut down. In just one year, 675,000 Americans died. Originally re…",
            "url": "https://www.businessinsider.com/1918-flu-pandemic-pictures-2012-8",
            "urlToImage": "https://i.insider.com/5e5949a4fee23d75340de2c3?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T17:13:00Z",
            "content": "It was the worst pandemic in modern history.\r\nThe 1918 influenza virus swept the globe, killing at least 50 million people worldwide.\r\nIn the US, the disease devastated cities, forcing law enforcement to ban public meetings, shut down schools, churches, and t… [+606 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Mortgage rates fall to the lowest since 2012 amid coronavirus fears",
            "description": "On Friday, the average rate on the 30-year fixed mortgage hit 3.23%, down from 3.42% at the beginning of the week, according to Mortgage News Daily. That's the lowest rate since September 2012. Mortgage rates have been pushed lower by falling US Treasury yiel…",
            "url": "https://markets.businessinsider.com/news/stocks/mortgage-rates-hit-multiyear-low-coronavirus-housing-markets-fear-yield-2020-2-1028951038",
            "urlToImage": "https://images.markets.businessinsider.com/image/5683ee7cc08a801b008b5d70-1280/house-for-sale.jpg",
            "publishedAt": "2020-02-28T20:23:19Z",
            "content": "Wikimedia Commons\r\n<ul><li>On Friday, the average rate on the 30-year fixed mortgage hit 3.23%, down from 3.42% at the beginning of the week, according to Mortgage News Daily.</li><li>That's the lowest rate since September 2012. Mortgage rates have been pushe… [+2136 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Mortgage rates fall to the lowest since 2012 amid coronavirus fears",
            "description": "On Friday, the average rate on the 30-year fixed mortgage hit 3.23%, down from 3.42% at the beginning of the week, according to Mortgage News Daily. That's the lowest rate since September 2012. Mortgage rates have been pushed lower by falling US Treasury yiel…",
            "url": "https://www.businessinsider.com/mortgage-rates-hit-multiyear-low-coronavirus-housing-markets-fear-yield-2020-2",
            "urlToImage": "https://i.insider.com/5683ee7cc08a801b008b5d70?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T20:23:19Z",
            "content": "<ul><li>On Friday, the average rate on the 30-year fixed mortgage hit 3.23%, down from 3.42% at the beginning of the week, according to Mortgage News Daily.</li><li>That's the lowest rate since September 2012. Mortgage rates have been pushed lower by falling … [+2108 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The Trump administration considers using 1950s-era law to ramp up production of masks and protective gear as coronavirus spreads",
            "description": "The US could invoke a 1950s-era law that would allow the government to ramp up the production of gear to combat the spread of the coronavirus. The White House is exploring the potential use of the Defense Production Act to do so, a senior administration offic…",
            "url": "https://markets.businessinsider.com/news/stocks/trump-considers-law-ramp-up-mask-production-coronavirus-production-act-2020-2-1028950971",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e596b66fee23d1b2e2431c4-2400/ap20058768850032.jpg",
            "publishedAt": "2020-02-28T19:48:08Z",
            "content": "AP Photo/Andrew Harnik)\r\n<ul><li>The US could invoke a 1950s-era law that would allow the government to ramp up the production of gear to combat the spread of the coronavirus. </li><li>The White House is exploring the potential use of the Defense Production A… [+3502 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Bill Gates says the coronavirus is a pandemic and a 'once-in-a-century pathogen.' Here are the solutions he's proposing to fight it.",
            "description": "Bill Gates has warned for years that pandemics are a major international threat. In a new op-ed, he outlines potential solutions for the coronavirus outbreak that has spread to at least 56 countries. Gates referred to the outbreak as a pandemic, though the Wo…",
            "url": "https://www.businessinsider.com/bill-gates-coronavirus-pandemic-solutions-2020-2",
            "urlToImage": "https://i.insider.com/5babed8e3d9ef7177c8b4568?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:05:00Z",
            "content": "Bill Gates has warned for years that the world is not ready for a deadly pandemic.\r\nSome of his ominous predictions are now playing out as the deadly coronavirus spreads around the globe. The virus causes a disease known as COVID-19, which has killed almost 2… [+3046 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eleanor Goldberg",
            "title": "How to talk to your kids about the coronavirus, even if you're feeling anxious",
            "description": "The novel coronavirus has spread to at least 48 countries and has infected more than 82,000 people. The US currently has 60 cases of coronavirus and public health officials warned on Tuesday that the outbreak could lead to a \"severe\" disruption of life in the…",
            "url": "https://www.businessinsider.com/how-to-talk-to-kids-about-coronavirus-while-feeling-anxious-2020-2",
            "urlToImage": "https://i.insider.com/5e582d93fee23d387561a793?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T17:37:00Z",
            "content": "Public health officials confirmed on Tuesday that the coronavirus outbreak, which has infected more than 82,000 people, is a real threat to the US. The question now is just how \"severe\" it will be.\r\nThe US has 60 cases of coronavirus, which causes a disease k… [+5273 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bradley Saacks",
            "title": "Citadel, BlackRock, and D1 Capital are racking up hundreds of millions in gains as coronavirus fears tank airlines, cruises, and movie-theater stocks",
            "description": "Ken Griffin's Citadel, Larry Fink's BlackRock, and Daniel Sundheim's D1 Capital led the money managers are gaining from short positions on stocks hit hard by the coronavirus. Citadel made millions on short positions on European airlines, while BlackRock had a…",
            "url": "https://www.businessinsider.com/citadel-blackrock-d1-short-positions-in-coronavirus-related-shorts-2020-2",
            "urlToImage": "https://i.insider.com/5e56eaa3fee23d5d687a5f89?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T16:56:18Z",
            "content": "What might end up being the worst week for stocks in over a decade hurt a little less for some asset managers.\r\nBlackRock, Citadel, D1 Capital, and Adelphi Capital were all able to make millions on short positions of airlines, cruise companies, movie theaters… [+2326 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "'Risk of a credit event surging' BofA says as coronavirus-fearing investors race out of the market's riskiest bonds",
            "description": "The risk of a credit event is surging, according to Bank of America, with high-yield debt seeing billions in outflows. New issuances have come to a standstill, Societe Generale said. It's one of a slew of risk markets pummeled by this week's coronavirus sell-…",
            "url": "https://markets.businessinsider.com/news/stocks/risk-credit-event-surging-high-yield-bonds-coronavirus-selloff-bofa-2020-2-1028950338",
            "urlToImage": "https://images.markets.businessinsider.com/image/5ade21a619ee861f008b469c-1200/rtx1tmwe.jpg",
            "publishedAt": "2020-02-28T15:52:06Z",
            "content": "REUTERS/Lucas Jackson\r\n<ul><li>The risk of a credit event is surging, according to Bank of America, with high-yield debt seeing billions in outflows.</li><li>New issuances have come to a standstill, Societe Generale said.</li><li>It's one of a slew of risk ma… [+2279 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "These hedge fund bears have raked in millions from the coronavirus-led market meltdown",
            "description": "Betting against stocks is paying off this week. In the last week, Crispin Odey of Odey Asset Management has gained 5% in his European fund, he told The Financial Times. In the last seven days through February 26, Russell Clark's Horseman Global fund has gaine…",
            "url": "https://markets.businessinsider.com/news/stocks/hedge-funds-betting-against-stocks-gaining-bears-coronavirus-market-selloff-2020-2-1028950585",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5949f0fee23d7c69357da5-1267/screen-shot-2015-06-18-at-103006-am.png",
            "publishedAt": "2020-02-28T17:14:30Z",
            "content": "Simon Fielder / YouTube\r\n<ul><li>Betting against stocks is paying off this week. </li><li>In the last week, Crispin Odey of Odey Asset Management has gained 5% in his European fund, he told The Financial Times. </li><li>In the last seven days through February… [+1685 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Wall Street is certain the Fed will slash interest rates next month. But a key official says that will only happen if the coronavirus becomes a pandemic.",
            "description": "St. Louis Federal Reserve President James Bullard said Friday that interest rates would be cut only if the coronavirus worsened. The comments were the latest sign the central bank would maintain a wait-and-see approach to the outbreak. But Wall Street expecta…",
            "url": "https://markets.businessinsider.com/news/stocks/wall-street-certain-rate-cuts-coming-fed-says-possible-pandemic-2020-2-1028950309",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d28a9d2a17d6c743f1720f2-2400/2019-06-19t185226z2000987639rc1fbae46d00rtrmadp3usa-fed.jpg",
            "publishedAt": "2020-02-28T15:35:35Z",
            "content": "REUTERS/Lucas Jackson\r\n<ul><li>St. Louis Federal Reserve President James Bullard said Friday that interest rates would be cut only if the coronavirus worsened.</li><li>The comments were the latest sign the central bank would maintain a wait-and-see approach t… [+1605 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "A dog got put in coronavirus quarantine after testing a 'weak positive,' despite there being no evidence pets can get infected",
            "description": "A pet dog was quarantined in Hong Kong after testing positive for a low level of the coronavirus, even though it shows no symptoms. Hong Kong health officials and the World Health Organization both say there is no evidence that pets like cats and dogs can be …",
            "url": "https://www.businessinsider.com/coronavirus-dog-isolated-test-no-sign-animals-can-be-infected-2020-2",
            "urlToImage": "https://i.insider.com/5e58e3d6fee23d13f32441e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T11:07:33Z",
            "content": "A pet dog has been quarantined in Hong Kong after testing positive for a low level of the coronavirus, even though officials say that there is no evidence that pets can get infected or can spread the virus to humans.\r\nThe dog was quarantined in an animal cent… [+3402 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "Women say they're washing their hands significantly more than men as the coronavirus spreads around the world",
            "description": "As the novel coronavirus spreads around the globe, public health experts continue to stress that the best way to protect yourself from getting sick is to wash your hands frequently and diligently. Insider polled more than 1,000 people across the US on Thursda…",
            "url": "https://www.businessinsider.com/coronavirus-women-are-washing-their-hands-significantly-more-than-men-2020-2",
            "urlToImage": "https://i.insider.com/5ac7aca468987519008b496e?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T20:42:00Z",
            "content": "Wash your hands.\r\nIt's the simplest, cheapest, most effective and straightforward piece of advice health experts are handing out in the face of a novel coronavirus outbreak that's rapidly circling the globe.\r\nSo far, more than 83,000 people have come down wit… [+6418 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anna Medaris Miller",
            "title": "Experts suggest stocking up on your medicines to prepare for a coronavirus outbreak, but insurance restrictions could get in the way for now",
            "description": "Experts are recommending people stock up on critical medications in order to prepare for a coronavirus outbreak in the US. But some consumers are worried that's not possible since insurance companies put limits on how much of a medicine you can pick up at onc…",
            "url": "https://www.businessinsider.com/insurance-restrictions-stocking-up-on-medicines-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4578024b661b38905574d2?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:58:00Z",
            "content": "Melissa Chang has lived with depression for 17 years, the better part of her adult life. She's spent tens of thousands of dollars on doctors, therapists, and special treatments, but has struggled to find a solution that lacks serious side effects. \r\nThen, abo… [+6462 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Warren Buffett compared fear and greed to 'super-contagious diseases' and 'epidemics.' Investors are quoting him to keep calm as coronavirus ravages markets",
            "description": "Warren Buffett described fear and greed as diseases that infect investors in a shareholder letter in 1986. \"We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful,\" the billionaire investor said. Google searches a…",
            "url": "https://markets.businessinsider.com/news/stocks/warren-buffett-fear-greed-quote-viral-coronavirus-epidemic-stock-markets-2020-2-1028949593",
            "urlToImage": "https://images.markets.businessinsider.com/image/5df3c3a4fd9db22f3547d6d5-2400/rtx9t1a-1.jpg",
            "publishedAt": "2020-02-28T13:06:03Z",
            "content": "Mario Anzuoni/Reuters\r\n<ul><li>Warren Buffett described fear and greed as diseases that infect investors in a shareholder letter in 1986.</li><li>\"We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful,\" the billi… [+3112 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "15 mistakes by public health officials and ordinary people that helped spread the coronavirus around the world",
            "description": "Since the coronavirus first emerged from Wuhan, China in December 2019, it has spread to more than 50 countries and infected thousands of people. Cruise ships, hotels, and individuals have been put into quarantine in an effort to contain the virus. However, s…",
            "url": "https://www.businessinsider.com/12-mistakes-made-that-helped-spread-coronavirus-around-the-world-2020-2",
            "urlToImage": "https://i.insider.com/5e58d6b8fee23d1543439524?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:07:18Z",
            "content": "This week the coronavirus started to spread rapidly outside of China, ravaging markets and establishing itself as a global threat.\r\nAt the time of writing, more than 83,000 people have been infected in at least 51 countries. At least 2,800 people have died fr… [+779 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon and Dana Varinsky",
            "title": "The US' newest coronavirus patient had no known exposure to anyone sick and hadn't gone to China, which suggests containment might be impossible",
            "description": "A confirmed coronavirus patient in California had no travel history in China and no known exposure to anyone infected. It's the first potential case of \"community spread\" in the US. One health official said this requires a transition \"from trying to contain t…",
            "url": "https://www.businessinsider.com/coronavirus-community-spread-us-health-systems-tested-2020-2",
            "urlToImage": "https://i.insider.com/5e585f25fee23d595b69f1d5?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T04:49:30Z",
            "content": "A patient in Solano County, California, has gotten the COVID-19 coronavirus without traveling to China or having any known contact with someone sick, the Centers for Disease Control and Prevention confirmed on Wednesday.\r\n\"This person appears to be a communit… [+6672 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "Does your credit card's travel insurance cover coronavirus cancellations? Here's what American Express, Chase and others are telling customers.",
            "description": "Travel insurance is a perk that many mid-tier and premium credit cards offer. It generally includes reimbursement for illness and other unexpected events before or during a trip. As the coronavirus spreads around the world, the virus is upending flights, hote…",
            "url": "https://www.businessinsider.com/coronavirus-credit-card-travel-insurance-american-express-chase-2020-2",
            "urlToImage": "https://i.insider.com/5e581c77fee23d1d68099e23?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:22:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mabadi@businessinsider.com (Mark Abadi), Mark Abadi",
            "title": "Only a third of Americans have high confidence in an accurate vote count — here's why paper ballots could restore their faith in secure elections",
            "description": "As the 2020 election cycle continues, more and more places in the US are switching over to using paper ballots. Experts say paper voting systems are the safest method for elections, as they are less vulnerable to hacking and manipulation. In Ohio, 12 counties…",
            "url": "https://www.businessinsider.com/paper-ballots-election-voting-machines-2020-2",
            "urlToImage": "https://i.insider.com/5e595fb7fee23d087c783f88?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T19:17:00Z",
            "content": "This story is based on an episode of Business Insider Weekly. Watch the full episode here.\r\nElection officials across the country are under more scrutiny than ever as concerns over Russian election interference grow.\r\nAs presidential primary season ramps up, … [+5465 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "Tim Cook says he's optimistic that China is getting the coronavirus under control and says Apple has reopened factories",
            "description": "Tim Cook says he's \"very optimistic\" China is getting the novel coronavirus under control. Speaking to Fox Business on Thursday, the Apple CEO said the company was reopening factories and ramping up iPhone production. China is a key country for Apple, with so…",
            "url": "https://www.businessinsider.com/apple-ceo-tim-cook-optimistic-china-getting-coronavirus-under-control-2020-2",
            "urlToImage": "https://i.insider.com/5bf27e260591f2710d3ec333?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T10:48:44Z",
            "content": "Tim Cook says he's \"very optimistic\" China is getting the novel coronavirus under control.\r\nSpeaking to Fox Business on Thursday, the Apple CEO cited reductions in the numbers of new cases being recorded in the country.\r\nHe said: \"It feels to me that China is… [+1910 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "Dispensed: Coronavirus spreads, drugmakers scramble to respond, and the latest magic mushroom startups",
            "description": "Hello, Welcome to Dispensed, Business Insider's weekly healthcare newsletter. With Lydia Ramsey skiing the Colorado slopes, this week's edition is being written — for the very first time — by her colleague, Andrew Dunn. Are you new to the newsletter ? You can…",
            "url": "https://www.businessinsider.com/dispensed-business-insider-weekly-healthcare-newsletter-february-28-2020-2",
            "urlToImage": "https://i.insider.com/5c2f7f05bd77305daf6487b5?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T15:54:00Z",
            "content": "Hello,\r\nWelcome to Dispensed, Business Insider's weekly healthcare newsletter. With Lydia Ramsey skiing the Colorado slopes, this week's edition is being written — for the very first time — by her colleague, Andrew Dunn.\r\nAre you new to the newsletter? You ca… [+4084 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kelly McLaughlin",
            "title": "Garth Brooks wore a Barry Sanders Lions jersey to a Detroit concert and Trump fans thought he was supporting Bernie Sanders",
            "description": "Country music icon Garth Brooks wore a Lions jersey featuring NFL icon Barry Sanders' name to a concert in Detroit on February 22. He later posted a photo of his back, displaying Sanders' name on the jersey, on Instagram. Supporters of President Donald Trump …",
            "url": "https://www.businessinsider.com/garth-brooks-sanders-jersey-confused-trump-fans-detroit-concert-2020-2",
            "urlToImage": "https://i.insider.com/5e592d6bfee23d45f94243b5?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T16:15:33Z",
            "content": "Country music icon Garth Brooks wore a Barry Sanders Lions jersey to a Detroit concert over the weekend, and the move confused Trump fans who thought he was supporting Sen. Bernie Sanders.\r\nBrooks shared a photo of himself in the jersey on Instagram, where su… [+1977 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "S&P 500 posts worst week since the financial crisis as coronavirus fears flare",
            "description": "All major US indices tanked on Friday, pushing stock prices further into correction territory as coronavirus fears continued to roil investors. The S&P 500 fell as much as 4.1% before closing down 0.8%. The index suffered an 11% drop over five days — its wors…",
            "url": "https://www.businessinsider.com/stock-market-news-today-worst-week-since-2008-coronavirus-economy-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5ac3d5db2f2ece19008b49da-2000/rtx15j98.jpg",
            "publishedAt": "2020-02-28T21:08:56Z",
            "content": "Reuters / Lucas Jackson\r\nThe historically deep sell-off in US stocks showed no signs of recovery on Friday.\r\nAll major US stock indices tanked on Friday as investors continued fleeing highly volatile equities. The S&amp;P 500 sank as much as 4.1%, while the D… [+3646 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "'The Invisible Man' resurrects Universal's monster movies with a strategy that's more DC than Marvel",
            "description": "\"The Invisible Man,\" which hit theaters on Friday, is the first monster movie from Universal Pictures since its \"Dark Universe\" crashed and burned. After \"The Mummy\" disappointed at the box office in 2017, the studio rethought its strategy and is focusing on …",
            "url": "https://www.businessinsider.com/how-the-invisible-man-revives-universals-monster-movies-2020-2",
            "urlToImage": "https://i.insider.com/5e581759fee23d185d023095?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T14:20:53Z",
            "content": "Business Insider\r\nThe Dark Universe is dead. Long live the Dark Universe ... sort of.\r\n\"The Invisible Man,\" which debuted in theaters on Friday, is the latest monster movie from Universal Pictures, which attempted to launch its own cinematic universe of class… [+3579 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Tesla slips 25% in one week as coronavirus weighs on its China operations (TSLA)",
            "description": "Tesla has shed 25% this week through Thursday's close as the coronavirus outbreak weighs on the broader market. On Thursday, Tesla slipped 13% when China vehicle registration data showed coronavirus has hurt demand, Bloomberg reported, citing China Automotive…",
            "url": "https://www.businessinsider.com/tesla-stock-price-falls-coronavirus-china-factory-vehicle-registration-data-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5bfcda3cb73c280b23199eb3-2400/teslachinasmall.jpg",
            "publishedAt": "2020-02-28T16:11:23Z",
            "content": "REUTERS/Jason Lee/File Photo\r\nCoronavirus has put an end to Tesla's rapid rally that sent shares up more than 100% in just a few months.Â \r\nShares of the automaker have lost 25% this week through Thursday's close as the market reels on fears that the coronavi… [+1442 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'The panic mode is full on': Stocks plunge again as fears mount of a coronavirus pandemic",
            "description": "Global stocks dived on Friday as investors braced for the novel coronavirus to become a pandemic. Several stock indexes are set to end the week in correction territory after falling more than 10% since Monday. \"Blood is running in the streets,\" Neil Wilson, c…",
            "url": "https://markets.businessinsider.com/news/stocks/panic-mode-is-full-on-stocks-drop-coronavirus-pandemic-fears-2020-2-1028949177",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d9f8df3cc4a0a0c151dcd29-2400/055c92ef86604f8c9ab06746e6014627.jpg",
            "publishedAt": "2020-02-28T10:44:23Z",
            "content": "Associated Press\r\n<ul><li>Global stocks dived on Friday as investors braced for the novel coronavirus to become a pandemic.</li><li>Several stock indexes are set to end the week in correction territory after falling more than 10% since Monday.</li><li>\"Blood … [+3213 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "From Peloton to Netflix, this assortment of 7 stocks has soared as investors brace for coronavirus fallout — and they might make a good buy right now",
            "description": "It's the worst week for stocks since the financial crisis — but a few names have stayed above water. Investors are betting on companies they see doing well during the outbreak, from hazmat suit makers to food kit delivery companies. Visit Business Insider's h…",
            "url": "https://www.businessinsider.com/stocks-soared-coronavirus-while-market-fell-possible-good-buys-gain-2020-2",
            "urlToImage": "",
            "publishedAt": "2020-02-28T18:29:47Z",
            "content": "Brendan McDermid/Reuters<ul><li>It's the worst week for stocks since the financial crisis -but a few names have stayed above water.</li><li>Investors are betting on companies they see doing well during the outbreak, from hazmat suit makers to food kit deliver… [+3377 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "A small group of scientists, execs, and VCs are $277 million richer as their companies race to create a coronavirus vaccine. Here are 7 who have raked in huge sums.",
            "description": "Gilead, Moderna, and Novavax have all enjoyed massive gains after announcing potential coronavirus drugs, leading their executives, scientists, and early investors to rake in millions. The profits come as global markets tank on growing coronavirus concerns. M…",
            "url": "https://www.businessinsider.com/coronavirus-drugmakers-moderna-gilead-novavax-stock-price-profit-millions-shareholders-2020-2",
            "urlToImage": "",
            "publishedAt": "2020-02-28T13:24:17Z",
            "content": "Moderna<ul><li>Gilead, Moderna, and Novavax have all enjoyed massive gains after announcing potential coronavirus drugs, leading their executives, scientists, and early investors to rake in millions.</li><li>The profits come as global markets tank on growing … [+1809 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "A Google employee has tested positive for the coronavirus (GOOG)",
            "description": "A Google employee has tested positive for the coronavirus, and the company is further restricting its employee travel as concerns around the viral outbreak grow. On Friday, the California-based search giant emailed its employees to inform them that an employe…",
            "url": "https://www.businessinsider.com/google-employee-tests-positive-for-novel-coronavirus-company-restricts-travel-2020-2",
            "urlToImage": "https://i.insider.com/5dfd39ff855cc235ff1b3958?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:32:07Z",
            "content": "A Google employee has tested positive for the coronavirus, and the company is further restricting its employee travel as concerns around the viral outbreak grow.\r\nOn Friday, the California-based search giant emailed its employees to inform them that an employ… [+1076 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jeff Rose",
            "title": "I'm a financial planner, and I can tell you what to do with your investments when the stock market dips: nothing",
            "description": "The recent coronavirus-motivated market selloff — and dip — is not at all unusual, so stay calm. Though the short-term situation may be in a state of flux, your long-term financial goals and strategy shouldn't change. There are actions you can take to give yo…",
            "url": "https://www.businessinsider.com/will-stocks-continue-to-fall-what-to-do-with-investments-2020-2",
            "urlToImage": "https://i.insider.com/5e596975fee23d16b543e056?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T19:32:18Z",
            "content": "Personal Finance Insider writes about products, strategies, and tips to help you make smart decisions with your money. We may receive a small commission from our partners, but our reporting and recommendations are always independent and objective.\r\nThe recent… [+4560 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "The S&P 500 pulls off its quickest correction since the Great Depression",
            "description": "The S&P 500 slipped into a correction after its 4.4% drop on Thursday, the dourest warning yet of the coronavirus' drag on US stocks. The six consecutive days of drops mark the benchmark index's quickest correction since 1933, when the S&P 500 plummeted 13.3%…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-outlook-sp500-coronavirus-outbreak-correction-fastest-great-depression-2020-2-1028949992",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e590ee7fee23d2a50538713-2400/2020-02-25t204336z1807247974rc2w7f99qpnartrmadp3usa-stocks.jpg",
            "publishedAt": "2020-02-28T14:21:32Z",
            "content": "Lucas Jackson/Reuters\r\n<ul><li>The S&amp;P 500 slipped into a correction after its 4.4% drop on Thursday, the dourest warning yet of the coronavirus' drag on US stocks.</li><li>The six consecutive days of drops mark the benchmark index's quickest correction s… [+3034 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Oil tumbles further into bear market, hits lowest price in 4 years as coronavirus fallout continues",
            "description": "Oil's bear market is on track for its worst week in four years. The global spread of coronavirus has rattled a market that was already vulnerable to the outbreak. Visit Business Insider's homepage for more stories. Oil fell to its lowest price since July 2017…",
            "url": "https://markets.businessinsider.com/commodities/news/oil-price-tumbles-bear-market-coronavirus-fallout-continues-lowest-years-2020-2-1028950086",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5920d4fee23d35116b9b24-2400/2020-01-31t115926z2lynxmpeg0u0zprtroptp4oil-prices.jpg",
            "publishedAt": "2020-02-28T14:48:49Z",
            "content": "Reuters\r\nOil fell to its lowest price since July 2017, just the latest in a slew of dismal benchmarks for the commodity that's been in a bear market all week amid coronavirus fears. \r\nBrent crude, the global oil benchmark, fell as much as 4.2%, briefly breaki… [+1301 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Powell signals Fed is open to rate cut as coronavirus raises economic concerns",
            "description": "Federal Reserve Chairman Jay Powell sought to reassure businesses and investors Friday afternoon. As concerns about the coronavirus continued to escalate, Powell said the fundamentals of the US economy remained strong. But he signaled that the central bank wo…",
            "url": "https://www.businessinsider.com/powell-signals-fed-open-interest-rate-cut-amid-coronavirus-outbreak-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4243f53b62b70bb5685243-2400/2020-02-11t060243z1lynxmpeg1a0hdrtroptp4usa-fed-powell.jpg",
            "publishedAt": "2020-02-28T20:40:45Z",
            "content": "Reuters\r\n<ul><li>Federal Reserve Chairman Jay Powell sought to reassure businesses and investors Friday afternoon.</li><li>As concerns about the coronavirus continued to escalate, Powell said the fundamentals of the US economy remained strong.</li><li>But he … [+1190 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jeff Elder",
            "title": "GDC and San Francisco's tourism industry association gave gaming conference attendees incomplete and outdated virus updates as big companies pulled out",
            "description": "San Francisco's main tourism industry group told attendees of the Game Developers Conference that the health department says \"the risk to the general public is low\" – the actual quote is \"the risk to the general public is currently low, the global picture is …",
            "url": "https://www.businessinsider.com/sf-gdc-conference-incomplete-coronavirus-info-2020-2",
            "urlToImage": "https://i.insider.com/5e58aa54fee23d798a5d2942?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T19:35:52Z",
            "content": "A San Francisco tourism industry association released a letter this week to people registered for next month's Game Developers Conference that sought to allay coronavirus fears while using partial and selective quotes from city officials.\r\nThe quotes used by … [+4134 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. 'The panic mode is full on': Stocks plunge again as fears mount of a coronavirus pandemic. Global stock markets are on track for their steepest weekly loss since the financial crisis. 2. Warren Buffett …",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-28-2020-2-1028949782",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e591537fee23d34c73497f2-2400/2019-11-11t130338z1lynxmpefaa14artroptp4usa-stocks.jpg",
            "publishedAt": "2020-02-28T13:31:58Z",
            "content": "Reuters\r\nHere's what you need to know before the markets open.\r\n1. 'The panic mode is full on': Stocks plunge again as fears mount of a coronavirus pandemic. Global stock markets are on track for their steepest weekly loss since the financial crisis.\r\n2. Warr… [+1965 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The Trump administration considers using 1950s-era law to ramp up production of masks and protective gear as coronavirus spreads",
            "description": "The US could invoke a 1950s-era law that would allow the government to ramp up the production of gear to combat the spread of the coronavirus. The White House is exploring the potential use of the Defense Production Act to do so, a senior administration offic…",
            "url": "https://www.businessinsider.com/trump-considers-law-ramp-up-mask-production-coronavirus-production-act-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e596b66fee23d1b2e2431c4-2400/ap20058768850032.jpg",
            "publishedAt": "2020-02-28T19:48:08Z",
            "content": "AP Photo/Andrew Harnik)\r\n<ul><li>The US could invoke a 1950s-era law that would allow the government to ramp up the production of gear to combat the spread of the coronavirus. </li><li>The White House is exploring the potential use of the Defense Production A… [+3502 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "'Risk of a credit event surging' BofA says as coronavirus-fearing investors race out of the market's riskiest bonds",
            "description": "The risk of a credit event is surging, according to Bank of America, with high-yield debt seeing billions in outflows. New issuances have come to a standstill, Societe Generale said. It's one of a slew of risk markets pummeled by this week's coronavirus sell-…",
            "url": "https://www.businessinsider.com/risk-credit-event-surging-high-yield-bonds-coronavirus-selloff-bofa-2020-2",
            "urlToImage": "https://i.insider.com/5e5932a1fee23d4be43e8b17?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T15:52:06Z",
            "content": "<ul><li>The risk of a credit event is surging, according to Bank of America, with high-yield debt seeing billions in outflows.</li><li>New issuances have come to a standstill, Societe Generale said.</li><li>It's one of a slew of risk markets pummeled by this … [+2256 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Wall Street is certain the Fed will slash interest rates next month. But a key official says that will only happen if the coronavirus becomes a pandemic.",
            "description": "St. Louis Federal Reserve President James Bullard said Friday that interest rates would be cut only if the coronavirus worsened. The comments were the latest sign the central bank would maintain a wait-and-see approach to the outbreak. But Wall Street expecta…",
            "url": "https://www.businessinsider.com/wall-street-certain-rate-cuts-coming-fed-says-possible-pandemic-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d28a9d2a17d6c743f1720f2-2400/2019-06-19t185226z2000987639rc1fbae46d00rtrmadp3usa-fed.jpg",
            "publishedAt": "2020-02-28T15:35:35Z",
            "content": "REUTERS/Lucas Jackson\r\n<ul><li>St. Louis Federal Reserve President James Bullard said Friday that interest rates would be cut only if the coronavirus worsened.</li><li>The comments were the latest sign the central bank would maintain a wait-and-see approach t… [+1605 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Warren Buffett compared fear and greed to 'super-contagious diseases' and 'epidemics.' Investors are quoting him to keep calm as coronavirus ravages markets",
            "description": "Warren Buffett described fear and greed as diseases that infect investors in a shareholder letter in 1986. \"We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful,\" the billionaire investor said. Google searches a…",
            "url": "https://www.businessinsider.com/warren-buffett-fear-greed-quote-viral-coronavirus-epidemic-stock-markets-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5df3c3a4fd9db22f3547d6d5-2400/rtx9t1a-1.jpg",
            "publishedAt": "2020-02-28T13:06:03Z",
            "content": "Mario Anzuoni/Reuters\r\n<ul><li>Warren Buffett described fear and greed as diseases that infect investors in a shareholder letter in 1986.</li><li>\"We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful,\" the billi… [+3112 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jeremy Berke and Yeji Jesse Lee",
            "title": "CULTIVATED: Border towns boom, Wall Street warns against Canadian stocks, MedMen earnings, and more",
            "description": "Welcome to Cultivated, our weekly newsletter where we're bringing you an inside look at the deals, trends, and personalities driving the multibillion-dollar global cannabis boom. Sign up here to get it in your inbox every week. If you want a discount to BI Pr…",
            "url": "https://www.businessinsider.com/cultivated-cannabis-newsletter-week-february-28-2020-2",
            "urlToImage": "https://i.insider.com/5e583564fee23d34d15c013d?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T17:14:00Z",
            "content": "The governor of Illinois has recently taken to gloating about an unusual tax he's able to impose on citizens of neighboring states like Wisconsin and Indiana.\r\nThat's thanks to Illinois' decision to legalize recreational cannabis sales for adults, starting on… [+2886 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paige Leskin",
            "title": "Some travel influencers are seeing plans canceled amid the coronavirus outbreak, while others are staying put for fear of getting stuck in a quarantine",
            "description": "With more than 80,000 cases of coronavirus reported globally, daily lives and habits have been affected for millions, particularly those who rely on international travel for work. Several travel influencers and bloggers told Business Insider that coronavirus …",
            "url": "https://www.businessinsider.com/coronavirus-travel-influencers-trips-flights-income-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e5815eefee23d1d2b13cfee?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T12:15:00Z",
            "content": "When traveling is how you make your money, growing fears over the proliferating coronavirus outbreak can be a direct threat to your main source of income. \r\nTravel influencers and bloggers have already seen their upcoming plans put in flux as fears over COVID… [+3899 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "Media goliath Discovery says it has insurance in case the 2020 Tokyo Olympics are canceled because of the coronavirus",
            "description": "The 2020 Tokyo Olympics could be cancelled because of coronavirus. The virus has spread to more than 12 countries in the past 48 hours and claimed more than 2,800 lives. Media giant Discovery said it is insured against losses if the games are cancelled. Visit…",
            "url": "https://www.businessinsider.com/coronavirus-threatens-2020-tokyo-olympics-but-not-discovery-2020-2",
            "urlToImage": "https://i.insider.com/5e594281fee23d67f14a6dc3?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T16:56:00Z",
            "content": "The International Olympic Committee warned earlier this week that the 2020 Tokyo Olympics could be cancelled because of coronavirus, but media giant Discovery said its insurance would protect it from losses if the games are cancelled, according to the AP.\r\nDu… [+703 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shona Ghosh",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Friday. Controversial facial recognition firm Clearview AI sold its technology to thousands of clients including ICE, the Justice Department, numerous law enforcement agencies, and many others, accordi…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-28-2020-2",
            "urlToImage": "https://i.insider.com/5dbc45a8e0ee7e4e6f0bc603?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T07:35:09Z",
            "content": "YouTube is considering giving creators control of their own ad inventories.\r\nPewDiePie/YouTube\r\nGood morning! This is the tech news you need to know this Friday.\r\n<ol><li>Controversial facial recognition firm Clearview AI sold its technology to thousands of c… [+2808 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andy Kiersz",
            "title": "Here are the US professions with the biggest risk of getting hit by coronavirus — and the threat goes way beyond hospitals",
            "description": "The novel coronavirus continues to spread, triggering fears of a global economic downturn. Business Insider used data from the US Labor Department to look at what occupations could be hit the hardest by a broader outbreak. In addition to medical professionals…",
            "url": "https://www.businessinsider.com/us-jobs-most-at-risk-to-a-coronavirus-outbreak",
            "urlToImage": "https://i.insider.com/5e594e4cfee23d7b721f3444?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T17:31:01Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "A survey says 37% of drinkers won't touch Corona because of epidemic fear. Corona says despite that 'misinformation,' sales are strong",
            "description": "Marketing research firm YouGov estimates that Corona Extra beer's image has taken a hit thanks to the coronavirus. For its part, the beer brand's parent company disputes the idea that the epidemic is a major drain. \"Sales of Corona remain strong and we apprec…",
            "url": "https://www.businessinsider.com/corona-beer-coronavirus-sickness-misinformation-2020-2",
            "urlToImage": "https://i.insider.com/5e594679fee23d676541fc28?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T19:52:00Z",
            "content": "Corona — Latin for \"crown\" — is one of the most popular beer brands in the world, its labels adorned with aptly with a golden crown. \r\nBut the link between the word \"corona\" and a global epidemic has led to questions about whether or not Corona is in for a br… [+2256 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Graham Rapier",
            "title": "Shifting Gears: How Uber, airlines, automakers, shippers, and cruise lines are bracing against the coronavirus",
            "description": "As the COVID-19 coronavirus spreads to more countries and wreaks havoc on financial markets around the world, it's also roiling global supply chains, air travel, logistics, and virtually every sector of the transportation economy. Nearly everyone on the team …",
            "url": "https://www.businessinsider.com/shifting-gears-how-coronavirus-is-affecting-the-transportation-sector-2020-2",
            "urlToImage": "https://i.insider.com/5e5949b6fee23d753e689a86?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T17:38:22Z",
            "content": "As the COVID-19 coronavirus spreads to more countries and wreaks havoc on financial markets around the world, it's also roiling global supply chains, air travel, logistics, and virtually every sector of the transportation economy. \r\nNearly everyone on the tea… [+1979 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Adam Bienkov",
            "title": "Boris Johnson will wait another 3 days before holding his first 'emergency' meeting on the coronavirus crisis",
            "description": "Boris Johnson labeled a \"part-time prime minister\" after delaying holdin an \"emergency\" meeting on the coronavirus crisis until next week. The UK prime minister has come under growing criticism for refusing to make public appearances since his election victor…",
            "url": "https://www.businessinsider.com/coronavirus-ncov-boris-johnson-uk-delays-emergency-meeting-3-days-2020-2",
            "urlToImage": "https://i.insider.com/5e590cadfee23d28830a8b63?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T13:02:09Z",
            "content": "Boris Johnson has been labelled a \"part-time prime minister\" after announcing that his government's will not hold its first emergency meeting on tackling the coronavirus crisis for another three days.\r\nThe UK prime minister, who has come under growing critici… [+1755 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "I've taken 6 flights in a month throughout Asia as the coronavirus spreads — here's how the outbreak forced me to change how I travel",
            "description": "I have been traveling in Asia for the last month, as the coronavirus outbreak has spread. Some of the most anxiety-inducing parts of my trip have involved air travel. Tips I have learned from traveling during the coronavirus outbreak include: buy refundable t…",
            "url": "https://www.businessinsider.com/coronavirus-flying-in-asia-amidst-outbreak-tips-what-its-like-2020-2",
            "urlToImage": "https://i.insider.com/5e5875bbfee23d71610fa742?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T12:52:49Z",
            "content": "In the last four weeks, I've taken six fights throughout Asia – half domestic, half international.\r\nI've canceled four more flights in the same period. \r\nTraveling throughout Asia as the magnitude of the coronavirus outbreak grows has been an eye-opening expe… [+735 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "3 US airlines are canceling flights to global destinations outside of China as coronavirus spreads — here's the list",
            "description": "US airlines are cutting services to Asian cities outside of China as coronavirus spreads across national boundaries. Delta Air Lines and Hawaiian Airlines were the first to suspend routes and reduce frequencies to Seoul, South Korea. United Airlines announced…",
            "url": "https://www.businessinsider.com/coronavirus-us-airlines-canceling-flights-outside-of-china-2020-2",
            "urlToImage": "https://i.insider.com/5e595b5cfee23d120366fbe6?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:30:59Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Amazon is reportedly telling employees not to travel domestically or internationally until further notice due to COVID-19 concerns (AMZN)",
            "description": "Amazon told employees on its worldwide operations team not to travel domestically or internationally due to concerns about the coronavirus outbreak, according to The New York Times. An Amazon executive told the team, which is the company's largest and handles…",
            "url": "https://www.businessinsider.com/amazon-employee-travel-restrictions-us-domestic-international-coronavirus-covid-19-2020-2",
            "urlToImage": "https://i.insider.com/5e5958e6fee23d0f2b6e0475?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:40:32Z",
            "content": "Employees on Amazon's worldwide operations team, which oversees much of the company's technology and logistics globally, have been told not to travel either internationally or within the US due to concerns about the coronavirus outbreak, The New York Times re… [+696 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Taylor Nicole Rogers",
            "title": "The coronavirus has already cost the ultra-wealthy more than $100 billion. Here's why they're likely to feel more pain from the market drops than the average American.",
            "description": "Cases of the novel coronavirus may be concentrated in China, but the stock market losses are not. Bernard Arnault, the chairman of Louis Vuitton parent LVMH, lost $8.8 billion from his personal net worth in the past week as reduced spending in China hurts lux…",
            "url": "https://www.businessinsider.com/why-coronavirus-stock-market-rout-will-hurt-billionaires-the-worst-2020-2",
            "urlToImage": "https://i.insider.com/5c2d4a2dbd773036ab76c695?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T20:57:00Z",
            "content": "Stocks have plummeted for a seventh straight day amid growing panic about the novel coronavirus.\r\nThe drop isn't expected to have a lasting effect on average investors, whose portfolios are expected to recover as stocks bounce back with time. Some billionaire… [+2697 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "The Drive-Thru: Coronavirus spreads to retail, Victoria's Secret closes stores, and BI heads to eTail West",
            "description": "Hello! This is Shoshy Ciment reporting from sunny Palm Springs, California! And yes, this is for work! I've been at the eTail West conference all week. While listening to industry leaders talk about e-commerce and the future of retail, I've heard a lot of buz…",
            "url": "https://www.businessinsider.com/the-drive-thru-coronavirus-victorias-secret-and-etail-west-2020-2",
            "urlToImage": "https://i.insider.com/5e58a82afee23d7dcc3ee2e4?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T15:38:09Z",
            "content": "Hello!\r\nThis is Shoshy Ciment reporting from sunny Palm Springs, California! And yes, this is for work! I've been at the eTail West conference all week. While listening to industry leaders talk about e-commerce and the future of retail, I've heard a lot of bu… [+4815 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Peterson",
            "title": "US stores start running low on masks, gloves, hand sanitizer, and more amid growing fears of coronavirus",
            "description": "US consumers appear to be stocking up on food and medical supplies. US sales of hand sanitizer soared 428% in the week ending January 25, compared to the same period last year, according to Nielsen data. Visit Business Insider's homepage for more stories. US …",
            "url": "https://www.businessinsider.com/coronavirus-update-photos-of-empty-shelves-in-us-stores-2020-2",
            "urlToImage": "https://i.insider.com/5e5945cefee23d66040a3977?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T17:38:32Z",
            "content": "US stores are starting to run low on some goods as the threat of coronavirus grows.\r\nWe've seen this pattern play out in China and Italy in recent weeks, as people rushed to stock up on essentials in response to surges in reported cases of the novel virus.\r\nH… [+52 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "This $1,000-a-year prepper timeshare says it has seen 'huge surge in interest' due to coronavirus — see inside",
            "description": "Fortitude Ranch sells disaster preparedness like a vacation timeshare. Founder Drew Miller says that the panic around coronavirus has led to a \"huge surge in interest\" in the business's offerings. The coronavirus outbreak that originated in China has killed 2…",
            "url": "https://www.businessinsider.com/fortitude-ranch-prepper-community-vacation-timeshare-2020-2",
            "urlToImage": "https://i.insider.com/5e592aaefee23d3ab869c1d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T15:10:10Z",
            "content": "In the new disaster economy, a safe place to go when society breaks down is now a must-have commodity.\r\nFortitude Ranch, with locations in Colorado and West Virginia, might be the answer for someone worried about a potential doomsday, but who doesn't want to … [+995 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bob Bryan",
            "title": "The Fed may be powerless to contain the economic fallout from the coronavirus",
            "description": "The coronavirus is sparking concerns of a major economic downturn. The question then becomes what the Federal Reserve should do in response to the situation. Many economists argue that the Fed shouldn't cut interest rates, because the nature of the coronaviru…",
            "url": "https://www.businessinsider.com/federal-reserve-response-to-coronavirus-hit-to-us-world-economy-2020-2",
            "urlToImage": "https://i.insider.com/5e5877d6fee23d65796ac543?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T12:52:11Z",
            "content": "As a massive international public health response to the coronavirus is underway across the globe, economists agree that the coronavirus will produce some drag on global economic growth.\r\nIn fact, some observers are worried that the drag could drive the globa… [+6611 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman and Kayla Epstein",
            "title": "Fox News is downplaying the coronavirus even though its older audience is more vulnerable to the virus",
            "description": "Some of the most prominent right-wing media personalities are downplaying the threat posed by the Wuhan coronavirus and accusing Democrats of exaggerating the crisis to score political points. The Fox News hosts' comments echo the White House's talking points…",
            "url": "https://www.businessinsider.com/fox-news-is-downplaying-the-coronavirus-to-more-vulnerable-audience-2020-2",
            "urlToImage": "https://i.insider.com/5e5959b2fee23d0ff4545752?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T22:11:57Z",
            "content": "Some of President Donald Trump's most vocal supporters in right-wing media are downplaying the threat posed by the Wuhan coronavirus and accusing Democrats of overstating the crisis to score political points. \r\nSean Hannity, whose prime-time program is the mo… [+5669 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bwinck@businessinsider.com (Ben Winck), Ben Winck",
            "title": "Dow sinks more than 1,000 points, S&P 500 plunges as the coronavirus sell-off rages on",
            "description": "AP Photo/Richard Drew All major US indices tanked Friday morning, pushing stock prices further into correction territory as coronavirus fears continued to roil investors. The S&P 500 fell as much as 4.1%, while the Dow Jones industrial average tumbled as many…",
            "url": "https://www.businessinsider.com/stock-market-selloff-news-today-coronavirus-sp500-dow-correction-economy-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e5679a6fee23d53ed4ca2d2-2400/ap20056672901424.jpg",
            "publishedAt": "2020-02-28T16:43:09Z",
            "content": "AP Photo/Richard Drew\r\nUS stocks showed no signs of recovering as the coronavirus sell-off marched on after Friday's open.\r\nAll major US stock indices tanked after Friday's open as investors continued fleeing highly volatile equities. The S&amp;P 500 sank as … [+3251 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tom Porter",
            "title": "The Trump administration has barred the top US disease expert from speaking freely to the public after he warned the coronavirus may be impossible to contain",
            "description": "The Trump administration has barred Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, from speaking publicly about the coronavirus virus without approval, The New York Times reported. Fauci is one of the top experts in …",
            "url": "https://www.businessinsider.com/coronavirus-anthony-fauci-trump-admin-stops-discussion-2020-2",
            "urlToImage": "https://i.insider.com/5e58ee7efee23d13142be204?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T12:10:00Z",
            "content": "President Donald Trump's administration has barred one of the top US experts on infectious diseases from speaking out about the coronavirus outbreak without explicit permission from the White House, The New York Times reported Thursday, in an apparent bid to … [+3517 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "When the coronavirus comes to the US, schools, nursing homes, and hospitals could be the hardest hit. Here's what they're doing to prepare.",
            "description": "With coronavirus likely to spread to the US, the CDC says that schools, nursing homes, and hospitals are likely to be some of the hardest-hit institutions. An infectious disease expert told Business Insider how hospitals could be impacted by the outbreak. Rep…",
            "url": "https://www.businessinsider.com/how-institutions-are-preparing-for-coronavirus-in-the-us-2020-2",
            "urlToImage": "https://i.insider.com/5e595925fee23d0f8f3b48e4?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T18:24:00Z",
            "content": "The coronavirus situation in the US took a turn this week, when a patient in California tested positive for COVID-19 in what is believed to be the first sign of human-to-human transmission in the country. Previously, all of the patients being treated in the U… [+5392 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "Trump barred a top health expert from speaking freely about the coronavirus. It's one of many ways the administration has muzzled scientists.",
            "description": "The Trump administration reportedly barred Anthony Fauci, one of the US' top experts on infectious disease, from speaking publicly about the coronavirus without approval. Fauci has tackled the AIDS and Ebola epidemics. He's been director of the US National In…",
            "url": "https://www.businessinsider.com/trump-gags-top-us-coronavirus-official-history-censoring-science-2020-2",
            "urlToImage": "https://i.insider.com/5e592b5dfee23d3bb20348fc?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T22:48:00Z",
            "content": "Anthony Fauci has been the director of the US' National Institute of Allergy and Infectious Diseases (NIAID) for 36 years. He guided the US through the AIDS and Ebola epidemics, and is now helping to lead the response to the new coronavirus outbreak.\r\nBut the… [+1424 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth",
            "title": "Trump says he's ordering 'a lot of different elements of medical' to deal with coronavirus",
            "description": "President Donald Trump said on Friday that the US is ordering many supplies to prepare for a possible outbreak of coronavirus within the country's borders. Among those supplies, he said, are \"a lot of different elements of medical.\" It's unclear what the pres…",
            "url": "https://www.businessinsider.com/trump-ordering-elements-of-medical-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e5995f1fee23d50eb71044b?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T23:00:39Z",
            "content": "President Donald Trump is on top of handling the US's response to a potential pandemic as the deadly coronavirus sweeps the globe.\r\n\"We're order a lot of supplies,\" Trump told reporters on Friday. \"We're ordering a lot of, uh, elements that, frankly, we would… [+3260 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "aking@businessinsider.com (Alanis King), Alanis King",
            "title": "Geneva International Motor Show canceled amid coronavirus fears, bans on Swiss gatherings of more than 1,000 people",
            "description": "Xavier Bonilla/NurPhoto via Getty Images The Geneva International Motor Show, one of the bigger names on the annual auto-show circuit, will not host its 90th edition that was scheduled to begin next week. The cancellation comes amid coronavirus fears and a ba…",
            "url": "https://www.businessinsider.com/geneva-motor-show-canceled-amid-coronavirus-fears-swiss-gathering-ban-2020-2",
            "urlToImage": "https://i.insider.com/5e592316fee23d37937f7425?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T14:44:46Z",
            "content": "In the world of auto shows, a few names stand out — Geneva, Detroit, and Frankfurt, among others — as the spotlighted events where automakers need to go big. \r\nBut this year, Geneva's entrants will all be going home instead, as the show's organizers announced… [+2478 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Amy Morin",
            "title": "The psychology behind why you want to wear a face mask — even though it probably won't help you avoid illness",
            "description": "With the growing spread of the coronavirus, the Centers for Disease Control and Prevention has issued guidelines for how to stay safe and avoid contracting the disease. While they do encourage those diagnosed with or showing symptoms of the COVID-19 virus to …",
            "url": "https://www.businessinsider.com/face-masks-wont-help-avoid-illness-so-why-wear-them-mental-health",
            "urlToImage": "https://i.insider.com/5e58338efee23d3fdc248069?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T13:45:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Peterson",
            "title": "Coronavirus fears appear to be driving up sales of oat milk, fruit snacks, toilet paper, and more — here's what people are buying",
            "description": "Nielsen data shows people are buying masks, hand sanitizer, oat milk, nutrition bars, and more as coronavirus spreads. US sales of hand sanitizer soared 428% in the week ending January 25 compared with the same period last year. Visit Business Insider's homep…",
            "url": "https://www.businessinsider.com/coronavirus-what-to-buy-top-selling-items-2020-2",
            "urlToImage": "https://i.insider.com/58b9eaadbe9673cd018b4c8c?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T19:34:34Z",
            "content": "The novel coronavirus has led to dire shortages at stores in China, Italy, and elsewhere in recent weeks as retailers grapple with supply chain disruptions and a surge in sales of certain products, such as face masks and hand sanitizer. \r\nSome supply shortage… [+505 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Trump claimed coronavirus could 'disappear' in the United States, adding to the administration's mixed messages",
            "description": "President Donald Trump said the COVID-19 virus could eventually \"disappear\" in the US after it potentially gets worse, CNN reported. It's unclear if the virus will disappear but some experts told Business Insider that it's possible the virus becomes endemic l…",
            "url": "https://www.businessinsider.com/coronavirus-trump-claims-covid-19-could-disappear-2020-2",
            "urlToImage": "https://i.insider.com/5e5876cbfee23d71de462b56?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T07:06:22Z",
            "content": "President Donald Trump said on Thursday that the new coronavirus would eventually be contained and \"disappear\" in the US, CNN reported. \r\n\"We have done an incredible job. We're going to continue,\" Trump said during a Black History Month reception at the White… [+3361 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Warren Buffett discussed Apple, bitcoin, coronavirus, and Bernie Sanders in an interview this week. Here are his 18 best quotes. (BRK.A)",
            "description": "Warren Buffett tackled a bunch of topics in a lengthy CNBC interview this week. The billionaire investor talked about Apple, bitcoin, coronavirus, the Democratic presidential race, his death, and other subjects. The Berkshire Hathaway CEO's 18 best quotes are…",
            "url": "https://markets.businessinsider.com/currencies/news/warren-buffett-best-quotes-apple-bitcoin-coronavirus-bernie-sanders-stocks-2020-2-1028950623",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b3a055b4e04d328008b45c5-1024/gettyimages-492444164-1.jpg",
            "publishedAt": "2020-02-28T17:28:43Z",
            "content": "Paul Morigi / Stringer / Getty Images\r\nWarren Buffett is renowned for making witty and insightful comments that many investors turn to for guidance.\r\nThe 89-year-old investor and Berkshire Hathaway CEO offered several gems about Apple, bitcoin, coronavirus, t… [+3492 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth and John Haltiwanger",
            "title": "Trump's efforts to muzzle health officials and downplay coronavirus mirror the tactics of an authoritarian regime, experts say",
            "description": "President Donald Trump's response to the deadly coronavirus mirrors that of authoritarian regimes in some ways, experts on public health and authoritarianism told Insider. China and Iran have had conflicting messages between government leaders and medical exp…",
            "url": "https://www.businessinsider.com/trump-response-coronavirus-mimics-authoritarian-regimes-2020-2",
            "urlToImage": "https://i.insider.com/5e5876cbfee23d71de462b56?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T19:35:12Z",
            "content": "As American public health officials sound the alarm about the potential for a coronavirus epidemic in the US, President Donald Trump is insisting that there's nothing to worry about and that warnings about a potential pandemic are a \"deep state\" hoax perpetra… [+9402 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "Amazon has pulled one million products that inaccurately claim to defend against the coronavirus from its site",
            "description": "Miguel Candela/SOPA Images/LightRocket via Getty Images Amazon has pulled more than one million products from its site that inaccurately claimed to cure or defend against the coronavirus. It has also removed tens of thousands of deals from merchants that it s…",
            "url": "https://www.businessinsider.com/amazon-bars-one-million-products-for-false-coronavirus-claims-2020-2",
            "urlToImage": "https://i.insider.com/5e591e3dfee23d2c942c8434?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T14:23:00Z",
            "content": "Amazon.com Inc has barred more than 1 million products from sale in recent weeks that had inaccurately claimed to cure or defend against the coronavirus, the company told Reuters on Thursday.\r\nAmazon also removed tens of thousands of deals from merchants that… [+1840 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "A Scottish lawmaker wants to force Trump to explain how he could afford 2 golf courses he owns in the country",
            "description": "Goshorn/Media Punch via AP President Donald Trump should be forced to explain how he bought two Scottish golf courses should, a Scottish lawmaker said, according to the BBC. Scottish Greens co-leader Patrick Harvie has asked First Minister Nicola Sturgeon to …",
            "url": "https://www.businessinsider.com/scottish-lawmaker-questions-money-tied-to-2-trump-golf-courses-2020-2",
            "urlToImage": "https://i.insider.com/5e5891e7fee23d6fc819cbf2?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T10:40:01Z",
            "content": "A Scottish lawmaker has called on the country's government to use new laws to force President Donald Trump to explain how he bought two golf courses in Scotland, the BBC reported. \r\nPatrick Harvie, a member of Scotland's parliament and the co-leader of the Sc… [+2317 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "Airlines around the world are now using hospital-grade disinfectants to sterilize planes to stave off the coronavirus (UAL)",
            "description": "Airlines are turning to hospital-grade disinfectants to clean planes that may have been exposed to the novel coronavirus. Qantas and Korean Air, which evacuated people from the virus' epicenter, used disinfectants designed to kill bugs like herpes, MERS, HIV,…",
            "url": "https://www.businessinsider.com/coronavirus-airlines-disinfectant-clean-planes-healthcare-hospitals-2020-2",
            "urlToImage": "https://i.insider.com/5e592460fee23d3288302065?width=1200&format=jpeg",
            "publishedAt": "2020-02-28T15:15:38Z",
            "content": "As the coronavirus outbreak continues to spread around the world, airlines are turning to tools more common in hospitals than on jetliners to prevent spreading the virus.\r\nAccording to a Bloomberg report, airlines that have been involved with evacuating passe… [+1976 chars]"
        }
    ]
}