{
    "status": "ok",
    "totalResults": 413,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Nigeria confirms first case of coronavirus",
            "description": "Nigeria has confirmed its first case of coronavirus, the health ministry said on Twitter on Friday, announcing the first case in sub-Saharan Africa, as infections spread rapidly worldwide.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/5CzREHoAawQ/nigeria-confirms-first-case-of-coronavirus-idUSKCN20M07D",
            "urlToImage": null,
            "publishedAt": "2020-02-28T03:33:32Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mexico confirms first case of coronavirus",
            "description": "Mexican authorities said on Friday they have confirmed the first case of coronavirus in Mexico, in what is only the second case in Latin America.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-mexico-idUSKCN20M20A",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T13:28:46Z",
            "content": "MEXICO CITY (Reuters) - Mexican authorities said on Friday they have confirmed the first case of coronavirus in Mexico, in what is only the second case in Latin America. \r\nA patient with a possible coronavirus infection went through a second test that turned … [+162 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "United Kingdom has 19 confirmed coronavirus cases",
            "description": "The United Kingdom now has 19 confirmed cases of the new coronavirus after Wales identified its first case and two new cases were found in England, health authorities said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-britain-idUSKCN20M1C1",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496416243&w=1200&r=LYNXNPEG1R0R5",
            "publishedAt": "2020-02-28T09:48:49Z",
            "content": "LONDON (Reuters) - The United Kingdom now has 19 confirmed cases of the new coronavirus after Wales identified its first case and two new cases were found in England, health authorities said on Friday. \r\n“The total number of UK cases is 19,” the health minist… [+64 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran coronavirus death toll rises to 34: health ministry",
            "description": "Thirty-four people have died so far in Iran because of coronavirus infections, a health ministry spokesman said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKCN20M1GQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T10:33:06Z",
            "content": "DUBAI (Reuters) - Thirty-four people have died so far in Iran because of coronavirus infections, a health ministry spokesman said on Friday. \r\nThe total number of people diagnosed with the disease is 388, he said in an announcement on state TV. \r\nReporting by… [+47 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Thailand reports one new coronavirus case, total reaches 41 - health official",
            "description": "Thailand recorded one new case of coronavirus, bringing the total in the country to 41 since January, a senior health official said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-thailand-case-idUSKCN20M0FS",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496309296&w=1200&r=LYNXNPEG1R0A5",
            "publishedAt": "2020-02-28T04:45:51Z",
            "content": "BANGKOK (Reuters) - Thailand recorded one new case of coronavirus, bringing the total in the country to 41 since January, a senior health official said on Friday. \r\nThe new case is a 25-year-old Thai man, a tour guide who recently returned from South Korea an… [+437 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 327 new confirmed coronavirus cases on February 27",
            "description": "Mainland China had 327 new confirmed cases of coronavirus infections on Thursday, the country's National Health Commission said on Friday, down from 433 cases a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-cases-idUSKCN20M00L",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496218437&w=1200&r=LYNXNPEG1R00A",
            "publishedAt": "2020-02-28T00:09:56Z",
            "content": "BEIJING (Reuters) - Mainland China had 327 new confirmed cases of coronavirus infections on Thursday, the country’s National Health Commission said on Friday, down from 433 cases a day earlier. \r\nThat brings the total accumulated number of confirmed cases in … [+369 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sophie Yu",
            "title": "Shanghai Fashion Week to go ahead online as virus disrupts events",
            "description": "Shanghai Fashion Week, initially postponed due to the coronavirus outbreak, will go ahead as scheduled online in a tie-up with Alibaba Group's Tmall marketplace, its organizers said.",
            "url": "https://www.reuters.com/article/us-china-health-fashion-idUSKCN20M1GZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496435088&w=1200&r=LYNXNPEG1R0UU",
            "publishedAt": "2020-02-28T10:40:39Z",
            "content": "BEIJING/SHANGHAI (Reuters) - Shanghai Fashion Week, initially postponed due to the coronavirus outbreak, will go ahead as scheduled online in a tie-up with Alibaba Group’s (BABA.N) Tmall marketplace, its organizers said. \r\nThe event, which last October hosted… [+1649 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU health ministers to hold extraordinary virus talks next week",
            "description": "European Union health ministers will hold an extraordinary meeting on March 6 to discuss the coronavirus outbreak, an EU official said.",
            "url": "https://www.reuters.com/article/us-china-health-eu-idUSKCN20M2JG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T16:33:43Z",
            "content": "BRUSSELS (Reuters) - European Union health ministers will hold an extraordinary meeting on March 6 to discuss the coronavirus outbreak, an EU official said. \r\nEU health ministers held a first extraordinary meeting earlier in February on the epidemic, where th… [+131 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "All schools in Iran to close for three days over coronavirus concerns: health minister",
            "description": "All schools in Iran will close for three days starting from Saturday over coronavirus concerns, Iran's health minister announced on state TV.",
            "url": "https://www.reuters.com/article/us-china-health-iran-education-idUSKCN20M1W8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T12:43:09Z",
            "content": "DUBAI (Reuters) - All schools in Iran will close for three days starting from Saturday over coronavirus concerns, Iran’s health minister announced on state TV. \r\n“Based on assessments it was felt that there was a need for closing all the schools in the countr… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bahrain reports two new cases of coronavirus, one a Saudi national",
            "description": "Bahrain reported two new cases of coronavirus on Friday, one of them a Saudi Arabian national, taking the total there to 38.",
            "url": "https://www.reuters.com/article/us-health-bahrain-idUSKCN20M2E6",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496556250&w=1200&r=LYNXNPEG1R1I3",
            "publishedAt": "2020-02-28T15:52:27Z",
            "content": "CAIRO (Reuters) - Bahrain reported two new cases of coronavirus on Friday, one of them a Saudi Arabian national, taking the total there to 38. \r\nThe health ministry said the other reported case was a Bahraini national, and that both new cases had come from Ir… [+86 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Kenya's high court orders suspension of flights from China over coronavirus",
            "description": "Kenya's High Court on Friday ordered flights from China to be temporarily suspended over the coronavirus outbreak, following a petition by the Law Society of Kenya.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/1d_WvCCbI2c/kenyas-high-court-orders-suspension-of-flights-from-china-over-coronavirus-idUSKCN20M1MP",
            "urlToImage": null,
            "publishedAt": "2020-02-28T11:58:38Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New Zealand limits entry of travelers from Iran on coronavirus fears",
            "description": "New Zealand said on Friday that it was placing temporary restrictions on incoming travelers from Iran as a precautionary measure to protect against the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-newzealand-idUSKCN20M093",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T02:45:56Z",
            "content": "WELLINGTON (Reuters) - New Zealand said on Friday that it was placing temporary restrictions on incoming travelers from Iran as a precautionary measure to protect against the coronavirus outbreak. \r\n“This means people will not be able to travel from Iran to N… [+616 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Romania says confirms two more cases of coronavirus",
            "description": "Romania confirmed two more cases of coronavirus on Friday, raising the total number of cases to three since Wednesday, Deputy Health Minister Nelu Tataru.",
            "url": "https://www.reuters.com/article/us-china-health-romania-idUSKCN20M1YR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T13:05:47Z",
            "content": "BUCHAREST (Reuters) - Romania confirmed two more cases of coronavirus on Friday, raising the total number of cases to three since Wednesday, Deputy Health Minister Nelu Tataru. \r\n“They are a 45-year-old man from the county of Maramures and a 38-year-old woman… [+195 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Both Illinois coronavirus patients recovered and returned home-governor",
            "description": "Illinois Governor J.B. Pritzker on Friday said that the state had \"successfully contained\" the coronavirus to two confirmed cases, with both patients recovering fully and returning home.",
            "url": "https://www.reuters.com/article/us-china-health-usa-illinois-idUSKCN20M2MT",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496586679&w=1200&r=LYNXNPEG1R1NX",
            "publishedAt": "2020-02-28T17:07:30Z",
            "content": "(Reuters) - Illinois Governor J.B. Pritzker on Friday said that the state had “successfully contained” the coronavirus to two confirmed cases, with both patients recovering fully and returning home. \r\nEven so, as the deadly outbreak continues to stoke global … [+190 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Almost 60 confirmed cases of coronavirus in Germany: Health Ministry spokeswoman",
            "description": "There are almost 60 confirmed cases of coronavirus in Germany, a spokeswoman for the Health Ministry said on Friday, adding that number included people who were now healthy again.",
            "url": "https://www.reuters.com/article/us-china-health-ministry-idUSKCN20M1I5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T10:53:26Z",
            "content": "BERLIN (Reuters) - There are almost 60 confirmed cases of coronavirus in Germany, a spokeswoman for the Health Ministry said on Friday, adding that number included people who were now healthy again. \r\nAsked how many confirmed cases of coronavirus in Germany t… [+179 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tokyo Disneyland to close through mid-March on coronavirus concerns",
            "description": "Tokyo Disneyland will be closed starting from Saturday through to March 15 amid an outbreak of coronavirus infections in Japan, operator Oriental Land Co Ltd <4661.T> said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-disneyland-idUSKCN20M09T",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T02:59:51Z",
            "content": "TOKYO (Reuters) - Tokyo Disneyland will be closed starting from Saturday through to March 15 amid an outbreak of coronavirus infections in Japan, operator Oriental Land Co Ltd (4661.T) said on Friday. \r\nBoth Tokyo Disneyland and DisneySea will be closed start… [+317 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK says number of coronavirus cases has risen to 20",
            "description": "Britain's health ministry said on Friday that the number of people infected with coronavirus in the United Kingdom had risen to 20, after another patient in England had tested positive for the disease.",
            "url": "https://www.reuters.com/article/us-china-health-britain-england-idUSKCN20M2ZV",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496639320&w=1200&r=LYNXNPEG1R1XG",
            "publishedAt": "2020-02-28T19:32:46Z",
            "content": "LONDON (Reuters) - Britain’s health ministry said on Friday that the number of people infected with coronavirus in the United Kingdom had risen to 20, after another patient in England had tested positive for the disease. \r\n“The virus was passed on in the UK a… [+198 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Germany enacts new health security measures against coronavirus infections",
            "description": "A German government crisis committee on Friday enacted new measures to combat the coronavirus outbreak that include the widening of cross-border travel guidelines and the cancellation of major international events.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/EdHosaQn8lg/germany-enacts-new-health-security-measures-against-coronavirus-infections-idUSKCN20M34J",
            "urlToImage": null,
            "publishedAt": "2020-02-28T20:39:40Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 256 new coronavirus cases, total 2,022: KCDC",
            "description": "South Korea reported 256 new coronavirus cases on Friday, bringing the total number of infected in the country to 2,022, the Korea Centers for Disease and Control and Prevention said.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-cases-idUSKCN20M047",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496240839&w=1200&r=LYNXNPEG1R02O",
            "publishedAt": "2020-02-28T01:17:16Z",
            "content": "SEOUL (Reuters) - South Korea reported 256 new coronavirus cases on Friday, bringing the total number of infected in the country to 2,022, the Korea Centers for Disease and Control and Prevention said. \r\nOf the new cases, 182 were in the southeastern city of … [+344 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus risk at very high global level, says WHO's Tedros",
            "description": "The risk of spread and impact of the coronavirus is now very high at a \"global level\", World Health Organization chief Tedros Adhanom Ghebreyesus told reporters in Geneva on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-who-idUSKCN20M2EP",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496557313&w=1200&r=LYNXNPEG1R1IH",
            "publishedAt": "2020-02-28T15:53:36Z",
            "content": "GENEVA (Reuters) - The risk of spread and impact of the coronavirus is now very high at a “global level”, World Health Organization chief Tedros Adhanom Ghebreyesus told reporters in Geneva on Friday. \r\nChina’s 329 reported cases in the past 24 hours was howe… [+135 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Martyn Herman",
            "title": "UAE coronavirus scare confines Danish champion Morkov to Berlin hotel",
            "description": "Danish rider Michael Morkov faces an anxious wait alone in a Berlin hotel room to learn if he can compete in the world track championships, after being caught up in fallout from a coronavirus scare in the Gulf.",
            "url": "https://www.reuters.com/article/us-china-health-cycling-idUSKCN20M28T",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496539683&w=1200&r=LYNXNPEG1R1G4",
            "publishedAt": "2020-02-28T15:08:57Z",
            "content": "BERLIN (Reuters) - Danish rider Michael Morkov faces an anxious wait alone in a Berlin hotel room to learn if he can compete in the world track championships, after being caught up in fallout from a coronavirus scare in the Gulf. \r\nNational champion Morkov, 3… [+2550 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Consumer spending, inflation cool; spotlight on Fed amid coronavirus outbreak",
            "description": "U.S. consumer spending slowed in January and could lose further momentum as the fast-spreading coronavirus outbreak, which has sparked a stock market sell-off and revived fears of a recession, causes households to tighten their purse strings.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/Rz_-tjnIvy8/consumer-spending-inflation-cool-spotlight-on-fed-amid-coronavirus-outbreak-idUSKCN20M24P",
            "urlToImage": null,
            "publishedAt": "2020-02-28T18:05:19Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "More guests leave Canary Islands hotel locked down over coronavirus",
            "description": "Three small groups of guests left a Tenerife hotel in minibuses on Friday on its fourth day of quarantine over the coronavirus and at least two people could be seen leaving in an ambulance, but around 700 holidaymakers remained in the compound.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/pQQUw-1ilFI/more-guests-leave-canary-islands-hotel-locked-down-over-coronavirus-idUSKCN20M143",
            "urlToImage": null,
            "publishedAt": "2020-02-28T11:49:56Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Global central bankers on coronavirus, possibility of rate cuts",
            "description": "With the rapid global spread of the new coronavirus and the U.S. stock market suffering its worst week since the Great Recession, central bankers around the world are under rising pressure to reduce borrowing costs to create a cushion against economic harm. S…",
            "url": "https://www.reuters.com/article/us-china-health-centralbanks-quotes-fact-idUSKCN20M37J",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496679017&w=1200&r=LYNXNPEG1R22C",
            "publishedAt": "2020-02-28T21:27:34Z",
            "content": "SAN FRANCISCO (Reuters) - With the rapid global spread of the new coronavirus and the U.S. stock market suffering its worst week since the Great Recession, central bankers around the world are under rising pressure to reduce borrowing costs to create a cushio… [+3543 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "German newspaper cites Health Ministry as saying ITB travel fair should be canceled",
            "description": "Germany's Bild newspaper on Friday cited the Health Ministry as saying that its new coronavirus criteria, according to which organizers must assess the safety of their events, meant Berlin's ITB international travel fair should be canceled.",
            "url": "https://www.reuters.com/article/us-china-health-itb-idUSKCN20M297",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496540791&w=1200&r=LYNXNPEG1R1G6",
            "publishedAt": "2020-02-28T15:12:00Z",
            "content": "BERLIN (Reuters) - Germany’s Bild newspaper on Friday cited the Health Ministry as saying that its new coronavirus criteria, according to which organizers must assess the safety of their events, meant Berlin’s ITB international travel fair should be canceled.… [+261 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. asks its military in Saudi Arabia to avoid crowded venues as coronavirus spreads in neighboring countries",
            "description": "The United States asked its military in Saudi Arabia to avoid crowded venues including malls and cinemas as coronavirus was reported spreading in neighboring countries, according to a document from the U.S. embassy seen by Reuters on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-saudi-usa-idUSKCN20M1M4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T11:25:27Z",
            "content": "DUBAI (Reuters) - The United States asked its military in Saudi Arabia to avoid crowded venues including malls and cinemas as coronavirus was reported spreading in neighboring countries, according to a document from the U.S. embassy seen by Reuters on Friday.… [+292 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Quarantine measures taken at two Abu Dhabi hotels after Italian guests contract coronavirus: WAM",
            "description": "Guests at two Abu Dhabi hotels who interacted with two Italian professional cyclists with coronavirus have been placed under quarantine in the hotels, the state news agency of the United Arab Emirates WAM reported on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-emirates-idUSKCN20M1UW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T12:33:49Z",
            "content": "DUBAI (Reuters) - Guests at two Abu Dhabi hotels who interacted with two Italian professional cyclists with coronavirus have been placed under quarantine in the hotels, the state news agency of the United Arab Emirates WAM reported on Friday. \r\nThe final two … [+435 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Honeywell sees surge in demand for face masks in North America, China",
            "description": "Industrial conglomerate Honeywell International Inc said on Friday it was seeing a surge in demand for its protective face masks in North America, Europe, India and China, following the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-honeywell-idUSKCN20M3DN",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496713768&w=1200&r=LYNXNPEG1R26K",
            "publishedAt": "2020-02-28T23:12:47Z",
            "content": "(Reuters) - Industrial conglomerate Honeywell International Inc (HON.N) said on Friday it was seeing a surge in demand for its protective face masks in North America, Europe, India and China, following the coronavirus outbreak. \r\nThe company said it was incre… [+454 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "White House adviser: More U.S. coronavirus cases likely but won't necessarily 'skyrocket'",
            "description": "The number of additional coronavirus cases in the United States is likely to increase but that does not mean they will \"skyrocket\" in North America, White House economic adviser Larry Kudlow said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-kudlow-idUSKCN20M2FV",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496561206&w=1200&r=LYNXNPEG1R1J4",
            "publishedAt": "2020-02-28T16:03:00Z",
            "content": "WASHINGTON (Reuters) - The number of additional coronavirus cases in the United States is likely to increase but that does not mean they will “skyrocket” in North America, White House economic adviser Larry Kudlow said on Friday. \r\nKudlow, in an interview wit… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rami Ayyub",
            "title": "Coronavirus fears lead Holy Land Catholic churches to give communion by hand only",
            "description": "Roman Catholic authorities in Jerusalem have instructed their priests to give communion by hand only, rather than placing the wafers on worshippers' tongues, and to empty holy water fonts - as precautions against the spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-religion-jerusalem-idUSKCN20M20K",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496506294&w=1200&r=LYNXNPEG1R18O",
            "publishedAt": "2020-02-28T13:40:50Z",
            "content": "JERUSALEM (Reuters) - Roman Catholic authorities in Jerusalem have instructed their priests to give communion by hand only, rather than placing the wafers on worshippers’ tongues, and to empty holy water fonts - as precautions against the spread of the corona… [+1816 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan schools may be shut longer depending on coronavirus outbreak: health minister",
            "description": "Japan's health minister Katsunobu Kato said on Friday there was a chance schools could be closed longer than one or two weeks, depending on the spread of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-japan-education-idUSKCN20M02U",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496234762&w=1200&r=LYNXNPEG1R023",
            "publishedAt": "2020-02-28T00:59:57Z",
            "content": "TOKYO (Reuters) - Japan’s health minister Katsunobu Kato said on Friday there was a chance schools could be closed longer than one or two weeks, depending on the spread of the coronavirus outbreak. \r\nPrime Minister Shinzo Abe on Thursday urged Japan’s entire … [+334 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO: global community not ready to take same measures as China to contain coronavirus",
            "description": "The World Health Organization (WHO) said in a report issued on Friday that much of the global community is not yet ready to implement the types of measures that have contained the fast-moving coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/us-china-health-who-report-idUSKCN20M2FO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T16:00:31Z",
            "content": "NEW YORK (Reuters) - The World Health Organization (WHO) said in a report issued on Friday that much of the global community is not yet ready to implement the types of measures that have contained the fast-moving coronavirus outbreak in China. \r\n“These are th… [+467 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Exclusive: U.S. postpones summit with ASEAN leaders amid coronavirus fears - sources",
            "description": "The United States will postpone a meeting with leaders of Southeast Asian countries it planned to host on March 14 amid concerns about the spread of the coronavirus, two U.S. officials familiar with the matter said on Friday.",
            "url": "https://www.reuters.com/article/us-usa-asean-coronavirus-exclusive-idUSKCN20M3D9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T23:06:03Z",
            "content": "WASHINGTON (Reuters) - The United States will postpone a meeting with leaders of Southeast Asian countries it planned to host on March 14 amid concerns about the spread of the coronavirus, two U.S. officials familiar with the matter said on Friday. \r\nU.S. Pre… [+364 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong finds coronavirus in pet dog samples, unclear if infected",
            "description": "Hong Kong authorities said on Friday they quarantined a pet dog of a coronavirus patient after its nasal and oral samples tested \"weak positive\" for the virus, though they added they did not yet have evidence that it can be transmitted to pets.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-dog-idUSKCN20M00V",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T00:13:09Z",
            "content": "HONG KONG (Reuters) - Hong Kong authorities said on Friday they quarantined a pet dog of a coronavirus patient after its nasal and oral samples tested “weak positive” for the virus, though they added they did not yet have evidence that it can be transmitted t… [+768 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Chang-Ran Kim",
            "title": "Japan scrambles for workarounds after Abe urges March school shutdown to stem coronavirus",
            "description": "Angry Japanese parents joined bewildered teachers and businesses on Friday in a rush to find new ways to live and work for a month after Prime Minister Shinzo Abe's shock call for all schools to close in a bid to stop coronavirus spreading.",
            "url": "https://www.reuters.com/article/us-china-health-japan-idUSKCN20M0AM",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496280435&w=1200&r=LYNXNPEG1R06W",
            "publishedAt": "2020-02-28T03:16:09Z",
            "content": "TOKYO (Reuters) - Angry Japanese parents joined bewildered teachers and businesses on Friday in a rush to find new ways to live and work for a month after Prime Minister Shinzo Abe’s shock call for all schools to close in a bid to stop coronavirus spreading. … [+4368 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong tycoon to roll out surgical masks as supplies run short",
            "description": "A Hong Kong tycoon unveiled plans on Friday to produce 200,000 masks a day from April, to be handed out to residents of the Asian financial hub grappling with scarcity amid a coronavirus outbreak that has killed two people and infected more than 90.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-tycoon-idUSKCN20M1A1",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496410678&w=1200&r=LYNXNPEG1R0PV",
            "publishedAt": "2020-02-28T09:34:02Z",
            "content": "HONG KONG (Reuters) - A Hong Kong tycoon unveiled plans on Friday to produce 200,000 masks a day from April, to be handed out to residents of the Asian financial hub grappling with scarcity amid a coronavirus outbreak that has killed two people and infected m… [+657 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "U.S. to invoke special powers to boost production of protective gear for coronavirus",
            "description": "The United States will invoke special powers to boost production of masks, gloves, gowns and other items to protect against the new coronavirus, Health and Human Services Secretary Alex Azar said on Friday, as the Trump administration was criticized by Democr…",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/didwPRMMY7U/u-s-to-invoke-special-powers-to-boost-production-of-protective-gear-for-coronavirus-idUSKCN20M2BI",
            "urlToImage": null,
            "publishedAt": "2020-02-28T23:00:53Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Howard Schneider",
            "title": "Central banks may mount a coronavirus rescue. It may not be enough",
            "description": "Cratering markets are pushing global central banks to the point they all warned against and worried about, of an evolving global economic shock hitting at a time when their capacity to respond in force is in doubt even as investors hound them for action.",
            "url": "https://www.reuters.com/article/us-china-health-centralbanks-analysis-idUSKCN20M37B",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496676997&w=1200&r=LYNXNPEG1R226",
            "publishedAt": "2020-02-28T21:28:24Z",
            "content": "(Reuters) - Cratering markets are pushing global central banks to the point they all warned against and worried about, of an evolving global economic shock hitting at a time when their capacity to respond in force is in doubt even as investors hound them for … [+5904 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bulgaria ready to send 1,000 troops to prevent migrant inflow",
            "description": "Bulgaria is ready to deploy up to 1,000 troops and military equipment to the border with neighboring Turkey to prevent illegal migrant inflows, its defense minister said on Friday.",
            "url": "https://www.reuters.com/article/us-syria-security-bulgaria-idUSKCN20M1RQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T12:09:39Z",
            "content": "SOFIA (Reuters) - Bulgaria is ready to deploy up to 1,000 troops and military equipment to the border with neighboring Turkey to prevent illegal migrant inflows, its defense minister said on Friday. \r\nKrasimir Karakachanov said border police had prevented two… [+559 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Tim McLaughlin",
            "title": "Exclusive: Aluminum smelter resurrected on Trump tariffs may close as losses mount",
            "description": "A bankrupt aluminum smelter that re-opened in 2018, after U.S. President Donald Trump imposed tariffs on imported metals, is losing money at such a rapid clip that it could close within 60 days, the top executive at the Missouri plant said on Thursday.",
            "url": "https://www.reuters.com/article/us-usa-trade-smelter-exclusive-idUSKCN20M0IB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496326245&w=1200&r=LYNXNPEG1R0CB",
            "publishedAt": "2020-02-28T05:34:54Z",
            "content": "MARSTON, Missouri (Reuters) - A bankrupt aluminum smelter that re-opened in 2018, after U.S. President Donald Trump imposed tariffs on imported metals, is losing money at such a rapid clip that it could close within 60 days, the top executive at the Missouri … [+2799 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Azerbaijan reports first case of coronavirus - Ifax",
            "description": "Azerbaijan's coronavirus crisis center said on Friday a Russian national traveling from Iran had tested positive for coronavirus, the South Caucasus nation's first confirmed case of the virus, the Interfax news agency reported.",
            "url": "https://www.reuters.com/article/us-china-health-azerbaijan-idUSKCN20M1IR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T10:58:32Z",
            "content": "MOSCOW (Reuters) - Azerbaijan’s coronavirus crisis center said on Friday a Russian national traveling from Iran had tested positive for coronavirus, the South Caucasus nation’s first confirmed case of the virus, the Interfax news agency reported. \r\nReporting … [+74 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lithuania confirms first coronavirus infection",
            "description": "Lithuania reported its first coronavirus infection on Friday, in a woman who returned this week from a visit to Italy's northern city of Verona, the government said, as the disease spreads rapidly worldwide.",
            "url": "https://www.reuters.com/article/us-china-health-lithuania-case-idUSKCN20M0E2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T04:18:11Z",
            "content": "VILNIUS (Reuters) - Lithuania reported its first coronavirus infection on Friday, in a woman who returned this week from a visit to Italy’s northern city of Verona, the government said, as the disease spreads rapidly worldwide. \r\nHopes that the virus would be… [+521 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nigeria confirms first case of coronavirus - health ministry",
            "description": "Nigeria's health ministry said on Friday it has confirmed a coronavirus case in Lagos state.",
            "url": "https://www.reuters.com/article/us-china-health-nigeria-idUSKCN20M07D",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496259428&w=1200&r=LYNXNPEG1R04T",
            "publishedAt": "2020-02-28T02:14:26Z",
            "content": "(Reuters) - Nigeria’s health ministry said on Friday it has confirmed a coronavirus case in Lagos state. \r\n\"The case which was confirmed on 27/02/2020 is the first case to be reported in Nigeria since the beginning of the outbreak in China in January 2020,\" t… [+125 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Belarus announces first case of coronavirus - TASS",
            "description": "Belarus registered the first case of coronavirus infection in the country, Russian news agency TASS reported on Friday, citing the Belarussian Ministry of Healthcare.",
            "url": "https://www.reuters.com/article/us-china-health-belarus-idUSKCN20M0IH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T05:30:42Z",
            "content": "MOSCOW (Reuters) - Belarus registered the first case of coronavirus infection in the country, Russian news agency TASS reported on Friday, citing the Belarussian Ministry of Healthcare. \r\n“We would like to inform you that February 27 tests conducted at the Re… [+247 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "French fashion Agnes B cancels Paris show due to coronavirus",
            "description": "French fashion house Agnes B said on Friday it has canceled its March 2 Paris show due to coronavirus worries.",
            "url": "https://www.reuters.com/article/us-china-health-france-fashion-idUSKCN20M23F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T14:11:07Z",
            "content": "PARIS (Reuters) - French fashion house Agnes B said on Friday it has canceled its March 2 Paris show due to coronavirus worries. \r\nSome Chinese designers have already canceled shows in Paris Fashion Week. \r\nReporting by Sarah White; Writing by Matthieu Protar… [+28 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kyrgyz national in Japan tests positive for coronavirus",
            "description": "A Kyrgyz citizen staying in Japan has tested positive for coronavirus and will be hospitalized there until full recovery, Kyrgyz deputy foreign minister Nurlan Abdrakhmanov said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-japan-kyrgyzstan-idUSKCN20M0L5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T06:03:46Z",
            "content": "BISHKEK (Reuters) - A Kyrgyz citizen staying in Japan has tested positive for coronavirus and will be hospitalized there until full recovery, Kyrgyz deputy foreign minister Nurlan Abdrakhmanov said on Friday. \r\nThe man was one of the crew of the Diamond Princ… [+206 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.N. chief says window for containment of coronavirus narrowing",
            "description": "U.N. Secretary-General Antonio Guterres said on Friday that containment of the global spread of coronavirus was possible \"but the window of opportunity is narrowing.\"",
            "url": "https://www.reuters.com/article/us-china-health-un-guterres-idUSKCN20M2SU",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496606552&w=1200&r=LYNXNPEG1R1R1",
            "publishedAt": "2020-02-28T18:07:47Z",
            "content": "(Reuters) - U.N. Secretary-General Antonio Guterres said on Friday that containment of the global spread of coronavirus was possible “but the window of opportunity is narrowing.” \r\n“This not a time for panic it is time to be prepared fully prepared,” he told … [+243 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. offer to help Iran in dealing with coronavirus 'ridiculous': Iran foreign ministry spokesman",
            "description": "America's offer to help Iran in dealing with coronavirus is \"ridiculous,\" Iran's foreign ministry spokesman Abbas Mousavi said on Friday, according to the Mehr news agency.",
            "url": "https://www.reuters.com/article/us-china-health-iran-foreign-ministry-idUSKCN20M2WD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496619732&w=1200&r=LYNXNPEG1R1TI",
            "publishedAt": "2020-02-28T18:42:30Z",
            "content": "DUBAI (Reuters) - America’s offer to help Iran in dealing with coronavirus is “ridiculous,” Iran’s foreign ministry spokesman Abbas Mousavi said on Friday, according to the Mehr news agency. \r\nU.S. Secretary of State Mike Pompeo said the United States had off… [+471 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. Congress offices advised to set coronavirus contingency operations",
            "description": "Members of the U.S. House of Representatives on Friday were advised to establish plans for alternative work arrangements in case the coronavirus becomes widespread in the United States.",
            "url": "https://www.reuters.com/article/us-china-health-usa-house-idUSKCN20M33O",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T20:32:00Z",
            "content": "WASHINGTON (Reuters) - Members of the U.S. House of Representatives on Friday were advised to establish plans for alternative work arrangements in case the coronavirus becomes widespread in the United States. \r\n“Although we do not have current indications of … [+409 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Google employee who was at Zurich office tests positive for coronavirus",
            "description": "An employee of Alphabet Inc's Google, who had been in the Zurich office, has tested positive for coronavirus, the company said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-google-idUSKCN20M2ZM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T19:19:07Z",
            "content": "(Reuters) - An employee of Alphabet Inc’s (GOOGL.O) Google, who had been in the Zurich office, has tested positive for coronavirus, the company said on Friday. \r\n“The Zurich office, like all other offices, remains open”, a Google spokesperson said. \r\nThe numb… [+577 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "At least 210 people have died from coronavirus in Iran: BBC Persian",
            "description": "At least 210 people have died from coronavirus in Iran, in various cities, as of Thursday night, BBC Persian reported on Friday, citing hospital sources.",
            "url": "https://www.reuters.com/article/us-china-health-iran-casualties-idUSKCN20M2RL",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496602890&w=1200&r=LYNXNPEG1R1QV",
            "publishedAt": "2020-02-28T17:58:34Z",
            "content": "DUBAI (Reuters) - At least 210 people have died from coronavirus in Iran, in various cities, as of Thursday night, BBC Persian reported on Friday, citing hospital sources. \r\nAn Iranian health ministry spokesman said on Friday that 34 people have died in Iran … [+110 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lufthansa to cut flight capacity due to coronavirus spread",
            "description": "German airline group Lufthansa said it will cut the number of short- and medium-haul flights in response to the accelerated spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-lufthansa-idUSKCN20M2U7",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496611533&w=1200&r=LYNXNPEG1R1RR",
            "publishedAt": "2020-02-28T18:21:18Z",
            "content": "FRANKFURT (Reuters) - German airline group Lufthansa (LHAG.DE) said it will cut the number of short- and medium-haul flights in response to the accelerated spread of the coronavirus. \r\n“Within the coming weeks, the number of short- and medium-haul flights wil… [+602 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Vietnam to suspend visa-free travel for South Koreans: Yonhap",
            "description": "The Vietnamese government plans to suspend visa-free travel for South Koreans starting on Saturday amid concerns about the coronavirus spreading, Yonhap News Agency said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-vietnam-idUSKCN20M0ET",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T04:28:05Z",
            "content": "SEOUL (Reuters) - The Vietnamese government plans to suspend visa-free travel for South Koreans starting on Saturday amid concerns about the coronavirus spreading, Yonhap News Agency said on Friday. \r\nThe South Korean embassy in Vietnam said that it received … [+139 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kenya's high court orders suspension of flights from China over coronavirus",
            "description": "Kenya's High Court on Friday ordered flights from China to be temporarily suspended over the coronavirus outbreak, following a petition by the Law Society of Kenya.",
            "url": "https://www.reuters.com/article/us-china-health-kenya-idUSKCN20M1MP",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T11:58:38Z",
            "content": "NAIROBI (Reuters) - Kenya’s High Court on Friday ordered flights from China to be temporarily suspended over the coronavirus outbreak, following a petition by the Law Society of Kenya. \r\n“I find that unless conservatory orders sought are granted Kenyans will … [+217 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Emilio Parodi",
            "title": "As coronavirus slams Italy, paralysis and anxiety spread",
            "description": "At the epicenter of Europe's worst outbreak of coronavirus to date, daily lives have taken on an eerie, aimless calm. It's at night that the worry takes over.",
            "url": "https://www.reuters.com/article/us-china-health-italy-paralysis-insight-idUSKCN20M2WB",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496619745&w=1200&r=LYNXNPEG1R1TP",
            "publishedAt": "2020-02-28T18:43:26Z",
            "content": "MILAN (Reuters) - At the epicenter of Europe’s worst outbreak of coronavirus to date, daily lives have taken on an eerie, aimless calm. It’s at night that the worry takes over. \r\n“You can hear the ambulances coming and going, and maybe they’re going to sick p… [+10532 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran health ministry spokesman rejects BBC Persian report of 210 deaths from coronavirus",
            "description": "Iran's health ministry spokesman in a tweet on Friday rejected a report by BBC Persian that at least 210 people have died from coronavirus in the country.",
            "url": "https://www.reuters.com/article/us-china-health-iran-casualties-idUSKCN20M2UT",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496612972&w=1200&r=LYNXNPEG1R1S1",
            "publishedAt": "2020-02-28T18:26:40Z",
            "content": "DUBAI (Reuters) - Iran’s health ministry spokesman in a tweet on Friday rejected a report by BBC Persian that at least 210 people have died from coronavirus in the country. \r\nThe spokesman, Kianush Jahanpur, announced earlier in the day that 34 people have di… [+93 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Just one American with coronavirus still in hospital: Vice President Pence",
            "description": "Of dozens of confirmed coronavirus cases in the United States, only one patient is still in the hospital, U.S. Vice President Mike Pence said on Friday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/XmkII3w8zUA/just-one-american-with-coronavirus-still-in-hospital-vice-president-pence-idUSKCN20M35J",
            "urlToImage": null,
            "publishedAt": "2020-02-28T21:18:42Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Almost 60 confirmed cases of coronavirus in Germany: Health Ministry spokeswoman",
            "description": "There are almost 60 confirmed cases of coronavirus in Germany, a spokeswoman for the Health Ministry said on Friday, adding that number included people who were now healthy again.",
            "url": "https://www.reuters.com/article/us-china-health-ministry-idUSKCN20M1I5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T10:53:26Z",
            "content": "BERLIN (Reuters) - There are almost 60 confirmed cases of coronavirus in Germany, a spokeswoman for the Health Ministry said on Friday, adding that number included people who were now healthy again. \r\nAsked how many confirmed cases of coronavirus in Germany t… [+179 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus outbreak 'getting bigger' after Nigeria case: WHO",
            "description": "Coronavirus outbreak is \"getting bigger\", the World Helath Organization (WHO) said on Friday after Nigeria confirmed sub-Saharan Africa's first case, reiterating its warning that the virus could reach most \"if not all countries\".",
            "url": "https://www.reuters.com/article/us-china-health-who-idUSKCN20M1HX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T10:49:30Z",
            "content": "GENEVA (Reuters) - Coronavirus outbreak is “getting bigger”, the World Helath Organization (WHO) said on Friday after Nigeria confirmed sub-Saharan Africa’s first case, reiterating its warning that the virus could reach most “if not all countries”. \r\nWHO spok… [+491 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany enacts new health security measures against coronavirus infections",
            "description": "A German government crisis committee on Friday enacted new measures to combat the coronavirus outbreak that include the widening of cross-border travel guidelines and the cancellation of major international events.",
            "url": "https://www.reuters.com/article/us-china-health-germany-idUSKCN20M34J",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496662470&w=1200&r=LYNXNPEG1R212",
            "publishedAt": "2020-02-28T20:39:40Z",
            "content": "FRANKFURT (Reuters) - A German government crisis committee on Friday enacted new measures to combat the coronavirus outbreak that include the widening of cross-border travel guidelines and the cancellation of major international events. \r\nIt expanded regulati… [+250 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pompeo says U.S. offered to help Iran with coronavirus response",
            "description": "U.S. Secretary of State Mike Pompeo said on Friday the United States has offered to help with the coronavirus response in Iran, where the outbreak has killed 34 people, and raised doubts about Tehran's willingness to share information.",
            "url": "https://www.reuters.com/article/us-china-health-usa-pompeo-idUSKCN20M234",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496521030&w=1200&r=LYNXNPEG1R1AG",
            "publishedAt": "2020-02-28T14:27:23Z",
            "content": "WASHINGTON (Reuters) - U.S. Secretary of State Mike Pompeo said on Friday the United States has offered to help with the coronavirus response in Iran, where the outbreak has killed 34 people, and raised doubts about Tehran’s willingness to share information. … [+980 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. financial regulators expected to discuss coronavirus Wednesday: sources",
            "description": "Top U.S. regulatory officials are expected to discuss the market and economic implications of a potential coronavirus pandemic at an upcoming meeting of their systemic threat panel, three sources told Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-usa-regulators-idUSKCN20M349",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T20:36:31Z",
            "content": "WASHINGTON (Reuters) - Top U.S. regulatory officials are expected to discuss the market and economic implications of a potential coronavirus pandemic at an upcoming meeting of their systemic threat panel, three sources told Reuters. \r\nThe Financial Stability … [+295 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France reports 19 new coronavirus cases, warns against handshakes",
            "description": "France on Friday reported 19 new confirmed coronavirus cases, taking the total to 57, and French Health Minister Olivier Veran recommended that people refrain from shaking hands in order to prevent infection.",
            "url": "https://www.reuters.com/article/us-china-health-france-idUSKCN20M2ZB",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496633049&w=1200&r=LYNXNPEG1R1W9",
            "publishedAt": "2020-02-28T19:13:25Z",
            "content": "PARIS (Reuters) - France on Friday reported 19 new confirmed coronavirus cases, taking the total to 57, and French Health Minister Olivier Veran recommended that people refrain from shaking hands in order to prevent infection. \r\nHe also said that several scho… [+425 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK says number of coronavirus cases has risen to 20",
            "description": "Britain's health ministry said on Friday that the number of people infected with coronavirus in the United Kingdom had risen to 20, after another patient in England had tested positive for the disease.",
            "url": "https://www.reuters.com/article/us-china-health-britain-england-idUSKCN20M2ZV",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496639320&w=1200&r=LYNXNPEG1R1XG",
            "publishedAt": "2020-02-28T19:32:46Z",
            "content": "LONDON (Reuters) - Britain’s health ministry said on Friday that the number of people infected with coronavirus in the United Kingdom had risen to 20, after another patient in England had tested positive for the disease. \r\n“The virus was passed on in the UK a… [+198 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Deena Beasley",
            "title": "Explainer: How long can coronavirus survive on surfaces?",
            "description": "As a new coronavirus spreads quickly around the world, U.S. health officials say they are \"aggressively\" assessing how long it can survive on surfaces to better understand the risk of transmission.",
            "url": "https://www.reuters.com/article/us-china-health-surfaces-explainer-idUSKCN20M3BK",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496701684&w=1200&r=LYNXNPEG1R25O",
            "publishedAt": "2020-02-28T22:36:28Z",
            "content": "(Reuters) - As a new coronavirus spreads quickly around the world, U.S. health officials say they are “aggressively” assessing how long it can survive on surfaces to better understand the risk of transmission. \r\nBased on what is known about similar coronaviru… [+2457 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Robert Cyran",
            "title": "Breakingviews - Breakdown: Coronavirus goes global - Reuters",
            "description": "(Reuters Breakingviews) - It’s not time to panic, but it is time to face reality. The coronavirus is spreading around the world. China’s unprecedented efforts slowed the spread of the new disease officially known as Covid-19, but that’s merely won some time. …",
            "url": "https://www.reuters.com/article/us-china-health-breakingviews-idUSKCN20L3DR",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496216199&w=1200&r=LYNXNPEG1Q25D",
            "publishedAt": "2020-02-28T00:03:00Z",
            "content": "NEW YORK (Reuters Breakingviews) - It’s not time to panic, but it is time to face reality. The coronavirus is spreading around the world. China’s unprecedented efforts slowed the spread of the new disease officially known as Covid-19, but that’s merely won so… [+7420 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China appoints new deputy party secretary in Shanghai",
            "description": "China's Communist Party's ruling Central Committee named a new deputy party secretary for Shanghai on Friday, after the previous deputy party secretary Ying Yong was transferred to head Hubei province to lead the fight against the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/us-china-health-shanghai-idUSKCN20M03X",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496239264&w=1200&r=LYNXNPEG1R02K",
            "publishedAt": "2020-02-28T01:13:30Z",
            "content": "BEIJING (Reuters) - China’s Communist Party’s ruling Central Committee named a new deputy party secretary for Shanghai on Friday, after the previous deputy party secretary Ying Yong was transferred to head Hubei province to lead the fight against the coronavi… [+224 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Quarantine measures taken at two Abu Dhabi hotels after Italian guests contract coronavirus: WAM",
            "description": "Guests at two Abu Dhabi hotels who interacted with two Italians diagnosed with coronavirus have been placed under quarantine in the hotels, the state news agency of the United Arab Emirates WAM reported on Friday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/hU4crk4T0Vg/quarantine-measures-taken-at-two-abu-dhabi-hotels-after-italian-guests-contract-coronavirus-wam-idUSKCN20M1UW",
            "urlToImage": null,
            "publishedAt": "2020-02-28T12:33:49Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Coronavirus fears lead Holy Land Catholic churches to give communion by hand only",
            "description": "Roman Catholic authorities in Jerusalem have instructed their priests to give communion by hand only, rather than placing the wafers on worshippers' tongues, and to empty holy water fonts - as precautions against the spread of the coronavirus.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/a_3-aL4FYq4/coronavirus-fears-lead-holy-land-catholic-churches-to-give-communion-by-hand-only-idUSKCN20M20K",
            "urlToImage": null,
            "publishedAt": "2020-02-28T13:40:50Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC confirms one more coronavirus case among Diamond Princess evacuees",
            "description": "The U.S. Centers for Disease Control and Prevention on Friday confirmed one more case of the coronavirus among citizens evacuated from the Diamond Princess cruise ship, bringing the tally among evacuees to 44.",
            "url": "https://www.reuters.com/article/us-china-health-usa-cdc-idUSKCN20M2TJ",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496609227&w=1200&r=LYNXNPEG1R1RI",
            "publishedAt": "2020-02-28T18:19:32Z",
            "content": "(Reuters) - The U.S. Centers for Disease Control and Prevention on Friday confirmed one more case of the coronavirus among citizens evacuated from the Diamond Princess cruise ship, bringing the tally among evacuees to 44. \r\nThe CDC, on a call with reporters, … [+433 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Amazon tells employees to defer all non-essential travel due to coronavirus",
            "description": "Amazon.com Inc said all employees should defer non-essential travel including within the United States, in a significant escalation by the world's largest online retailer to guard against the spread of the coronavirus among its ranks.",
            "url": "https://www.reuters.com/article/us-china-health-amazon-com-idUSKCN20M2TZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496610249&w=1200&r=LYNXNPEG1R1RM",
            "publishedAt": "2020-02-28T18:18:57Z",
            "content": "(Reuters) - Amazon.com Inc (AMZN.O) said all employees should defer non-essential travel including within the United States, in a significant escalation by the world’s largest online retailer to guard against the spread of the coronavirus among its ranks. \r\nD… [+544 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lebanon says schools to be closed from Feb. 29-March 8 amid coronavirus: education ministry statement",
            "description": "Lebanon announced on Friday it was closing the country's schools effective Feb. 29 until March 8 as a precautionary measure against the spread of coronavirus, an education ministry statement said.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-education-idUSKCN20M341",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496661274&w=1200&r=LYNXNPEG1R20W",
            "publishedAt": "2020-02-28T20:36:12Z",
            "content": "BEIRUT (Reuters) - Lebanon announced on Friday it was closing the country’s schools effective Feb. 29 until March 8 as a precautionary measure against the spread of coronavirus, an education ministry statement said. \r\nLebanon on Friday confirmed the country’s… [+143 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Stanway",
            "title": "Explainer: Coronavirus reappears in discharged patients, raising questions in containment fight",
            "description": "A growing number of discharged coronavirus patients in China and elsewhere are testing positive after recovering, sometimes weeks after being allowed to leave the hospital, which could make the epidemic harder to eradicate.",
            "url": "https://www.reuters.com/article/us-china-health-reinfection-explainer-idUSKCN20M124",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496388247&w=1200&r=LYNXNPEG1R0MR",
            "publishedAt": "2020-02-28T08:30:58Z",
            "content": "SHANGHAI/LONDON (Reuters) - A growing number of discharged coronavirus patients in China and elsewhere are testing positive after recovering, sometimes weeks after being allowed to leave the hospital, which could make the epidemic harder to eradicate. \r\nOn We… [+4246 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Quarantine measures taken at two Abu Dhabi hotels after Italian cyclists contract coronavirus: WAM",
            "description": "Guests at two Abu Dhabi hotels who interacted with two Italian professional cyclists with coronavirus have been placed under quarantine in the hotels, the state news agency of the United Arab Emirates WAM reported on Friday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/ihq6R-YobXg/quarantine-measures-taken-at-two-abu-dhabi-hotels-after-italian-cyclists-contract-coronavirus-wam-idUSKCN20M1UW",
            "urlToImage": null,
            "publishedAt": "2020-02-28T13:06:17Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "North Korea leader Kim oversees military drills, holds meeting to discuss virus: KCNA",
            "description": "North Korean leader Kim Jong Un oversaw military drills on Friday, state media KCNA said on Saturday, a rare public outing amid efforts to prevent an outbreak of the coronavirus in the isolated country.",
            "url": "https://www.reuters.com/article/us-northkorea-missiles-idUSKCN20M38I",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496686619&w=1200&r=LYNXNPEG1R22Y",
            "publishedAt": "2020-02-28T21:45:28Z",
            "content": "SEOUL (Reuters) - North Korean leader Kim Jong Un oversaw military drills on Friday, state media KCNA said on Saturday, a rare public outing amid efforts to prevent an outbreak of the coronavirus in the isolated country. \r\nKim also held a meeting of the rulin… [+182 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Joyce Zhou",
            "title": "Hong Kongers turn out for indie club's last performance as coronavirus forces closure",
            "description": "Hundreds of Hong Kongers sporting face masks pulsated under strobe lights at a reknowned indie club for the last time on Thursday as cancellations by performers due to the coronavirus have forced the venue to close.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-nightlife-idUSKCN20M1MX",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496455236&w=1200&r=LYNXNPEG1R0YP",
            "publishedAt": "2020-02-28T11:31:46Z",
            "content": "HONG KONG (Reuters) - Hundreds of Hong Kongers sporting face masks pulsated under strobe lights at a reknowned indie club for the last time on Thursday as cancellations by performers due to the coronavirus have forced the venue to close. \r\nThe music house kno… [+2669 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Airlines suspend flights due to coronavirus outbreak",
            "description": "Airlines have been suspending flights or modifying service in response to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-factbox-idUSKCN20M313",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496646818&w=1200&r=LYNXNPEG1R1Z9",
            "publishedAt": "2020-02-28T19:53:59Z",
            "content": "(Reuters) - Airlines have been suspending flights or modifying service in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n**American Airlines (AAL.O) - Extends su… [+9437 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia temporarily suspends entry of GCC citizens to Mecca and Medina: foreign ministry",
            "description": "Saudi Arabia temporarily suspended entry of Gulf Cooperation Council (GCC) citizens to Mecca and Medina, the foreign ministry announced in a statement published by the state news agency on Friday.",
            "url": "https://www.reuters.com/article/us-health-china-saudi-idUSKCN20M31T",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T20:03:44Z",
            "content": "CAIRO (Reuters) - Saudi Arabia temporarily suspended entry of Gulf Cooperation Council (GCC) citizens to Mecca and Medina, the foreign ministry announced in a statement published by the state news agency on Friday. \r\nThe statement added it will exclude from t… [+514 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "United cuts more flights to Asia, extends China cancellations",
            "description": "United Airlines said Friday it was cutting flights to Japan, South Korea and Singapore and extending flight cancellations to China in response to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-aviation-unitedairlines-idUSKCN20M22W",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496517287&w=1200&r=LYNXNPEG1R1A0",
            "publishedAt": "2020-02-28T14:07:29Z",
            "content": "WASHINGTON (Reuters) - United Airlines (UAL.O) said Friday it was cutting flights to Japan, South Korea and Singapore and extending flight cancellations to China in response to the coronavirus outbreak. \r\nThe U.S airline said it will reduce flights to Tokyo-N… [+404 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bullard: Fed already insured against shocks like coronavirus",
            "description": "The Federal Reserve has already insured against shocks like the coronavirus, St. Louis Federal Reserve bank president James Bullard said on Friday.",
            "url": "https://www.reuters.com/article/us-usa-fed-bullard-rates-idUSKCN20M2BC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T15:24:37Z",
            "content": "FORT SMITH, Ark (Reuters) - The Federal Reserve has already insured against shocks like the coronavirus, St. Louis Federal Reserve bank president James Bullard said on Friday. \r\n“We already lowered rates last year and that was billed as insurance against poss… [+273 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy's Alitalia reduces flights on 38 routes as coronavirus deters passengers",
            "description": "Italy's flagship carrier Alitalia said on Friday it was reducing flights on 38 national and international routes because coronavirus was leading to fewer passengers.",
            "url": "https://www.reuters.com/article/us-coronavirus-alitalia-idUSKCN20M2MC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T17:02:06Z",
            "content": "ROME (Reuters) - Italy’s flagship carrier Alitalia said on Friday it was reducing flights on 38 national and international routes because coronavirus was leading to fewer passengers. \r\nThe carrier said in a statement seats on the domestic Genoa-Rome route wer… [+121 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Geneva car show canceled due to corona woes",
            "description": "The Geneva car show that was set to begin next week has been canceled, organizers Palexpo said on Friday, blaming Swiss government heath measures designed to contain coronavirus.",
            "url": "https://www.reuters.com/article/us-autoshow-geneva-cancellation-idUSKCN20M1NH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T11:33:47Z",
            "content": "FRANKFURT (Reuters) - The Geneva car show that was set to begin next week has been canceled, organizers Palexpo said on Friday, blaming Swiss government heath measures designed to contain coronavirus. \r\nSwitzerland on Friday banned large events expected to dr… [+510 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Anna Irrera",
            "title": "CoronaCoin: crypto developers seize on coronavirus for new, morbid token",
            "description": "Cryptocurrency developers have created a digital coin that allows traders to bet on the coronavirus epidemic, based on how many people fall ill or die.",
            "url": "https://www.reuters.com/article/us-china-health-crypto-currency-idUSKCN20M32A",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496655135&w=1200&r=LYNXNPEG1R201",
            "publishedAt": "2020-02-28T20:17:25Z",
            "content": "NEW YORK (Reuters) - Cryptocurrency developers have created a digital coin that allows traders to bet on the coronavirus epidemic, based on how many people fall ill or die. \r\nCalled the “CoronaCoin,” its supply will diminish every two days based on the rate o… [+2293 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lyft says scooters, bike parts production delayed due to coronavirus outbreak",
            "description": "Ride hailing company Lyft Inc said on Friday the coronavirus outbreak has led to production delays of certain automotive parts and components of bikes and scooters.",
            "url": "https://www.reuters.com/article/us-china-health-lyft-idUSKCN20M37Z",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496684290&w=1200&r=LYNXNPEG1R22P",
            "publishedAt": "2020-02-28T21:41:27Z",
            "content": "(Reuters) - Ride hailing company Lyft Inc (LYFT.O) said on Friday the coronavirus outbreak has led to production delays of certain automotive parts and components of bikes and scooters. \r\nLyft also said there could be further supply chain disruption or other … [+139 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Japan PM triggers uproar with call to close all schools as Hokkaido declares coronavirus emergency",
            "description": "Angry Japanese parents joined bewildered teachers and businesses on Friday in a rush to find new ways to live and work for a month after Prime Minister Shinzo Abe's shock call for all schools to close in a bid to stop coronavirus spreading.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/RluRG3-Mvck/japan-pm-triggers-uproar-with-call-to-close-all-schools-as-hokkaido-declares-coronavirus-emergency-idUSKCN20M0AM",
            "urlToImage": null,
            "publishedAt": "2020-02-28T10:28:46Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EasyJet warns of softer Italian demand in wake of coronavirus",
            "description": "British budget airline easyJet warned on Friday it had seen a significant softening of demand and load factors into and out of its northern Italian bases and slower demand in other European markets due to coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-easyjet-idUSKCN20M0U5",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496362122&w=1200&r=LYNXNPEG1R0IA",
            "publishedAt": "2020-02-28T07:19:58Z",
            "content": "LONDON (Reuters) - British budget airline easyJet (EZJ.L) warned on Friday it had seen a significant softening of demand and load factors into and out of its northern Italian bases and slower demand in other European markets due to coronavirus. \r\nAs a result … [+400 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Abhinav Ramnarayan",
            "title": "As coronavirus fears grow, private equity eyes distressed investments",
            "description": "Major private equity firms, which have built up big distressed debt funds in recent years, are ready to snap up assets on the cheap if the coronavirus outbreak causes deeper market disruptions, executives told an industry meeting this week.",
            "url": "https://www.reuters.com/article/us-global-privateequity-distressed-idUSKCN20M2CT",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496550644&w=1200&r=LYNXNPEG1R1HL",
            "publishedAt": "2020-02-28T15:38:13Z",
            "content": "BERLIN (Reuters) - Major private equity firms, which have built up big distressed debt funds in recent years, are ready to snap up assets on the cheap if the coronavirus outbreak causes deeper market disruptions, executives told an industry meeting this week.… [+3817 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Joshua Franklin",
            "title": "Coronavirus outbreak rains on dealmakers' M&A parade",
            "description": "The steep market drop triggered by the global coronavirus outbreak has led many companies to hit the 'pause' button on mergers and acquisitions (M&A), sabotaging the hopes of corporate advisers who expected a dealmaking bonanza this year.",
            "url": "https://www.reuters.com/article/us-china-health-deals-idUSKCN20M3C3",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496705065&w=1200&r=LYNXNPEG1R25Y",
            "publishedAt": "2020-02-28T22:47:43Z",
            "content": "NEW YORK (Reuters) - The steep market drop triggered by the global coronavirus outbreak has led many companies to hit the ‘pause’ button on mergers and acquisitions (M&amp;A), sabotaging the hopes of corporate advisers who expected a dealmaking bonanza this y… [+3355 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "IAG says can't forecast 2020 profit due to coronavirus",
            "description": "British Airways-owner IAG said coronavirus would hit earnings this year but it does not know by how much, as it warned weakening demand would cause further flight cancellations in the coming days.",
            "url": "https://www.reuters.com/article/us-iag-results-idUSKCN20M0UZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496364978&w=1200&r=LYNXNPEG1R0IT",
            "publishedAt": "2020-02-28T07:29:02Z",
            "content": "LONDON (Reuters) - British Airways-owner IAG (ICAG.L) said coronavirus would hit earnings this year but it does not know by how much, as it warned weakening demand would cause further flight cancellations in the coming days. \r\nCoronavirus, the illness which e… [+1388 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Cooling consumer spending, inflation put spotlight on Fed amid coronavirus",
            "description": "U.S. consumer spending slowed in January and could lose further momentum as the fast-spreading coronavirus outbreak, which has sparked a stock market sell-off and revived fears of a recession, causes households to tighten their purse strings.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/bizifinErrU/cooling-consumer-spending-inflation-put-spotlight-on-fed-amid-coronavirus-idUSKCN20M24P",
            "urlToImage": null,
            "publishedAt": "2020-02-28T20:30:30Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Liz Lee",
            "title": "Malaysia's AirAsia X defers A330neo deliveries as coronavirus crimps demand",
            "description": "Malaysian long-haul budget airline AirAsia X Bhd said it will defer delivery of 78 Airbus SE A330neo planes and consider other changes to reduce its fleet as the coronavirus dents demand.",
            "url": "https://www.reuters.com/article/us-airasia-group-results-idUSKCN20L1NX",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496304951&w=1200&r=LYNXNPEG1Q0X4",
            "publishedAt": "2020-02-28T04:29:02Z",
            "content": "KUALA LUMPUR/SYDNEY (Reuters) - Malaysian long-haul budget airline AirAsia X Bhd (AIRX.KL) said it will defer delivery of 78 Airbus SE (AIR.PA) A330neo planes and consider other changes to reduce its fleet as the coronavirus dents demand. \r\nAirAsia X said lat… [+2159 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's big airlines resume some global flights halted by coronavirus",
            "description": "China's three biggest airlines have restored a fraction of the international flights they halted in the wake of a coronavirus outbreak, heeding a call from the aviation regulator as business activity recovers slowly.",
            "url": "https://www.reuters.com/article/us-china-health-aviation-idUSKCN20M1DT",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496423975&w=1200&r=LYNXNPEG1R0SJ",
            "publishedAt": "2020-02-28T10:10:17Z",
            "content": "BEIJING (Reuters) - China’s three biggest airlines have restored a fraction of the international flights they halted in the wake of a coronavirus outbreak, heeding a call from the aviation regulator as business activity recovers slowly. \r\nAir China (601111.SS… [+971 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sarah Young",
            "title": "Airlines at center of storm as coronavirus spreads",
            "description": "European airlines stepped up their warnings over the coronavirus outbreak on Friday, with British Airways-owner IAG and Finnair flagging a hit to profits and easyJet reporting a big drop in demand into and out of a virus-affected region in Italy.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-idUSKCN20M1BR",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496416085&w=1200&r=LYNXNPEG1R0R2",
            "publishedAt": "2020-02-28T09:49:28Z",
            "content": "LONDON (Reuters) - European airlines stepped up their warnings over the coronavirus outbreak on Friday, with British Airways-owner IAG and Finnair flagging a hit to profits and easyJet reporting a big drop in demand into and out of a virus-affected region in … [+3044 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nigeria's first coronavirus case came on flight via Istanbul, went to Ogun state: Lagos health commission",
            "description": "Nigeria's first confirmed coronovirus case entered the country on a Turkish Airlines flight that traveled via Istanbul, the Lagos State Commissioner for Health told a news conference on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-nigeria-first-idUSKCN20M1NG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-28T11:34:04Z",
            "content": "LAGOS (Reuters) - Nigeria’s first confirmed coronovirus case entered the country on a Turkish Airlines flight that traveled via Istanbul, the Lagos State Commissioner for Health told a news conference on Friday. \r\nThe man, who traveled from Milan, Italy, and … [+508 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Take Five: The virus data fog",
            "description": "We'll soon get the first proper glimpse at the economic damage the coronavirus is inflicting. China's official Purchasing Managers' Index is due on Saturday, and is expected to show the sharpest manufacturing contraction since the 2008 global financial crisis.",
            "url": "https://www.reuters.com/article/us-global-markets-themes-idUSKCN20M2HG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496569406&w=1200&r=LYNXNPEG1R1KD",
            "publishedAt": "2020-02-28T16:24:18Z",
            "content": "LONDON (Reuters) - 1/DATA DIAGNOSIS \r\nWe’ll soon get the first proper glimpse at the economic damage the coronavirus is inflicting. China’s official Purchasing Managers’ Index is due on Saturday, and is expected to show the sharpest manufacturing contraction … [+5217 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Goldman expects 75 bps of Fed rate cuts by June",
            "description": "Goldman Sachs expects the coronavirus to drive the Federal Reserve to cut U.S. interest rates by 75 basis points by June it said on Friday, implying as many as three cuts starting at its next meeting in March.",
            "url": "https://www.reuters.com/article/us-usa-fed-goldman-idUSKCN20M2NV",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496589592&w=1200&r=LYNXNPEG1R1OG",
            "publishedAt": "2020-02-28T17:14:09Z",
            "content": "LONDON (Reuters) - Goldman Sachs expects the coronavirus to drive the Federal Reserve to cut U.S. interest rates by 75 basis points by June it said on Friday, implying as many as three cuts starting at its next meeting in March. \r\nTraders are pricing in a 72%… [+794 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "John McCrank",
            "title": "Explainer: How U.S. markets will function if coronavirus breaks out in NYC",
            "description": "If an outbreak of coronavirus hits New York, it could cause more sharp selling of stocks, but markets would likely continue to function even if the floor of the New York Stock Exchange had to close.",
            "url": "https://www.reuters.com/article/us-china-health-exchanges-explainer-idUSKCN20M2BO",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496550752&w=1200&r=LYNXNPEG1R1H9",
            "publishedAt": "2020-02-28T15:38:12Z",
            "content": "NEW YORK (Reuters) - If an outbreak of coronavirus hits New York, it could cause more sharp selling of stocks, but markets would likely continue to function even if the floor of the New York Stock Exchange had to close. \r\nNo case has been confirmed in the sta… [+4220 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Francesco Canepa",
            "title": "ECB rate setters see no need for action as coronavirus spreads",
            "description": "The European Central Bank does not need to take immediate action in response to the coronavirus epidemic, two ECB policymakers said on Friday, confounding market bets on a rate cut.",
            "url": "https://www.reuters.com/article/us-china-health-bundesbank-ecb-idUSKCN20M1SU",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496476155&w=1200&r=LYNXNPEG1R12T",
            "publishedAt": "2020-02-28T12:22:40Z",
            "content": "FRANKFURT/BRUSSELS (Reuters) - The European Central Bank does not need to take immediate action in response to the coronavirus epidemic, two ECB policymakers said on Friday, confounding market bets on a rate cut. \r\nThe central bank governors of Germany and Li… [+2092 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Thyagaraju Adinarayan",
            "title": "Going viral: Six charts and the $6 trillion loss",
            "description": "The rapid worldwide spread of coronavirus and the economic implications of the outbreak have triggered the biggest weekly stock market rout since the 2008 financial crisis, wiping $6 trillion off global equities.",
            "url": "https://www.reuters.com/article/us-china-health-markets-global-idUSKCN20M2F6",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496565240&w=1200&r=LYNXNPEG1R1JT",
            "publishedAt": "2020-02-28T16:12:29Z",
            "content": "LONDON (Reuters) - Capitulation? Perhaps. \r\nThe rapid worldwide spread of coronavirus and the economic implications of the outbreak have triggered the biggest weekly stock market rout since the 2008 financial crisis, wiping $6 trillion off global equities. \r\n… [+2960 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Anshuman Daga",
            "title": "Lion Air puts $500 million IPO on hold as global equity markets tumble: sources",
            "description": "Indonesia's Lion Air has deferred plans for an initial public offering (IPO) due to a sharp fall in global stock markets, people close to the matter said on Friday, as the spreading coronavirus sparks worries of a global pandemic.",
            "url": "https://www.reuters.com/article/us-china-health-lion-air-ipo-idUSKCN20M0PL",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200228&t=2&i=1496346630&w=1200&r=LYNXNPEG1R0FM",
            "publishedAt": "2020-02-28T06:36:31Z",
            "content": "SINGAPORE/HONG KONG (Reuters) - Indonesia’s Lion Air has deferred plans for an initial public offering (IPO) due to a sharp fall in global stock markets, people close to the matter said on Friday, as the spreading coronavirus sparks worries of a global pandem… [+2123 chars]"
        }
    ]
}