{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matt Keeley",
            "title": "Amid Coronavirus Fears, Royal Caribbean Cruises Bans Guests With Chinese, Hong Kong or Macau Passports",
            "description": "Royal Caribbean announced that anyone holding a passport from China, Hong Kong or Macau would be unable to board any of its ships throughout February.",
            "url": "https://www.newsweek.com/amid-coronavirus-fears-royal-caribbean-cruises-bans-guests-chinese-hong-kong-macau-passports-1486337",
            "urlToImage": "https://d.newsweek.com/en/full/1565875/anthem-seas.jpg",
            "publishedAt": "2020-02-07T22:38:59Z",
            "content": "Royal Caribbean International announced Friday anyone holding a passport from China, Hong Kong or Macau would be unable to board any of its cruise ships throughout February.\r\nThe cruise line company said it had consulted with experts and public health authori… [+2282 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Trump Not Worried China's Covering Up Coronavirus Situation After Talking With President Xi",
            "description": "China's handling of the SARS outbreak raised transparency concerns with the new coronavirus outbreak but officials have stood behind China for taking all the necessary steps.",
            "url": "https://www.newsweek.com/trump-not-worried-china-cover-coronavirus-call-president-xi-jinping-1486293",
            "urlToImage": "https://d.newsweek.com/en/full/1565811/donald-trump-china-xi-jinping-coronavirus.jpg",
            "publishedAt": "2020-02-07T17:53:03Z",
            "content": "After speaking with Chinese President Xi Jinping, President Donald Trump said Friday he is confident that China is being transparent about its handling of the new coronavirus outbreak.\r\nChina's withholding of information during the 2002 and 2003 severe acute … [+3506 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sophie Richardson",
            "title": "Why arbitrary, secretive detention of more than a million Chinsese Muslims is likely to worsen Coronavirus scare | Opinion",
            "description": "The authorities have both created the conditions for a potential health care disaster and made it almost impossible for anyone outside the region to know what is happening there.",
            "url": "https://www.newsweek.com/xinjiang-wuhan-uyghur-coronavirus-detention-camps-1486278",
            "urlToImage": "https://d.newsweek.com/en/full/1565794/hong-kong-uyhgur-protest.jpg",
            "publishedAt": "2020-02-07T16:16:52Z",
            "content": "People inside and outside China have already offered up scathing criticism of Chinese health authorities for their slow and secretive response to the coronavirus, which the World Health Organization has now identified as a global health emergency.\r\nThe Chines… [+6637 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Royal Caribbean Passengers Screened for Coronavirus After Cruise Ship Docks in New Jersey",
            "description": "A number of the passengers were transported to the hospital, according to the mayor of Bayonne.",
            "url": "https://www.newsweek.com/royal-caribbean-passengers-screened-coronavirus-after-cruise-ship-docks-new-jersey-1486251",
            "urlToImage": "https://d.newsweek.com/en/full/1565763/bayonne-cruise-coronavirus-new-jersey.jpg",
            "publishedAt": "2020-02-07T14:33:40Z",
            "content": "More than a dozen passengers from a cruise ship that docked in New Jersey were screened for the new coronavirus, with four of them transported to the hospital.\r\nRoyal Caribbean's Anthem of the Seas docked in Bayonne, a city about 10 miles from New York City, … [+2609 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Michigan Bank Calls Police on Woman Scared of Coronavirus Who Wore Face Mask: 'I Was Traumatized'",
            "description": "A dozen cases of 2019-nCoV have been confirmed in the U.S.",
            "url": "https://www.newsweek.com/woman-wears-mask-coronavirus-bank-calls-cops-1486216",
            "urlToImage": "https://d.newsweek.com/en/full/1565528/coronavirus-countries-statista.jpg",
            "publishedAt": "2020-02-07T10:11:21Z",
            "content": "A Michigan woman with a weak immune system who wore a mask at her bank because she thought it would protect her from the new coronavirus said she was \"traumatized\" after staff called the police.\r\nAmanda Ulmen told Fox 2 Detroit that she visited a branch of Ke… [+3864 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "Android Applicatons Claiming to Clean and Speed up Smartphones Actually Install Malware",
            "description": "\"The cybercriminals behind this campaign can use the affected device to post fake positive reviews in favor of the malicious apps as well as perform ad fraud techniques,\" researchers said.",
            "url": "https://www.newsweek.com/android-malware-ad-fraud-trend-micro-google-play-store-mobile-apps-china-1486212",
            "urlToImage": "https://d.newsweek.com/en/full/1565717/smartphone-stock-photo.jpg",
            "publishedAt": "2020-02-07T08:46:20Z",
            "content": "Android apps claiming to enhance the performance of a user's phone actually contained the ability to download thousands of malware variants, researchers say.\r\nLurking in the Google Play Store since 2017collectively downloaded more than 470,000 timesthe applic… [+3565 chars]"
        }
    ]
}