{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeremy Page, Lingling Wei",
            "title": "China's Leader Wages a War on Two Fronts—Viral and Political - The Wall Street Journal",
            "description": "China's Leader Wages a War on Two Fronts—Viral and Political The Wall Street Journal Widespread Outcry in China Over Death of Coronavirus Doctor The New York Times Wuhan coronavirus kills doctor who warned of outbreak CNN The virus that shook China’s system T…",
            "url": "https://www.wsj.com/articles/chinas-leader-wages-a-war-on-two-frontsviral-and-political-11581116451",
            "urlToImage": "https://images.wsj.net/im-152132/social",
            "publishedAt": "2020-02-07T23:00:00Z",
            "content": "BEIJINGFaced with a coronavirus outbreak that so far has killed 630 people and infected more than 31,000 world-wide, Chinas President Xi Jinping has mobilized the vast state machinery.\r\nChina has quarantined entire cities, thrown up hospitals in days, and dep… [+133 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey Sparshott",
            "title": "Newsletter Special Report: More Jobs, More Workers",
            "description": "Your daily economics newsletter from The Wall Street Journal.",
            "url": "https://blogs.wsj.com/economics/2020/02/07/newsletter-special-report-more-jobs-more-workers/",
            "urlToImage": "https://images.wsj.net/im-151132",
            "publishedAt": "2020-02-07T16:49:54Z",
            "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.Employers added 225,000 jobs in January and the jobless rate was 3.6%, signs that the U.S. labor market is positioned to fuel economic growth in 2020. The r… [+6028 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Chao Deng",
            "title": "Coronavirus Patients in Wuhan Face a Health System Past the Brink",
            "description": "Coronavirus Patients in Wuhan Face a Health System Past the Brink wsj.com",
            "url": "https://www.wsj.com/articles/coronavirus-patients-in-wuhan-face-a-health-system-past-the-brink-11581084599",
            "urlToImage": "https://images.wsj.net/im-152002/social",
            "publishedAt": "2020-02-07T14:17:35Z",
            "content": "WUHAN, ChinaPatients hooked to intravenous drips stood in the waiting room because the seats were full. A supply depot lacked enough protective suits and goggles for medical workers. And with public-transportation systems shut, residents such as Wang Hongyan … [+7066 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Niharika Mandhana, Feliz Solomon",
            "title": "Business Meeting at Luxury Singapore Hotel Becomes Latest Coronavirus Focus - Wall Street Journal",
            "description": "Authorities try to monitor participants at Grand Hyatt event, while Singapore raises its disease alert level",
            "url": "https://www.wsj.com/articles/business-meeting-at-luxury-singapore-hotel-becomes-latest-coronavirus-focus-11581078530",
            "urlToImage": "https://images.wsj.net/im-151979/social",
            "publishedAt": "2020-02-07T12:34:00Z",
            "content": "SINGAPOREFor three days in January, 109 people from different countries gathered for a business meeting at the Grand Hyatt Singapore, a luxury hotel in the heart of the citys main shopping area. They shook hands and ate meals together. Then they went home.Not… [+4742 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jonathan Cheng",
            "title": "Anger Simmers...",
            "description": "Anger Simmers... (First column, 10th story, link ) Related stories: Global panic deepens over China virus as whistleblower doctor dies... Deadliest Day... Real data leaked? Citizen Journalists Covering Outbreak Go Missing... All suspected patients sent to qua…",
            "url": "https://www.wsj.com/articles/in-china-anger-simmers-over-coronavirus-doctors-death-11581061065",
            "urlToImage": "https://images.wsj.net/im-151966/social",
            "publishedAt": "2020-02-07T12:19:38Z",
            "content": "Dr. Li, who died early Friday, was one of the first to raise the alarm over the new virus. Police arrested him shortly after he warned classmates of the new virus, accusing him of spreading rumors and forcing him to write a statement admitting to illegal beha… [+2631 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey Sparshott",
            "title": "Newsletter: Which Way for the Labor Market?",
            "description": "Your daily economics newsletter from The Wall Street Journal.",
            "url": "https://blogs.wsj.com/economics/2020/02/07/newsletter-which-way-for-the-labor-market/",
            "urlToImage": "https://images.wsj.net/im-150682",
            "publishedAt": "2020-02-07T11:40:22Z",
            "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.Public transit is hitting a speed bump: not enough drivers. A historically low unemployment rate combined with a wave of retiring baby boomer operators has … [+6558 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "WSJ Staff",
            "title": "WSJ Wealth Adviser Briefing: Vaping’s Mixed Blessing, Deutsche Bank Confidence, Pizza Pregnancies",
            "description": "The vaping crackdown has complicated tobacco firms' pitches to investors;  Deutsche Bank got a show of confidence in the form of Capital Group taking a 3.1% stake, and would-be parents flocked to a famous Bay Area pizzeria for help.",
            "url": "https://blogs.wsj.com/moneybeat/2020/02/07/wsj-wealth-adviser-briefing-vapings-mixed-blessing-deutsche-bank-confidence-pizza-pregnancies/",
            "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social",
            "publishedAt": "2020-02-07T11:00:23Z",
            "content": "Luxury-goods investors are ignoring the sector's reliance on Chinese customers, Jefferies analyst Flavio Cereda says, warning the coronavirus outbreak will hit the sector hard. The U.S. bank calculates the shortfall in the sector will be around EUR12 billion … [+3302 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Alastair Gale, Suryatapa Bhattacharya",
            "title": "Japan Reports 41 New Coronavirus Infections on Quarantined Cruise Liner - Wall Street Journal",
            "description": "Japan Reports 41 New Coronavirus Infections on Quarantined Cruise Liner Wall Street Journal ‘I Keep Hearing Painful Coughs’: Life on Quarantined Cruise Ship The New York Times Coronavirus live updates: China's death toll hits 636, social media mourns doctor's…",
            "url": "https://www.wsj.com/articles/japan-reports-41-new-coronavirus-infections-on-quarantined-cruise-liner-11581045439",
            "urlToImage": "https://images.wsj.net/im-151932/social",
            "publishedAt": "2020-02-07T03:17:00Z",
            "content": "TOKYOJapan reported 41 new cases of novel coronavirus infection among people on a cruise liner quarantined near Tokyo, raising the total to 61.\r\nThe ship, carrying around 3,700 passengers and crew, has produced one of the largest clusters of coronavirus infec… [+201 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Joe Flint",
            "title": "The Wall Street Journal: HBO Max may launch with ‘Friends’ cast reunion",
            "description": "WarnerMedia’s HBO Max is finalizing agreements with the cast of “Friends” for a reunion special that will likely be used to launch the streaming service this spring, people familiar with the matter said.",
            "url": "https://www.wsj.com/articles/warnermedia-is-close-to-deal-with-friends-cast-for-reunion-special-11581038844",
            "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-HD757_friend_ZG_20190211195530.jpg",
            "publishedAt": "2020-02-07T01:53:13Z",
            "content": "WarnerMedias HBO Max is finalizing agreements with the cast of Friends for a reunion special that will likely be used to launch the streaming service this spring, people familiar with the matter said.\r\nUnder the terms being discussed, each of the six stars of… [+762 chars]"
        }
    ]
}