{
    "status": "ok",
    "totalResults": 229,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "U.S. CDC confirms 14 coronavirus cases",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) said on Monday there were 14 confirmed cases of the coronavirus in the country apart from the 39 cases among those evacuated from the Diamond Princess cruise ship and the city of Wuhan in China.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/bA1vHPIVeG8/u-s-cdc-confirms-14-coronavirus-cases-idUSKCN20I22G",
            "urlToImage": null,
            "publishedAt": "2020-02-24T18:01:02Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ireland cautions against travel to coronavirus-hit areas of Italy",
            "description": "Ireland said its citizens should not travel to parts of Italy affected by an outbreak of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-ireland-idUSKCN20I1F5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T13:00:42Z",
            "content": "DUBLIN (Reuters) - Ireland said its citizens should not travel to parts of Italy affected by an outbreak of the new coronavirus. \r\nItaly’s government has moved to close off the worst-hit areas in the northern regions of Lombardy and Veneto, and the death toll… [+364 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jane Chung",
            "title": "Global spread of coronavirus raises pandemic fears",
            "description": "Fears grew on Monday that the coronavirus outbreak in China will grow into a pandemic with disruptive and deadly consequences for countries around the world, after sharp rises in infections in South Korea, Italy and Iran.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKCN20I02V",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494346083&w=1200&r=LYNXNPEG1N01U",
            "publishedAt": "2020-02-24T01:49:31Z",
            "content": "SEOUL/SHANGHAI (Reuters) - Fears grew on Monday that the coronavirus outbreak in China will grow into a pandemic with disruptive and deadly consequences for countries around the world, after sharp rises in infections in South Korea, Italy and Iran. \r\nA surge … [+6074 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bahrain's first coronavirus case detected - BNA",
            "description": "The first case of the new coronavirus was detected in Bahrain, the state news agency said on Monday, citing the health ministry.",
            "url": "https://www.reuters.com/article/us-china-health-bahrain-idUSKCN20I0GP",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T06:20:28Z",
            "content": "DUBAI (Reuters) - The first case of the new coronavirus was detected in Bahrain, the state news agency said on Monday, citing the health ministry. \r\nThe Ministry of Health added that it was a Bahraini citizen arriving from Iran. \r\nReporting by Nayera Abdallah… [+34 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Vietnam's Bamboo Airways to suspend all flights to South Korea over coronavirus concerns",
            "description": "Bamboo Airways will suspend flights to South Korea from Feb. 26 over coronavirus concerns, the company said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-vietnam-idUSKCN20I0PM",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494463614&w=1200&r=LYNXNPEG1N0LV",
            "publishedAt": "2020-02-24T08:26:52Z",
            "content": "HANOI (Reuters) - Bamboo Airways will suspend flights to South Korea from Feb. 26 over coronavirus concerns, the company said on Monday. \r\nIts flights between Da Nang and Nha Trang to Seoul’s Incheon International Airport will cease operations starting Feb. 2… [+517 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's virus epicenter Wuhan city allows people to exit for crucial operations",
            "description": "China's Wuhan, the city at the epicenter of the coronavirus epidemic, said on Monday it will allow healthy people in the city to exit for crucial operations only.",
            "url": "https://www.reuters.com/article/us-china-health-wuhan-idUSKCN20I0AI",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494392820&w=1200&r=LYNXNPEG1N0AU",
            "publishedAt": "2020-02-24T04:29:11Z",
            "content": "BEIJING/SHANGHAI (Reuters) - China’s Wuhan, the city at the epicenter of the coronavirus epidemic, said on Monday it will allow healthy people in the city to exit for crucial operations only. \r\nThe comments were made on the city’s official WeChat account. \r\nR… [+68 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait says three people who traveled to Iran have new coronavirus - KUNA",
            "description": "Kuwait said on Monday three people, including a Saudi national, who returned from Iran were infected by the new coronavirus, state news agency KUNA reported.",
            "url": "https://www.reuters.com/article/us-chaina-health-kuwait-idUSKCN20I0I7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T06:39:23Z",
            "content": "DUBAI (Reuters) - Kuwait said on Monday three people, including a Saudi national, who returned from Iran were infected by the new coronavirus, state news agency KUNA reported. \r\nThe three cases, the first in the Gulf state, were among the 700 people evacuated… [+164 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian national becomes third case of coronavirus in Spain",
            "description": "An Italian man has tested positive for coronavirus in Tenerife in the Canary Islands, the region's health authorities said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-spain-idUSKCN20I2JB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T22:32:44Z",
            "content": "MADRID (Reuters) - An Italian man has tested positive for coronavirus in Tenerife in the Canary Islands, the region’s health authorities said on Monday. \r\nSpanish media including El Mundo reported the man was an Italian doctor on holiday in Spain. \r\nThe man i… [+440 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says new coronavirus cases drop to 409 on February 23 but deaths jump to 150",
            "description": "Mainland China had 409 new confirmed coronavirus cases on Sunday, the National Health Commission said on Monday, down from 648 reported a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-nhc-toll-idUSKCN20I08J",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494372893&w=1200&r=LYNXNPEG1N09D",
            "publishedAt": "2020-02-24T03:21:20Z",
            "content": "SHANGHAI/BEIJING (Reuters) - Mainland China had 409 new confirmed coronavirus cases on Sunday, the National Health Commission said on Monday, down from 648 reported a day earlier. \r\nThe number of new deaths, however, rose to 150 from 97 over the same period, … [+280 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait suspends flights to and from Iraq over coronavirus fears: KUNA",
            "description": "Kuwait's civil aviation authority has suspended all its flights to and from Iraq over fears about the coronavirus, state news agency KUNA reported on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-iraq-idUSKCN20I2C8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494692706&w=1200&r=LYNXNPEG1N1ZY",
            "publishedAt": "2020-02-24T20:07:02Z",
            "content": "Cairo (Reuters) - Kuwait’s civil aviation authority has suspended all its flights to and from Iraq over fears about the coronavirus, state news agency KUNA reported on Monday. \r\nThe statement was issued in accordance with the Kuwaiti health ministry’s instruc… [+262 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany's Altmaier: Still too early to quantify coronavirus impact on economy",
            "description": "The coronavirus epidemic will have a \"slight impact\" on the world economy, but it is still too early to quantify how much growth it will cost in the end, German Economy Minister Peter Altmaier said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-germany-economy-idUSKCN20I1X2",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494628353&w=1200&r=LYNXNPEG1N1L5",
            "publishedAt": "2020-02-24T16:33:34Z",
            "content": "BERLIN (Reuters) - The coronavirus epidemic will have a “slight impact” on the world economy, but it is still too early to quantify how much growth it will cost in the end, German Economy Minister Peter Altmaier said on Monday. \r\n“It’s not yet possible to det… [+641 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says has allocated $14.16 billion for curbing coronavirus outbreak",
            "description": "China has allocated 99.5 billion yuan ($14.16 billion) in funds for curbing the coronavirus outbreak that has spread throughout the country, Assistant Finance Minister Ou Wenhan said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-funding-idUSKCN20I09C",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494378503&w=1200&r=LYNXNPEG1N09S",
            "publishedAt": "2020-02-24T03:41:23Z",
            "content": "BEIJING (Reuters) - China has allocated 99.5 billion yuan ($14.16 billion) in funds for curbing the coronavirus outbreak that has spread throughout the country, Assistant Finance Minister Ou Wenhan said on Monday. \r\nOu made the remarks during a press briefing… [+103 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Countries evacuating nationals from coronavirus-hit areas",
            "description": "A growing number of countries around the world are evacuating or planning to evacuate diplomatic staff and citizens from parts of China and a cruise ship in Japan hit by the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKCN20I11X",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494503377&w=1200&r=LYNXNPEG1N0UT",
            "publishedAt": "2020-02-24T10:24:22Z",
            "content": "(Reuters) - A growing number of countries around the world are evacuating or planning to evacuate diplomatic staff and citizens from parts of China and a cruise ship in Japan hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and ho… [+4197 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fifth person dies in coronavirus outbreak in northern Italy: official",
            "description": "A fifth person infected with the coronavirus has died in Italy, the chief of the Civil Protection agency said on Monday, with more than 200 cases reported in the north of the country since Friday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-death-idUSKCN20I171",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494524456&w=1200&r=LYNXNPEG1N0ZB",
            "publishedAt": "2020-02-24T11:29:02Z",
            "content": "ROME (Reuters) - A fifth person infected with the coronavirus has died in Italy, the chief of the Civil Protection agency said on Monday, with more than 200 cases reported in the north of the country since Friday. \r\nItalian media reported that the dead patien… [+253 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait, Bahrain report coronavirus in people who visited Iran",
            "description": "Kuwait and Bahrain on Monday recorded their first new coronavirus cases, all involving people who had visited Iran, which has reported 43 cases of the disease, state media said.",
            "url": "https://www.reuters.com/article/us-china-health-gulf-idUSKCN20I0PB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494462241&w=1200&r=LYNXNPEG1N0LC",
            "publishedAt": "2020-02-24T08:23:11Z",
            "content": "DUBAI (Reuters) - Kuwait and Bahrain on Monday recorded their first new coronavirus cases, all involving people who had visited Iran, which has reported 43 cases of the disease, state media said. \r\nKuwait detected the virus in three people among 700 who had b… [+2018 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ritvik Carvalho",
            "title": "Factbox: Charting the impact of the new coronavirus",
            "description": "The following charts aim to capture the scale and trajectory of stock market moves in response to the new coronavirus outbreak, the growing number of cases beyond China, the reaction of China's central bank and the impact on safe haven investments.",
            "url": "https://www.reuters.com/article/us-china-health-markets-factbox-idUSKCN20I1MT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T14:28:38Z",
            "content": "LONDON (Reuters) - The following charts aim to capture the scale and trajectory of stock market moves in response to the new coronavirus outbreak, the growing number of cases beyond China, the reaction of China’s central bank and the impact on safe haven inve… [+2705 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Moira Warburton",
            "title": "Canadian families 'plead urgently' for third evacuation flight from Wuhan",
            "description": "Canadian citizens and permanent residents who remain in Wuhan, China, the center of the coronavirus outbreak, need to be brought home on a third evacuation plane, a group of families urged the federal government.",
            "url": "https://www.reuters.com/article/us-china-health-canada-idUSKCN20I24O",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494663824&w=1200&r=LYNXNPEG1N1SG",
            "publishedAt": "2020-02-24T18:30:18Z",
            "content": "TORONTO (Reuters) - Canadian citizens and permanent residents who remain in Wuhan, China, the center of the coronavirus outbreak, need to be brought home on a third evacuation plane, a group of families urged the federal government. \r\nIn a letter sent to Glob… [+1423 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "No need to close France/Italy borders over coronavirus - French minister",
            "description": "French junior transport minister Jean-Baptiste Djebbari said on Monday that he saw no need to close down transport borders between France and Italy, despite the spread of coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-france-italy-idUSKCN20I0L1",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494447729&w=1200&r=LYNXNPEG1N0IZ",
            "publishedAt": "2020-02-24T07:34:30Z",
            "content": "SINGAPORE (Reuters) - French junior transport minister Jean-Baptiste Djebbari said on Monday that he saw no need to close down transport borders between France and Italy, despite the spread of coronavirus. \r\n“Closing down the borders would make no sense, as t… [+391 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar to quarantine passengers arriving from Iran, South Korea",
            "description": "Qatar will ask passengers arriving from Iran and South Korea to remain in home isolation or a quarantine facility for 14 days over fears of new coronavirus outbreak, Qatar Airways said in a statement on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-qatar-idUSKCN20I0KW",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494445370&w=1200&r=LYNXNPEG1N0IY",
            "publishedAt": "2020-02-24T07:29:34Z",
            "content": "DUBAI (Reuters) - Qatar will ask passengers arriving from Iran and South Korea to remain in home isolation or a quarantine facility for 14 days over fears of new coronavirus outbreak, Qatar Airways said in a statement on Monday. \r\nReporting by Nayera Abdallah… [+53 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fourth person dies in coronavirus outbreak in northern Italy - RAI radio",
            "description": "A fourth person infected with the coronavirus has died in Italy, RAI radio reported on Monday, as officials struggle to contain an outbreak of the illness in the north of the country with around 150 cases reported since Friday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-death-idUSKCN20I0OF",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494458708&w=1200&r=LYNXNPEG1N0KN",
            "publishedAt": "2020-02-24T08:12:40Z",
            "content": "ROME (Reuters) - A fourth person infected with the coronavirus has died in Italy, RAI radio reported on Monday, as officials struggle to contain an outbreak of the illness in the north of the country with around 150 cases reported since Friday. \r\nThe dead pat… [+340 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "'Too early; to speak of pandemic, WHO says virus can be contained",
            "description": "The World Health Organization (WHO) said on Monday that the novel coronavirus outbreak was not out of control globally nor causing large-scale deaths and it was \"too early\" to speak of a pandemic.",
            "url": "https://www.reuters.com/article/us-china-health-who-spread-idUSKCN20I1TX",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494617331&w=1200&r=LYNXNPEG1N1IQ",
            "publishedAt": "2020-02-24T15:58:50Z",
            "content": "GENEVA (Reuters) - The World Health Organization (WHO) said on Monday that the novel coronavirus outbreak was not out of control globally nor causing large-scale deaths and it was “too early” to speak of a pandemic. \r\nTedros Adhanom Ghebreyesus, WHO director-… [+467 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Shares drop, gold surges as investors scurry for safety",
            "description": "Global shares and oil slid on Monday while safe-haven gold surged as the spread of the coronavirus outside China darkened the outlook for world growth with infections and deaths rising in South Korea, Italy and the Middle East.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/Qr06Pufp0Pw/shares-drop-gold-surges-as-investors-scurry-for-safety-idUSKCN20I00F",
            "urlToImage": null,
            "publishedAt": "2020-02-24T02:27:27Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sinéad Carew",
            "title": "Investors eye bleach, food and tissues as virus fears intensify",
            "description": "While Wall Street's broader indexes fell sharply on Monday on concerns about coronavirus, investors turned to some consumer companies as they bet on stock-piling of products such as disinfectants and shelf-stable foods.",
            "url": "https://www.reuters.com/article/us-usa-stocks-virus-idUSKCN20I28Q",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494677135&w=1200&r=LYNXNPEG1N1VO",
            "publishedAt": "2020-02-24T19:21:25Z",
            "content": "(Reuters) - While Wall Street’s broader indexes fell sharply on Monday on concerns about coronavirus, investors turned to some consumer companies as they bet on stock-piling of products such as disinfectants and shelf-stable foods. \r\nWith virus cases rising i… [+2165 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea may consider supplementary budget to head off virus impact",
            "description": "South Korean President Moon Jae-in on Monday said the government should start reviewing whether a supplementary budget should be drawn up to head off the impact of the coronavirus outbreak on Asia's fourth-largest economy.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-budget-idUSKCN20I0I2",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494430583&w=1200&r=LYNXNPEG1N0GG",
            "publishedAt": "2020-02-24T06:38:42Z",
            "content": "SEOUL (Reuters) - South Korean President Moon Jae-in on Monday said the government should start reviewing whether a supplementary budget should be drawn up to head off the impact of the coronavirus outbreak on Asia’s fourth-largest economy. \r\n“In addition to … [+282 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France blocks passengers on board bus from Italy after one falls ill",
            "description": "France on Monday blocked the passengers of a coach that had traveled from the Italian city of Milan to Lyon over concerns one Italian on board might be suffering from the coronavirus, local health authorities said.",
            "url": "https://www.reuters.com/article/us-china-health-france-idUSKCN20I1DC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T12:44:20Z",
            "content": "LYON (Reuters) - France on Monday blocked the passengers of a coach that had traveled from the Italian city of Milan to Lyon over concerns one Italian on board might be suffering from the coronavirus, local health authorities said. \r\nPolice put up a security … [+769 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China postpones annual meeting of parliament - state TV",
            "description": "China's top legislative body formally decided to postpone the annual meeting of parliament originally scheduled to start on March 5, state television reported on Monday, amid a coronavirus outbreak that has infected more than 70,000 in the country.",
            "url": "https://www.reuters.com/article/us-china-health-parliament-idUSKCN20I0QQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T08:38:49Z",
            "content": "BEIJING (Reuters) - China’s top legislative body formally decided to postpone the annual meeting of parliament originally scheduled to start on March 5, state television reported on Monday, amid a coronavirus outbreak that has infected more than 70,000 in the… [+511 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "WHO says no longer uses 'pandemic' category, but virus still emergency",
            "description": "The World Health Organization (WHO) no longer has a process for declaring a pandemic, but the COVID-19 coronavirus outbreak remains an international emergency, a spokesman said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/zX7KLy9x2eY/who-says-no-longer-uses-pandemic-category-but-virus-still-emergency-idUSKCN20I0N8",
            "urlToImage": null,
            "publishedAt": "2020-02-24T08:02:13Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indonesia to bring back citizens aboard World Dream cruise by naval ship",
            "description": "Indonesia has sent a navy ship to bring back 188 of its nationals working as crew aboard the World Dream cruise liner amid coronavirus concerns, a minister and a health ministry official said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-indonesia-idUSKCN20I11N",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494503379&w=1200&r=LYNXNPEG1N0UM",
            "publishedAt": "2020-02-24T10:22:36Z",
            "content": "JAKARTA (Reuters) - Indonesia has sent a navy ship to bring back 188 of its nationals working as crew aboard the World Dream cruise liner amid coronavirus concerns, a minister and a health ministry official said on Monday. \r\nThe World Dream ship had been deni… [+2488 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Andrea Shalal",
            "title": "Exclusive: U.S. sees no material impact from virus on U.S.-China trade deal - for now",
            "description": "U.S. Treasury Secretary Steven Mnuchin told Reuters he does not expect the coronavirus outbreak to have a material impact on the Phase 1 U.S.-China trade deal, although that could change as more data becomes available in coming weeks.",
            "url": "https://www.reuters.com/article/us-g20-saudi-usa-mnuchin-exclusive-idUSKCN20I0Y4",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494490311&w=1200&r=LYNXNPEG1N0RU",
            "publishedAt": "2020-02-24T09:50:12Z",
            "content": "RIYADH (Reuters) - U.S. Treasury Secretary Steven Mnuchin told Reuters he does not expect the coronavirus outbreak to have a material impact on the Phase 1 U.S.-China trade deal, although that could change as more data becomes available in coming weeks. \r\nFin… [+2193 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "South Korea reports 161 new cases of coronavirus, brings total to 763",
            "description": "South Korea reported 161 new cases of the coronavirus, bringing the total number of infected patients in the country to 763, health authorities said on Monday, a day after the government raised its infectious disease alert to its highest level.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/c4HnnRSB9_Y/south-korea-reports-161-new-cases-of-coronavirus-brings-total-to-763-idUSKCN20I031",
            "urlToImage": null,
            "publishedAt": "2020-02-24T01:56:26Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Harshith Aranya",
            "title": "Gold surges to seven-year peak as pandemic fears spark safe-haven rush",
            "description": "Gold soared as much as 2.8% on Monday to its highest level in seven years, as investors worried about global economic growth in the face of sharply rising coronavirus cases outside China.",
            "url": "https://www.reuters.com/article/us-global-precious-idUSKCN20I2B1",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494686719&w=1200&r=LYNXNPEG1N1YW",
            "publishedAt": "2020-02-24T19:47:49Z",
            "content": "(Reuters) - Gold soared as much as 2.8% on Monday to its highest level in seven years, as investors worried about global economic growth in the face of sharply rising coronavirus cases outside China. \r\nSpot gold XAU= was up 1.7% at $1,671.35 per ounce by 1:59… [+2436 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ilya Zhegulev",
            "title": "With mask and hashtags, Ukraine minister fights coronavirus rumors from quarantine",
            "description": "When Ukraine Health Minister Zoriana Skaletska felt her messages about the coronavirus epidemic were not cutting through, she decided to join nearly 100 people in a quarantine facility to stop panic from spreading among the general public.",
            "url": "https://www.reuters.com/article/us-china-health-ukraine-minister-idUSKCN20I20I",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494645769&w=1200&r=LYNXNPEG1N1O6",
            "publishedAt": "2020-02-24T17:28:11Z",
            "content": "KIEV (Reuters) - When Ukraine Health Minister Zoriana Skaletska felt her messages about the coronavirus epidemic were not cutting through, she decided to join nearly 100 people in a quarantine facility to stop panic from spreading among the general public. \r\n… [+1812 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait suspends flights to and from South Korea, Thailand, Italy over coronavirus fears",
            "description": "Kuwait's civil aviation authority announced on Monday it had suspended all its flights to and from South Korea, Thailand, and Italy after reports of an outbreak of coronavirus in the countries, state news agency KUNA reported, saying this came in accordance w…",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-idUSKCN20I2F9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T21:17:13Z",
            "content": "CAIRO (Reuters) - Kuwait’s civil aviation authority announced on Monday it had suspended all its flights to and from South Korea, Thailand, and Italy after reports of an outbreak of coronavirus in the countries, state news agency KUNA reported, saying this ca… [+402 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Virus epicenter Wuhan revokes announcement easing lockdown",
            "description": "An announcement that the Chinese city of Wuhan would relax some of its travel restrictions and allow some people to leave was made without authorization and has been revoked, the local government said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-wuhan-revoke-idUSKCN20I0LB",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494448731&w=1200&r=LYNXNPEG1N0J2",
            "publishedAt": "2020-02-24T07:39:24Z",
            "content": "SHANGHAI (Reuters) - An announcement that the Chinese city of Wuhan would relax some of its travel restrictions and allow some people to leave was made without authorization and has been revoked, the local government said on Monday. \r\nThe city at the epicente… [+418 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Sixth person dies in coronavirus outbreak in Italy: state broadcaster RAI",
            "description": "A sixth person has died in the coronavirus outbreak in Italy, state broadcaster RAI reported on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-sixth-idUSKCN20I1J2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T13:42:03Z",
            "content": "MILAN (Reuters) - A sixth person has died in the coronavirus outbreak in Italy, state broadcaster RAI reported on Monday. \r\nIt said the person was a cancer patient in the northern town of Brescia. \r\nReporting by James Mackenzie; editing by Francesca Landini"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Four Chinese provinces lower coronavirus emergency response level",
            "description": "Four Chinese provinces Yunnan, Guangdong, Shanxi and Guizhou on Monday lowered their coronavirus emergency response measures, local health commissions said.",
            "url": "https://www.reuters.com/article/us-china-health-provinces-idUSKCN20I03E",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494348150&w=1200&r=LYNXNPEG1N023",
            "publishedAt": "2020-02-24T01:59:22Z",
            "content": "BEIJING (Reuters) - Four Chinese provinces Yunnan, Guangdong, Shanxi and Guizhou on Monday lowered their coronavirus emergency response measures, local health commissions said. \r\nYunnan and Guizhou cut their emergency response measures from level I to level I… [+375 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oman reports first two cases of coronavirus: TV",
            "description": "Oman's health ministry reported on Monday the first two cases of coronavirus infections in the Gulf Arab state, Oman TV said.",
            "url": "https://www.reuters.com/article/us-china-health-oman-idUSKCN20I1LL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T14:12:35Z",
            "content": "DUBAI (Reuters) - Oman’s health ministry reported on Monday the first two cases of coronavirus infections in the Gulf Arab state, Oman TV said. \r\nThe two Omani women diagnosed with the disease had visited Iran, it said. They are in stable condition, it added.… [+59 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bahrain civil aviation suspends flights from Dubai airport and Sharjah airport for 48 hours",
            "description": "Bahrain civil aviation authority on Monday suspended all its flights from Dubai airport and Sharjah airport for 48 hours over coronavirus fears.",
            "url": "https://www.reuters.com/article/us-china-health-bahrain-idUSKCN20I2N6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T23:32:16Z",
            "content": "CAIRO (Reuters) - Bahrain civil aviation authority on Monday suspended all its flights from Dubai airport and Sharjah airport for 48 hours over coronavirus fears. \r\nReporting By Ahmed Tolba; Editing by Chris Reese"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rocky Swift",
            "title": "Japan plays down criticism of coronavirus cruise ship handling",
            "description": "A panel of Japanese medical experts on Monday sought to play down deepening criticism of the government's handling of a coronavirus outbreak on a cruise ship while acknowledging mistakes were made.",
            "url": "https://www.reuters.com/article/us-china-health-japan-experts-idUSKCN20I0XW",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494487978&w=1200&r=LYNXNPEG1N0RN",
            "publishedAt": "2020-02-24T09:42:56Z",
            "content": "TOKYO (Reuters) - A panel of Japanese medical experts on Monday sought to play down deepening criticism of the government’s handling of a coronavirus outbreak on a cruise ship while acknowledging mistakes were made. \r\nConfirmed cases on the British-registered… [+2196 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S., South Korea weigh scaling back training over coronavirus concerns",
            "description": "The U.S. and South Korean military are considering scaling back command post training due to heightened concerns about the coronavirus, the defense ministers of both countries said on Monday.",
            "url": "https://www.reuters.com/article/us-southkorea-usa-coronavirus-idUSKCN20I2NE",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494751739&w=1200&r=LYNXNPEG1N25R",
            "publishedAt": "2020-02-24T23:35:31Z",
            "content": "WASHINGTON (Reuters) - The U.S. and South Korean military are considering scaling back command post training due to heightened concerns about the coronavirus, the defense ministers of both countries said on Monday. \r\n“I’m sure that we will remain fully ready … [+227 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says has allocated $14.16 billion for curbing coronavirus outbreak",
            "description": "China has allocated 99.5 billion yuan ($14.16 billion) in funds for curbing the coronavirus outbreak that has spread throughout the country, Assistant Finance Minister Ou Wenhan said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-funding-idUSKCN20I09C",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494378503&w=1200&r=LYNXNPEG1N09S",
            "publishedAt": "2020-02-24T03:41:23Z",
            "content": "BEIJING (Reuters) - China has allocated 99.5 billion yuan ($14.16 billion) in funds for curbing the coronavirus outbreak that has spread throughout the country, Assistant Finance Minister Ou Wenhan said on Monday. \r\nOu made the remarks during a press briefing… [+103 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy airline strike postponed over Coronavirus: union spokeswoman",
            "description": "An air transport strike planned for Tuesday in Italy has been postponed until further notice to reduce disruption at a time when the country is facing a Coronavirus outbreak in some areas, a spokeswoman for a labor union said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-strike-idUSKCN20I1I6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T13:30:12Z",
            "content": "MILAN (Reuters) - An air transport strike planned for Tuesday in Italy has been postponed until further notice to reduce disruption at a time when the country is facing a Coronavirus outbreak in some areas, a spokeswoman for a labor union said on Monday. \r\nTh… [+281 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Seventh person dies in coronavirus outbreak in Italy: ANSA news agency",
            "description": "A seventh person has died in the coronavirus outbreak in northern Italy, news agency ANSA said on Monday, while the number of confirmed cases rose to more than 220.",
            "url": "https://www.reuters.com/article/us-china-health-italy-seventh-idUSKCN20I1OB",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494591050&w=1200&r=LYNXNPEG1N1D0",
            "publishedAt": "2020-02-24T14:43:45Z",
            "content": "ROME (Reuters) - A seventh person has died in the coronavirus outbreak in northern Italy, news agency ANSA said on Monday, while the number of confirmed cases rose to more than 220. \r\nANSA said the latest person to die was an 80-year-old man who had been take… [+157 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mongolia halts all flights from South Korea, blocks entry until March 2",
            "description": "Mongolia's National Emergency Commission has halted all flights from South Korea and will block entry through its borders until March 2 as it steps up its efforts to prevent the spread of the coronavirus, it said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-mongolia-idUSKCN20I11K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T10:16:22Z",
            "content": "ULAANBAATAR (Reuters) - Mongolia’s National Emergency Commission has halted all flights from South Korea and will block entry through its borders until March 2 as it steps up its efforts to prevent the spread of the coronavirus, it said on Monday. \r\nThough Mo… [+370 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 161 new cases of coronavirus, brings total to 763",
            "description": "South Korea reported 161 new cases of the coronavirus, bringing the total number of infected patients in the country to 763, health authorities said on Monday, a day after the government raised its infectious disease alert to its highest level.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-idUSKCN20I031",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494347777&w=1200&r=LYNXNPEG1N01X",
            "publishedAt": "2020-02-24T01:56:26Z",
            "content": "SEOUL (Reuters) - South Korea reported 161 new cases of the coronavirus, bringing the total number of infected patients in the country to 763, health authorities said on Monday, a day after the government raised its infectious disease alert to its highest lev… [+760 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Austria says it will stop suspected coronavirus cases at its borders",
            "description": "Austria said on Monday it would stop suspected coronavirus cases from crossing its border, a day after it held up a train from Italy for four hours to wait for test results on two passengers.",
            "url": "https://www.reuters.com/article/us-china-health-austria-idUSKCN20I1TI",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494615958&w=1200&r=LYNXNPEG1N1IE",
            "publishedAt": "2020-02-24T15:54:34Z",
            "content": "VIENNA (Reuters) - Austria said on Monday it would stop suspected coronavirus cases from crossing its border, a day after it held up a train from Italy for four hours to wait for test results on two passengers. \r\nAustria has yet to have a confirmed case of co… [+1521 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France blocks passengers on board bus from Italy after one falls ill",
            "description": "France on Monday blocked the passengers of a coach that had traveled from the Italian city of Milan to Lyon over concerns one Italian on board might be suffering from the coronavirus, local health authorities said.",
            "url": "https://www.reuters.com/article/us-china-health-france-idUSKCN20I1DC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T12:44:20Z",
            "content": "LYON (Reuters) - France on Monday blocked the passengers of a coach that had traveled from the Italian city of Milan to Lyon over concerns one Italian on board might be suffering from the coronavirus, local health authorities said. \r\nPolice put up a security … [+769 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Byron Kaye",
            "title": "Coroner refers fatal Australian theme park accident to prosecutor",
            "description": "An Australian theme park on Monday was referred to an industrial prosecutor by the coroner looking into an accident on a river rapids ride that killed four people, saying the operator ignored warnings and failed to do adequate safety checks.",
            "url": "https://www.reuters.com/article/us-australia-tourism-court-idUSKCN20I0JT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T07:12:46Z",
            "content": "SYDNEY (Reuters) - An Australian theme park on Monday was referred to an industrial prosecutor by the coroner looking into an accident on a river rapids ride that killed four people, saying the operator ignored warnings and failed to do adequate safety checks… [+2366 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "A. Ananthalakshmi",
            "title": "Explainer: Malaysia's political maneuvering after PM Mahathir quits",
            "description": "Malaysia's 94-year-old Prime Minister Mahathir Mohamad resigned on Monday, plunging the country into political turmoil less than two years after a surprise election victory.",
            "url": "https://www.reuters.com/article/us-malaysia-politics-explainer-idUSKCN20I1AV",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494540527&w=1200&r=LYNXNPEG1N12N",
            "publishedAt": "2020-02-24T12:15:46Z",
            "content": "KUALA LUMPUR (Reuters) - Malaysia’s 94-year-old Prime Minister Mahathir Mohamad resigned on Monday, plunging the country into political turmoil less than two years after a surprise election victory. \r\nDOES THIS MEAN THE END FOR MAHATHIR? \r\nNot necessarily. It… [+3783 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "US STOCKS-Dow sheds 800 points as pandemic fears grip Wall Street - Reuters",
            "description": "US STOCKS-Dow sheds 800 points as pandemic fears grip Wall Street Reuters Global stocks plunge as coronavirus fears grow beyond China CBS News Dow drops nearly 900 points as coronavirus cases outside of China surge CNBC 5 Reasons Not to Panic-Sell Over the Co…",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL3N2AO36K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T15:11:00Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.) \r\n* Rate-sensitive bank stocks, high-growth tech shares slide \r\n* Wall Street’s fear gauge surges to six-month high \r\n* Health insurers fall after Bernie Sanders’ Nevada victory… [+2698 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ira Iosebashvili",
            "title": "Coronavirus concerns spur odd market moves",
            "description": "Some asset prices are moving together in unusual ways, an indication that investors may be preparing their portfolios for a coronavirus-led global slowdown.",
            "url": "https://www.reuters.com/article/us-usa-markets-assets-analysis-idUSKCN20I0HX",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494429796&w=1200&r=LYNXNPEG1N0G7",
            "publishedAt": "2020-02-24T06:37:21Z",
            "content": "NEW YORK (Reuters) - Some asset prices are moving together in unusual ways, an indication that investors may be preparing their portfolios for a coronavirus-led global slowdown. \r\nU.S. stocks, gold, Treasuries and the dollar have all surged in 2020, a climb t… [+3466 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Primark owner warns coronavirus threatens clothing supplies",
            "description": "Primark owner Associated British Foods warned on Monday there was a risk of supply shortages on some lines later in the 2019-20 financial year if delays in factory production in China are prolonged due to coronavirus.",
            "url": "https://www.reuters.com/article/us-ab-foods-outlook-idUSKCN20I0PO",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494465669&w=1200&r=LYNXNPEG1N0MD",
            "publishedAt": "2020-02-24T08:33:30Z",
            "content": "LONDON (Reuters) - Primark owner Associated British Foods (ABF.L) warned on Monday there was a risk of supply shortages on some lines later in the 2019-20 financial year if delays in factory production in China are prolonged due to coronavirus. \r\nAB Foods, wh… [+1062 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lewis Krauskopf",
            "title": "Health insurer shares pummeled by Sanders surge, virus worries",
            "description": "As concerns over the spreading coronavirus outbreak hammered U.S. stocks, one corner of the market was confronted with another potentially game-changing prospect: a Bernie Sanders nomination.",
            "url": "https://www.reuters.com/article/us-usa-healthinsurers-stocks-idUSKCN20I2A1",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494680770&w=1200&r=LYNXNPEG1N1WW",
            "publishedAt": "2020-02-24T19:30:25Z",
            "content": "NEW YORK (Reuters) - As concerns over the spreading coronavirus outbreak hammered U.S. stocks, one corner of the market was confronted with another potentially game-changing prospect: a Bernie Sanders nomination. \r\nThe S&amp;P 500 managed healthcare index of … [+2812 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Noel Randewich",
            "title": "Coronavirus sparks deepest S&P 500 drop since early 2018",
            "description": "The S&P 500 suffered its worst day in two years on Monday as a surge in coronavirus cases outside China rattled investors already worried about valuations following recent record highs.",
            "url": "https://www.reuters.com/article/us-china-health-stocks-idUSKCN20I2KL",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494743961&w=1200&r=LYNXNPEG1N24U",
            "publishedAt": "2020-02-24T23:02:30Z",
            "content": "SAN FRANCISCO (Reuters) - The S&amp;P 500 suffered its worst day in two years on Monday as a surge in coronavirus cases outside China rattled investors already worried about valuations following recent record highs. \r\nThe S&amp;P 500’s 3.35% slump was the lea… [+1574 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Rate futures surge as coronavirus seen pushing Fed to ease",
            "description": "U.S. interest rates futures surged to their highest levels since last fall as a global sell-off in stocks and panicked buying of government bonds fueled growing expectations that the Federal Reserve will soon be forced to respond with interest rate cuts.",
            "url": "https://www.reuters.com/article/us-usa-fed-idUSKCN20I1KZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494576675&w=1200&r=LYNXNPEG1N1AJ",
            "publishedAt": "2020-02-24T14:03:23Z",
            "content": "(Reuters) - U.S. interest rates futures surged to their highest levels since last fall as a global sell-off in stocks and panicked buying of government bonds fueled growing expectations that the Federal Reserve will soon be forced to respond with interest rat… [+503 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mastercard says coronavirus to hit first-quarter revenue",
            "description": "Mastercard Inc said on Monday its net revenue in the first quarter will take a hit of between 2% and 3% over its previous forecast if the coronavirus outbreak persists through the quarter.",
            "url": "https://www.reuters.com/article/us-china-health-mastercard-idUSKCN20I2NC",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494751492&w=1200&r=LYNXNPEG1N25Q",
            "publishedAt": "2020-02-24T23:34:51Z",
            "content": "(Reuters) - Mastercard Inc (MA.N) said on Monday its net revenue in the first quarter will take a hit of between 2% and 3% over its previous forecast if the coronavirus outbreak persists through the quarter. \r\nThe company’s shares were down nearly 3% in exten… [+715 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Warren Buffett calls coronavirus outbreak 'scary stuff,' but says he won't be selling stocks",
            "description": "Warren Buffett, the billionaire chairman of Berkshire Hathaway Inc, on Monday called the coronavirus outbreak \"scary stuff\" but said that it was no time to sell stocks despite the threat of a pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/Byl_U6mi0D8/warren-buffett-calls-coronavirus-outbreak-scary-stuff-but-says-he-wont-be-selling-stocks-idUSKCN20I1AB",
            "urlToImage": null,
            "publishedAt": "2020-02-24T14:48:18Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Randall",
            "title": "Virus fears rise: Investors worry about supply chain and pandemic-type spread",
            "description": "As fears about the coronavirus catch up to U.S. markets, investors are watching closely to see if the outbreak freezes global supply chains and spreads far enough to be called a pandemic.",
            "url": "https://www.reuters.com/article/us-china-health-investors-idUSKCN20I2AR",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494686329&w=1200&r=LYNXNPEG1N1Y6",
            "publishedAt": "2020-02-24T19:41:05Z",
            "content": "NEW YORK (Reuters) - As fears about the coronavirus catch up to U.S. markets, investors are watching closely to see if the outbreak freezes global supply chains and spreads far enough to be called a pandemic. \r\nItaly, South Korea and Iran reported sharp rises… [+3545 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "German industrial sectors see supply shortage over virus: BDI",
            "description": "Several sectors of Germany's manufacturing sector are expecting a shortness of supplies from the Far East region in the coming weeks due to the outbreak of the coronavirus in China, business association BDI said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-germany-bdi-idUSKCN20I1EY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T12:57:04Z",
            "content": "BERLIN (Reuters) - Several sectors of Germany’s manufacturing sector are expecting a shortness of supplies from the Far East region in the coming weeks due to the outbreak of the coronavirus in China, business association BDI said on Monday. \r\nThe sectors aff… [+274 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Pamela Barbaglia",
            "title": "Citi, Credit Suisse among banks curbing Italy trips on coronavirus fears: sources",
            "description": "Investment banks including Citigroup Inc , Credit Suisse and Nomura Holdings Inc <8604.T> have curbed trips to Italy on fears that the coronavirus outbreak across the north of the country could quickly spread across Europe, four sources told Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-banks-idUSKCN20I2LS",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494747949&w=1200&r=LYNXNPEG1N253",
            "publishedAt": "2020-02-24T23:19:47Z",
            "content": "LONDON/MILAN (Reuters) - Investment banks including Citigroup Inc (C.N), Credit Suisse (CSGN.S) and Nomura Holdings Inc (8604.T) have curbed trips to Italy on fears that the coronavirus outbreak across the north of the country could quickly spread across Euro… [+3780 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Wayne Cole",
            "title": "Asian shares lead global rout, bonds bet on rate cuts",
            "description": "Asian share markets were heading south on Tuesday amid fears the coronavirus was rapidly mutating into a pandemic that could cripple global supply chains and wreak far greater economic damage than first thought.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKCN20I2N2",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494751339&w=1200&r=LYNXNPEG1N25N",
            "publishedAt": "2020-02-24T23:33:10Z",
            "content": "SYDNEY (Reuters) - Asian share markets were heading south on Tuesday amid fears the coronavirus was rapidly mutating into a pandemic that could cripple global supply chains and wreak far greater economic damage than first thought. \r\nBoth U.S. and European equ… [+3619 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "'Our currency, your problem': all over again",
            "description": "The dollar juggernaut rolls on. The U.S. currency has rocketed to a near three-year high versus the euro, a 10-month high against the yen and an 11-year peak versus the Aussie. This month alone it's added 2.5% against six currency peers. Economic indicators a…",
            "url": "https://www.reuters.com/article/uk-global-markets-themes-idUSKCN20I0ZT",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494498327&w=1200&r=LYNXNPEG1N0TD",
            "publishedAt": "2020-02-24T10:07:07Z",
            "content": "(Reuters) - \r\n1/ KING DOLLAR \r\nThe dollar juggernaut rolls on. The U.S. currency =USD has rocketed to a near three-year high versus the euro, a 10-month high against the yen and an 11-year peak versus the Aussie. This month alone it’s added 2.5% against six c… [+6605 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Swati Pandey",
            "title": "Shares drop, gold surges as coronavirus fears trigger flight for safety",
            "description": "Global shares and oil extended losses on Monday while safe-haven gold soared as the spread of the coronavirus outside China accelerated with infections jumping in South Korea, Italy and the Middle East, in a worrying new development in the outbreak.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKCN20I00F",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494321709&w=1200&r=LYNXNPEG1N006",
            "publishedAt": "2020-02-24T00:24:02Z",
            "content": "SYDNEY (Reuters) - Global shares and oil extended losses on Monday while safe-haven gold soared as the spread of the coronavirus outside China accelerated with infections jumping in South Korea, Italy and the Middle East, in a worrying new development in the … [+3660 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "German business morale rises, unfazed by coronavirus for now: Ifo - Reuters",
            "description": "German business morale rose unexpectedly in February, a survey showed on Monday, easing recession fears in Europe's largest economy and reflecting a slight improvement in its manufacturing sector, which has been struggling with falling exports.",
            "url": "https://www.reuters.com/article/us-germany-economy-businesssentiment-idUSKCN20I13F",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494507149&w=1200&r=LYNXNPEG1N0W8",
            "publishedAt": "2020-02-24T10:41:00Z",
            "content": "BERLIN (Reuters) - German business morale rose unexpectedly in February, a survey showed on Monday, easing recession fears in Europe’s largest economy and reflecting a slight improvement in its manufacturing sector, which has been struggling with falling expo… [+2080 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "German business morale rises in February, unfazed by coronavirus - Ifo - Reuters",
            "description": "German business morale rose unexpectedly in February, a survey showed on Monday, easing recession fears in Europe's largest economy which has been losing momentum as its manufacturers struggle with falling exports.",
            "url": "https://www.reuters.com/article/germany-economy-businesssentiment-idUSS8N2AI042",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T09:15:00Z",
            "content": "BERLIN, Feb 24 (Reuters) - German business morale rose unexpectedly in February, a survey showed on Monday, easing recession fears in Europe’s largest economy which has been losing momentum as its manufacturers struggle with falling exports. \r\nThe Ifo institu… [+405 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sangmi Cha",
            "title": "Mapping coronavirus: South Koreans turn to online tracking as cases surge",
            "description": "As the new coronavirus spreads in South Korea, private software developers have set up websites and apps to help people track cases and shun places where infected people have been in the hope of avoiding the fast-spreading virus.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-maps-idUSKCN20I0HG",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494428206&w=1200&r=LYNXNPEG1N0FP",
            "publishedAt": "2020-02-24T06:32:31Z",
            "content": "SEOUL (Reuters) - As the new coronavirus spreads in South Korea, private software developers have set up websites and apps to help people track cases and shun places where infected people have been in the hope of avoiding the fast-spreading virus. \r\nThe gover… [+2942 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Intel unveils new data center processor, 5G chip",
            "description": "Intel Corp on Monday launched new microprocessors, including a second generation Xeon processor for data centers and a 10nm chip for wireless 5G base stations.",
            "url": "https://www.reuters.com/article/us-intel-datacenter-idUSKCN20I1L8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494578413&w=1200&r=LYNXNPEG1N1AV",
            "publishedAt": "2020-02-24T14:09:16Z",
            "content": "(Reuters) - Intel Corp on Monday launched new microprocessors, including a second generation Xeon processor for data centers and a 10nm chip for wireless 5G base stations. \r\nDemand from cloud computing companies have boosted sales of server chips, leading to … [+1137 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Huawei launches Mate XS foldable smartphone with better screen",
            "description": "Huawei unveiled an upgrade to its folding smartphone on Monday, with a more robust and higher quality display that it hopes will persuade consumers to switch to the new design.",
            "url": "https://www.reuters.com/article/us-huawei-tech-launch-idUSKCN20I1H0",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494562671&w=1200&r=LYNXNPEG1N17T",
            "publishedAt": "2020-02-24T13:22:33Z",
            "content": "LONDON (Reuters) - Huawei unveiled an upgrade to its folding smartphone on Monday, with a more robust and higher quality display that it hopes will persuade consumers to switch to the new design. \r\nThe new Mate XS comes a year after the Chinese tech giant sho… [+1638 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Airlines suspend China flights due to coronavirus outbreak",
            "description": "Airlines have been suspending flights or modifying service in response to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-factbox-idUSKCN20I0XG",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494486900&w=1200&r=LYNXNPEG1N0RJ",
            "publishedAt": "2020-02-24T09:39:50Z",
            "content": "(Reuters) - Airlines have been suspending flights or modifying service in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n- American Airlines - Extends suspension… [+5554 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kate Kelland",
            "title": "The new coronavirus: What is it and how does it behave?",
            "description": "The new coronavirus that emerged in Wuhan, China, in December has infected tens of thousands of people in China and beyond and triggered alarm around the world. (https://www.reuters.com/live-events/coronavirus-6-id2921484) Here is what we know about the disea…",
            "url": "https://www.reuters.com/article/us-china-health-coronavirus-factbox-idUSKCN20I2JQ",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494737383&w=1200&r=LYNXNPEG1N24G",
            "publishedAt": "2020-02-24T22:41:51Z",
            "content": "LONDON (Reuters) - The new coronavirus that emerged in Wuhan, China, in December has infected tens of thousands of people in China and beyond and triggered alarm around the world. (here) Here is what we know about the disease it causes and how it spreads: \r\n*… [+2333 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq announces first coronavirus case: health ministry",
            "description": "Local health officials in the Iraqi holy Shi'ite city of Najaf have detected the first case of coronavirus in the country, an Iranian theology student, the health ministry said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-idUSKCN20I14M",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494512216&w=1200&r=LYNXNPEG1N0WY",
            "publishedAt": "2020-02-24T10:53:29Z",
            "content": "(Reuters) - Local health officials in the Iraqi holy Shi’ite city of Najaf have detected the first case of coronavirus in the country, an Iranian theology student, the health ministry said on Monday. \r\nThe patient had entered Iraq before the government shut b… [+410 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC confirms 14 coronavirus cases",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) said on Monday there were 14 confirmed cases of the coronavirus in the country apart from the 39 cases among those evacuated from the Diamond Princess cruise ship and the city of Wuhan in China.",
            "url": "https://www.reuters.com/article/us-china-health-usa-idUSKCN20I22G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T18:01:02Z",
            "content": "(Reuters) - The U.S. Centers for Disease Control and Prevention (CDC) said on Monday there were 14 confirmed cases of the coronavirus in the country apart from the 39 cases among those evacuated from the Diamond Princess cruise ship and the city of Wuhan in C… [+298 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Afghanistan identifies first confirmed coronavirus patient - health minister",
            "description": "Afghanistan's minister of public health said on Monday the country had identified its first case of coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-afghanistan-idUSKCN20I0M0",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T07:45:41Z",
            "content": "KABUL (Reuters) - Afghanistan’s minister of public health said on Monday the country had identified its first case of coronavirus. \r\nFerozuddin Feroz, the minister of public health, told a press conference in Kabul one of three suspected cases had been confir… [+262 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany not considering closing borders due to coronavirus at moment: spokesman",
            "description": "The German government is not considering closing the country's borders at the moment due to the coronavirus outbreak, a spokesman for the Interior Ministry said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-germany-ministry-idUSKCN20I14S",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T10:54:39Z",
            "content": "BERLIN (Reuters) - The German government is not considering closing the country’s borders at the moment due to the coronavirus outbreak, a spokesman for the Interior Ministry said on Monday. \r\nAustria suspended train services over the Alps to Italy for about … [+577 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy's PM Conte says impact of coronavirus on economy could be 'very strong'",
            "description": "Italian Prime Minister Giuseppe Conte on Monday said the impact of the coronavirus outbreak on the economy could be \"very strong\".",
            "url": "https://www.reuters.com/article/us-china-health-italy-conte-idUSKCN20I2CK",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494694327&w=1200&r=LYNXNPEG1N203",
            "publishedAt": "2020-02-24T20:11:06Z",
            "content": "ROME (Reuters) - Italian Prime Minister Giuseppe Conte on Monday said the impact of the coronavirus outbreak on the economy could be “very strong”. \r\n“The economic impact could be very strong. At this moment we can calculate that there will be a negative econ… [+408 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tajikistan suspends air links with Iran over coronavirus",
            "description": "Tajikistan has suspended flights to and from Iran due to the spread of the new coronavirus there, the Central Asian nation’s government said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-iran-tajikistan-idUSKCN20I1OK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T14:44:28Z",
            "content": "DUSHANBE (Reuters) - Tajikistan has suspended flights to and from Iran due to the spread of the new coronavirus there, the Central Asian nation’s government said on Monday. \r\nThe air link will remain suspended until the virus situation in Iran stabilizes, the… [+126 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Brazil to check arrivals from Italy, France, Germany for coronavirus symptoms",
            "description": "Brazil has added an extra nine countries to its coronavirus alert list, including Italy, France and Germany, a spokesman for the Health Ministry said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-brazil-idUSKCN20I2KH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T22:58:21Z",
            "content": "BRASILIA (Reuters) - Brazil has added an extra nine countries to its coronavirus alert list, including Italy, France and Germany, a spokesman for the Health Ministry said on Monday. \r\nThe measure means passengers entering Brazil from these countries showing c… [+666 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Republicans raise U.S. drug supply concerns after coronavirus outbreak",
            "description": "Republicans raised concerns this week about the security of the U.S. drug supply chain in the wake of the coronavirus outbreak in China, where a significant portion of the ingredients used to make prescription drugs is manufactured.",
            "url": "https://www.reuters.com/article/us-china-health-drugs-idUSKCN20I2C6",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494692912&w=1200&r=LYNXNPEG1N200",
            "publishedAt": "2020-02-24T20:08:36Z",
            "content": "NEW YORK (Reuters) - Republicans raised concerns this week about the security of the U.S. drug supply chain in the wake of the coronavirus outbreak in China, where a significant portion of the ingredients used to make prescription drugs is manufactured. \r\nThe… [+1397 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy airline strike postponed over Coronavirus: union spokeswoman",
            "description": "An air transport strike planned for Tuesday in Italy has been postponed until further notice to reduce disruption at a time when the country is facing a Coronavirus outbreak in some areas, a spokeswoman for a labor union said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-strike-idUSKCN20I1I6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T13:30:12Z",
            "content": "MILAN (Reuters) - An air transport strike planned for Tuesday in Italy has been postponed until further notice to reduce disruption at a time when the country is facing a Coronavirus outbreak in some areas, a spokeswoman for a labor union said on Monday. \r\nTh… [+281 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy records fourth death from coronavirus; stock market slides",
            "description": "A fourth person infected with the coronavirus has died in Italy, officials said on Monday as the government struggled to contain an outbreak of the illness and financial markets slid on fears over the economic impact.",
            "url": "https://www.reuters.com/article/us-china-health-italy-deaths-idUSKCN20I0S8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494472046&w=1200&r=LYNXNPEG1N0NS",
            "publishedAt": "2020-02-24T08:52:21Z",
            "content": "MILAN (Reuters) - A fourth person infected with the coronavirus has died in Italy, officials said on Monday as the government struggled to contain an outbreak of the illness and financial markets slid on fears over the economic impact. \r\nMore than 200 people … [+1655 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq closes border crossing with Kuwait amid coronavirus spread",
            "description": "Iraq has shut its Safwan border crossing with Kuwait to travellers and trade at Kuwait's request, the local mayor told Reuters on Monday without providing a reason, amid fears over the spread of coronavirus.",
            "url": "https://www.reuters.com/article/china-health-iraq-kuwait-int-idUSKCN20I0K6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T07:20:29Z",
            "content": "BASRA, Iraq (Reuters) - Iraq has shut its Safwan border crossing with Kuwait to travellers and trade at Kuwait’s request, the local mayor told Reuters on Monday without providing a reason, amid fears over the spread of coronavirus. \r\nKuwait said on Monday thr… [+486 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Laurence Frost",
            "title": "Airlines plunge as Italian coronavirus outbreak threatens longer crisis",
            "description": "European budget airlines bore the brunt of Monday's plunge in global stock markets as the arrival of the coronavirus in Italy pointed to a longer, deeper crisis than many have banked on.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-idUSKCN20I234",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494657103&w=1200&r=LYNXNPEG1N1Q1",
            "publishedAt": "2020-02-24T18:10:28Z",
            "content": "PARIS/LONDON (Reuters) - European budget airlines bore the brunt of Monday’s plunge in global stock markets as the arrival of the coronavirus in Italy pointed to a longer, deeper crisis than many have banked on. \r\nEasyJet (EZJ.L) dropped 16.4% and Ryanair (RY… [+3132 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump says coronavirus under control in the U.S",
            "description": "President Donald Trump said on Tuesday that the coronavirus was under control in the United States, and added that he thought the stock market, which tumbled on Monday on worries over the fast-spreading disease, was \"starting to look very good to me!\"",
            "url": "https://www.reuters.com/article/us-china-health-usa-trump-idUSKCN20I2HV",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494725794&w=1200&r=LYNXNPEG1N23I",
            "publishedAt": "2020-02-24T21:58:22Z",
            "content": "(Reuters) - President Donald Trump said on Tuesday that the coronavirus was under control in the United States, and added that he thought the stock market, which tumbled on Monday on worries over the fast-spreading disease, was “starting to look very good to … [+361 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. needs funding to protect Americans from coronavirus: White House",
            "description": "The United States needs funds to finance a response to the coronavirus, a White House spokesman said on Monday, without directly confirming reports the administration was preparing to ask Congress to approve an emergency spending package.",
            "url": "https://www.reuters.com/article/us-china-health-usa-funding-idUSKCN20I1UJ",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494619641&w=1200&r=LYNXNPEG1N1J0",
            "publishedAt": "2020-02-24T16:04:15Z",
            "content": "WASHINGTON (Reuters) - The United States needs funds to finance a response to the coronavirus, a White House spokesman said on Monday, without directly confirming reports the administration was preparing to ask Congress to approve an emergency spending packag… [+403 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korean airlines halt flights to Daegu, city with most virus cases",
            "description": "South Korea's Korean Air Lines and Asiana Airlines said on Monday they are suspending flights to Daegu, the country's fourth-largest city with the largest number of coronavirus cases, for the time being.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-airlines-idUSKCN20I07A",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494371649&w=1200&r=LYNXNPEG1N08K",
            "publishedAt": "2020-02-24T03:06:09Z",
            "content": "SEOUL (Reuters) - South Korea’s Korean Air Lines and Asiana Airlines said on Monday they are suspending flights to Daegu, the country’s fourth-largest city with the largest number of coronavirus cases, for the time being. \r\nKorean Air has decided to halt all … [+262 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China warns against travel to U.S., citing unfair treatment in virus control",
            "description": "Beijing on Monday warned its citizens against traveling to the United States, saying that Chinese tourists have been treated unfairly in the country due to excessive prevention measures over the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-travel-usa-idUSKCN20I0T0",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494476217&w=1200&r=LYNXNPEG1N0O7",
            "publishedAt": "2020-02-24T09:00:20Z",
            "content": "BEIJING (Reuters) - Beijing on Monday warned its citizens against traveling to the United States, saying that Chinese tourists have been treated unfairly in the country due to excessive prevention measures over the coronavirus outbreak. \r\nThe statement from C… [+310 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Twelve dead and up to 61 infected with coronavirus in Iran - deputy health minister",
            "description": "Twelve people have died and up to 61 have been infected with the new coronavirus, Iran's Deputy Health Minister Iraj Harirchi said during a news conference on state TV on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKCN20I0WN",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494483549&w=1200&r=LYNXNPEG1N0QS",
            "publishedAt": "2020-02-24T09:28:17Z",
            "content": "DUBAI (Reuters) - Twelve people have died and up to 61 have been infected with the new coronavirus, Iran’s Deputy Health Minister Iraj Harirchi said during a news conference on state TV on Monday. \r\nMost of the cases in Iran have been in Qom, a Shi’ite Muslim… [+119 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO says no longer uses 'pandemic' category, but virus still emergency",
            "description": "The World Health Organization (WHO) no longer has a process for declaring a pandemic, but the COVID-19 coronavirus outbreak remains an international emergency, a spokesman said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-who-idUSKCN20I0N8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T08:02:13Z",
            "content": "GENEVA (Reuters) - The World Health Organization (WHO) no longer has a process for declaring a pandemic, but the COVID-19 coronavirus outbreak remains an international emergency, a spokesman said on Monday. \r\nFears of a coronavirus pandemic grew on Monday aft… [+1563 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong warns against travel to South Korea as virus spreads",
            "description": "The Hong Kong government warned residents on Monday to avoid all non-essential travel to South Korea, as the government in Seoul reported 231 new cases of the coronavirus, taking the country's total to more than 800.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-southkorea-idUSKCN20I1C6",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494546892&w=1200&r=LYNXNPEG1N144",
            "publishedAt": "2020-02-24T12:33:33Z",
            "content": "HONG KONG (Reuters) - The Hong Kong government warned residents on Monday to avoid all non-essential travel to South Korea, as the government in Seoul reported 231 new cases of the coronavirus, taking the country’s total to more than 800. \r\nFears of a coronav… [+305 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julie Steenhuysen",
            "title": "Tired of delays, U.S. labs ask FDA to develop their own coronavirus tests",
            "description": "U.S. state and local public health laboratories are seeking permission from the Food and Drug Administration to create their own tests for the new coronavirus as manufacturing and regulatory issues continue to delay access to testing capabilities.",
            "url": "https://www.reuters.com/article/us-china-health-usa-testing-idUSKCN20I2G8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T21:28:52Z",
            "content": "CHICAGO (Reuters) - U.S. state and local public health laboratories are seeking permission from the Food and Drug Administration to create their own tests for the new coronavirus as manufacturing and regulatory issues continue to delay access to testing capab… [+1864 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China not considering travel advisories for countries with rising coronavirus cases",
            "description": "China's foreign ministry said on Monday that Beijing was not considering issuing travel advisories for countries such as South Korea and Japan that are reporting an increase in coronavirus cases.",
            "url": "https://www.reuters.com/article/us-china-health-travel-idUSKCN20I0MD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494451729&w=1200&r=LYNXNPEG1N0JF",
            "publishedAt": "2020-02-24T07:49:30Z",
            "content": "BEIJING (Reuters) - China’s foreign ministry said on Monday that Beijing was not considering issuing travel advisories for countries such as South Korea and Japan that are reporting an increase in coronavirus cases. \r\nChinese foreign ministry spokesman Zhao L… [+135 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "World must avert 'dramatic' effects of coronavirus on health, economy: U.N.'s Guterres",
            "description": "United Nations Secretary-General Antonio Guterres on Monday urged countries to prevent the novel coronavirus epidemic from spiraling into a crisis with \"dramatic consequences\" for global health and the world economy.",
            "url": "https://www.reuters.com/article/us-china-health-guterres-idUSKCN20I26B",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494675459&w=1200&r=LYNXNPEG1N1V5",
            "publishedAt": "2020-02-24T19:15:35Z",
            "content": "GENEVA (Reuters) - United Nations Secretary-General Antonio Guterres on Monday urged countries to prevent the novel coronavirus epidemic from spiraling into a crisis with “dramatic consequences” for global health and the world economy. \r\nGuterres, speaking to… [+1395 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU says possible travel restrictions within EU over virus should be proportionate, coordinated",
            "description": "European Union health commissioner Stella Kyriakides said possible travel restrictions in the Schengen border-free area should be proportionate and coordinated among EU states, as the bloc faces a coronavirus outbreak in Italy.",
            "url": "https://www.reuters.com/article/us-china-health-italy-idUSKCN20I0RZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494471322&w=1200&r=LYNXNPEG1N0NK",
            "publishedAt": "2020-02-24T08:48:29Z",
            "content": "BRUSSELS (Reuters) - European Union health commissioner Stella Kyriakides said possible travel restrictions in the Schengen border-free area should be proportionate and coordinated among EU states, as the bloc faces a coronavirus outbreak in Italy. \r\n“For the… [+314 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New Zealand extends ban on arrivals from China on coronavirus fears",
            "description": "New Zealand has extended a ban on arrivals from mainland China into a fourth week to contain the risk of exposure to the coronavirus, Prime Minister Jacinda Ardern said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-newzealand-idUSKCN20I046",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494353914&w=1200&r=LYNXNPEG1N03V",
            "publishedAt": "2020-02-24T02:18:49Z",
            "content": "WELLINGTON (Reuters) - New Zealand has extended a ban on arrivals from mainland China into a fourth week to contain the risk of exposure to the coronavirus, Prime Minister Jacinda Ardern said on Monday. \r\nThe ban has been extended by a further eight days and … [+198 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lockdown: a day in the life of a teacher in Italy's coronavirus red zone",
            "description": "Primary school teacher Marzio Toniolo would usually spend his weekday mornings cycling to work and teaching children in the small, quiet northern Italian town of San Fiorano.",
            "url": "https://www.reuters.com/article/us-china-health-italy-red-zone-diary-idUSKCN20I2A5",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494686299&w=1200&r=LYNXNPEG1N1WZ",
            "publishedAt": "2020-02-24T19:29:06Z",
            "content": "SAN FIORANO, Italy (Reuters) - Primary school teacher Marzio Toniolo would usually spend his weekday mornings cycling to work and teaching children in the small, quiet northern Italian town of San Fiorano. \r\nNow, he is one of around 50,000 people whose lives … [+2317 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Large parts of China relax coronavirus curbs, many places report zero new cases",
            "description": "Urged to restore economic activity by President Xi Jinping, large parts of China relaxed curbs on transport and movement of people on Monday as reported new cases of the coronavirus outside the worst-hit province fell to the lowest in a month.",
            "url": "https://www.reuters.com/article/us-china-health-economy-idUSKCN20I0F2",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494423355&w=1200&r=LYNXNPEG1N0EP",
            "publishedAt": "2020-02-24T06:15:27Z",
            "content": "BEIJING (Reuters) - Urged to restore economic activity by President Xi Jinping, large parts of China relaxed curbs on transport and movement of people on Monday as reported new cases of the coronavirus outside the worst-hit province fell to the lowest in a mo… [+3303 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China will raise tolerance for banks' non-performing loans amid coronavirus outbreak",
            "description": "China will increase the tolerance for non-performing loans (NPL) for local branches of financial institutions and encourage them to write off some bad loans to lower the NPL ratio, an official said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-finance-idUSKCN20I0R1",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494468547&w=1200&r=LYNXNPEG1N0MW",
            "publishedAt": "2020-02-24T08:41:07Z",
            "content": "BEIJING (Reuters) - China will increase the tolerance for non-performing loans (NPL) for local branches of financial institutions and encourage them to write off some bad loans to lower the NPL ratio, an official said on Monday. \r\nAffected by the coronavirus … [+522 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dan Whitcomb",
            "title": "Trump administration backs off sending coronavirus patients to Alabama: governor",
            "description": "The Trump administration has backed off plans to quarantine patients from the Diamond Princess cruise ship stricken with coronavirus at a federal facility in Alabama, the state's governor and a U.S. senator said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-alabama-idUSKCN20I01W",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494341169&w=1200&r=LYNXNPEG1N017",
            "publishedAt": "2020-02-24T01:26:57Z",
            "content": "(Reuters) - The Trump administration has backed off plans to quarantine patients from the Diamond Princess cruise ship stricken with coronavirus at a federal facility in Alabama, the state’s governor and a U.S. senator said on Sunday. \r\nThe news came as worry… [+2468 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "White House to seek more money to combat coronavirus: reports",
            "description": "The White House is readying a request for emergency funding from U.S. lawmakers to help boost the nation's response to the fast-spreading new coronavirus, Politico and the Washington Post reported, citing unnamed individuals familiar with the planning.",
            "url": "https://www.reuters.com/article/us-china-health-usa-idUSKCN20I1U3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-24T16:00:40Z",
            "content": "WASHINGTON (Reuters) - The White House is readying a request for emergency funding from U.S. lawmakers to help boost the nation’s response to the fast-spreading new coronavirus, Politico and the Washington Post reported, citing unnamed individuals familiar wi… [+948 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Virus epicenter Wuhan revokes announcement easing lockdown - Reuters",
            "description": "Virus epicenter Wuhan revokes announcement easing lockdown Reuters Don't buy China's story: The coronavirus may have leaked from a lab Invest Records Wuhan scraps easing of quarantine, hours after announcing some could leave The Times of Israel Global carmake…",
            "url": "https://in.reuters.com/article/us-china-health-wuhan-revoke-idINKCN20I0LB",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200224&t=2&i=1494457625&w=1200&r=LYNXNPEG1N0J2",
            "publishedAt": "2020-02-24T07:41:00Z",
            "content": "BEIJING/SHANGHAI (Reuters) - An announcement that the Chinese city of Wuhan would relax some of its travel restrictions and allow some people to leave was made without authorization and has been revoked, the local government said on Monday. \r\nThe city at the … [+940 chars]"
        }
    ]
}