{
    "status": "ok",
    "totalResults": 38,
    "articles": [
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Kheel",
            "title": "Overnight Defense: Trump in India announces $3B defense deal | US military dependent in South Korea tests positive for coronavirus | Groups press Congress to restore 'balance' on national security powers",
            "description": "Happy Monday and welcome to Overnight Defense. I'm Rebecca Kheel, and here's your nightly guide to the latest developments at the Pentagon, on Capitol Hill and beyond....",
            "url": "https://thehill.com/policy/defense/overnights/484427-overnight-defense-trump-in-india-announces-3b-defense-deal-us",
            "urlToImage": "https://thehill.com/sites/default/files/trump_022420getty.jpg",
            "publishedAt": "2020-02-24T23:33:16Z",
            "content": "Happy Monday and welcome to Overnight Defense. I'm Rebecca Kheel, and here's your nightly guide to the latest developments at the Pentagon, on Capitol Hill and beyond. CLICK HERE to subscribe to the newsletter.\r\nTHE TOPLINE:President TrumpDonald John TrumpAdv… [+8515 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmiller@thehill.com (Maggie Miller)",
            "title": "Senate Democrats urge Trump administration to impose sanctions on Russia for election interference",
            "description": "Senate Minority Leader Chuck Schumer (D-N.Y.) and other senior Senate Democrats on Monday called on the Treasury and State Departments to impose sanctions on Russian individuals found to be meddling in U.S. elections following reports of new...",
            "url": "https://thehill.com/policy/cybersecurity/484424-senate-democrats-urge-trump-administration-to-impose-sanctions-on-russia",
            "urlToImage": "https://thehill.com/sites/default/files/schumerchuck_021120bc_web.jpg",
            "publishedAt": "2020-02-24T23:28:15Z",
            "content": "Senate Minority Leader Chuck SchumerCharles (Chuck) Ellis SchumerImmigrants who seek opportunity should comply with longstanding American valuesThe Hill's 12:30 Report: Sanders's momentum puts Democrats on edgeSchumer confirms spending K on cheesecake in 10 y… [+4155 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brooke Seipel",
            "title": "Village People say fans want them to ban Trump from playing their music, but defend it as legal",
            "description": "The Village People defended President Trump's use of their songs \"Macho Man\" and \"Y.M.C.A.\" at rallies and in India this week after a flood of complaints from fans.\"We have received numerous requests demanding that...",
            "url": "https://thehill.com/homenews/media/484425-village-people-say-fans-want-them-to-ban-trump-from-playing-their-music-but",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonaldrally_112619getty_0.jpg",
            "publishedAt": "2020-02-24T23:22:41Z",
            "content": "The Village People defended President TrumpDonald John TrumpAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsWhat coronavirus teaches us for preventing the next big bio threat MORE's use of their songs \"Macho Man\" and \"Y.M.… [+1634 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Niv Elis",
            "title": "Stocks sink as coronavirus spreads",
            "description": "Stocks tanked Monday amid growing fears that the spreading coronavirus will dent economic growth in the U.S.The Dow Jones Industrial Average plunged 1,031 points, or 3.6 percent, the largest one-day drop since Febr...",
            "url": "https://thehill.com/policy/finance/484422-stocks-sink-as-coronavirus-spreads",
            "urlToImage": "https://thehill.com/sites/default/files/stocks_062518getty.jpg",
            "publishedAt": "2020-02-24T23:06:39Z",
            "content": "Stocks tanked Monday amid growing fears that the spreading coronavirus will dent economic growth in the U.S.\r\nThe Dow Jones Industrial Average plunged 1,031 points, or 3.6 percent, the largest one-day drop since February 2018. The freefall erased all of this … [+4455 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "bsamuels@thehill.com (Brett Samuels )",
            "title": "Trump trails Democratic challengers among Catholic voters: poll",
            "description": "President Trump trails several of his potential Democratic challengers in theoretical head-to-head matchups among Catholic voters, though his approval rating has ticked up slightly in the last year among the group, according to a poll released...",
            "url": "https://thehill.com/homenews/campaign-polls/484394-trump-trails-democratic-challengers-among-catholic-voters-despite",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_020720upi3_lead.jpg",
            "publishedAt": "2020-02-24T23:01:06Z",
            "content": "President TrumpDonald John TrumpAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsWhat coronavirus teaches us for preventing the next big bio threat MORE trails several of his potential Democratic challengers in theoretical … [+3611 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Madison Gesiotto, opinion contributor",
            "title": "Liberals are now starting to think Donald Trump will win once more",
            "description": "Democrats are scared of another defeat because of the candidates.",
            "url": "https://thehill.com/opinion/white-house/484400-liberals-are-now-starting-to-think-donald-trump-will-win-once-more",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonaldiowarally3_013020getty.jpg",
            "publishedAt": "2020-02-24T23:00:10Z",
            "content": "Liberals are starting to turn on one another across the campaign trail as it becomes increasingly clear that President TrumpDonald John TrumpAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsWhat coronavirus teaches us for p… [+3585 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Maggie Miller",
            "title": "Facebook investigated potential pro-Sanders misinformation: report",
            "description": "Facebook recently investigated research around suspicious content on its platform meant to support the campaign of Democratic presidential candidate Sen. Bernie Sanders (I-Vt.), the...",
            "url": "https://thehill.com/policy/cybersecurity/484417-facebook-investigated-potential-pro-sanders-misinformation-report",
            "urlToImage": "https://thehill.com/sites/default/files/facebooklogo_112819getty.jpg",
            "publishedAt": "2020-02-24T22:59:13Z",
            "content": "Facebook recently investigated research around suspicious content on its platform meant to support the campaign of Democratic presidential candidate Sen. Bernie SandersBernie SandersAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro … [+3508 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Peter Sullivan and Jessie Hellmann",
            "title": "Overnight Health Care — Presented by American Health Care Association — White House to request emergency coronavirus funds | Trump backs off plan to house virus patients in Alabama | Court sides with Trump in family planning case",
            "description": "Welcome to Monday's Overnight Health Care. The 9th Circuit Court of Appeals sided with the Trump administration in a major case involving federal family planning funds. Also, the White House is expected to request emergen...",
            "url": "https://thehill.com/policy/healthcare/overnights/484404-overnight-health-care-white-house-to-request-emergency",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_milan_022420getty_lead.jpg",
            "publishedAt": "2020-02-24T22:55:36Z",
            "content": "Welcome to Mondays Overnight Health Care. The 9th Circuit Court of Appeals sided with the Trump administration in a major case involving federal family planning funds. Also, the White House is expected to request emergency funding to respond to the coronaviru… [+8062 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "On The Money: Dow drops 1,031 points on coronavirus fears | Trump asserts coronavirus 'under control' as stocks plunge | Housing advocates decry Trump budget cuts",
            "description": "Happy Monday and welcome back to On The Money, where we strongly advise you not look at your 401(k) tonight. I'm Sylvan Lane, and here's your nightly guide to everything affecting your bills, bank a...",
            "url": "https://thehill.com/policy/finance/overnights/484420-on-the-money-dow-drops-1031-points-on-coronavirus-fears-trump",
            "urlToImage": "https://thehill.com/sites/default/files/stocks_062518getty.jpg",
            "publishedAt": "2020-02-24T22:51:52Z",
            "content": "Happy Monday and welcome back to On The Money, where we strongly advise you not look at your 401(k) tonight. Im Sylvan Lane, and heres your nightly guide to everything affecting your bills, bank account and bottom line.\r\nSee something I missed? Let me know at… [+6299 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexander Bolton",
            "title": "Collins: Trump pick doesn't have experience to serve as director of national intelligence",
            "description": "Sen. Susan Collins (R-Maine), one of the authors of the law that created the position of Director of National Intelligence in 2004, said Monday that President Trump's pick to serve temporarily in the post, Richard Grenell...",
            "url": "https://thehill.com/homenews/senate/484415-collins-trump-pick-doesnt-have-experience-to-serve-as-director-of-national",
            "urlToImage": "https://thehill.com/sites/default/files/collinsusan_011620upi_lead.jpg",
            "publishedAt": "2020-02-24T22:43:59Z",
            "content": "Sen. Susan CollinsSusan Margaret CollinsBill Barr is trying his best to be Trump's Roy CohnThe new American centerDemocratic Senate campaign arm raised more than .5 million in JanuaryMORE (R-Maine), one of the authors of the law that created the position of D… [+2553 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Cristina Marcos",
            "title": "Sanders under fire from Democrats over praise for Castro regime",
            "description": "Sen. Bernie Sanders (I-Vt.) came under heavy criticism from Democrats on Monday after he suggested in a new interview that it was \"unfair to simply say everything is bad\" under the late Cuban dictator Fidel Castro's rule....",
            "url": "https://thehill.com/homenews/house/484414-sanders-under-fire-from-democrats-over-praise-for-castro-regime",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_090219gn_lead.jpg",
            "publishedAt": "2020-02-24T22:34:16Z",
            "content": "Sen. Bernie SandersBernie SandersAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsLiberal author Matt Stoller: Iowa caucus screw-up was 'Boeing 737 Max of the Democratic Party'MORE (I-Vt.) came under heavy criticism from De… [+9519 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley,Max Greenwood and Julia Manchester",
            "title": "The Hill's Campaign Report: Democrats reckon with Sanders's rise",
            "description": "Welcome to The Hill's Campaign Report, your daily rundown on all the latest news in the 2020 presidential, Senate and House races. Did someone forward this to you?...",
            "url": "https://thehill.com/homenews/campaign/484412-the-hills-campaign-report-democrats-reckon-with-sanderss-rise",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_022220getty_lead.jpg",
            "publishedAt": "2020-02-24T22:25:15Z",
            "content": "Welcome to The Hill's Campaign Report, your daily rundown on all the latest news in the 2020 presidential, Senate and House races. Did someone forward this to you? Click here to subscribe.\r\nWe're Julia Manchester, Max Greenwood and Jonathan Easley. Here's wha… [+7596 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Judy Kurtz",
            "title": "Howard Stern: Trump 'loves Bloomberg'",
            "description": "Howard Stern says President Trump secretly \"loves\" Michael Bloomberg - and that's why he doesn't want to run agains the former New York mayor.\"I've talked to Donald a million times privately about Bloomberg, we bot...",
            "url": "https://thehill.com/blogs/in-the-know/in-the-know/484411-howard-stern-trump-loves-bloomberg",
            "urlToImage": "https://thehill.com/sites/default/files/blogs/stern-trump.jpg",
            "publishedAt": "2020-02-24T22:24:50Z",
            "content": "Howard Stern says President TrumpDonald John TrumpAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsWhat coronavirus teaches us for preventing the next big bio threat MORE secretly \"loves\" Michael BloombergMichael Rubens Blo… [+2530 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Trump asserts coronavirus 'under control' as stocks plunge",
            "description": "President Trump asserted Monday that the coronavirus is \"very much under control\" in the United States, even as stock markets plunged amid concerns about the spread of the virus.\"The Coronavirus is very much under...",
            "url": "https://thehill.com/homenews/administration/484408-trump-asserts-coronavirus-under-control-as-stocks-plunge",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonaldtwo_02172020getty.jpg",
            "publishedAt": "2020-02-24T22:14:24Z",
            "content": "President TrumpDonald John TrumpAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsWhat coronavirus teaches us for preventing the next big bio threat MORE asserted Monday that the coronavirus is very much under control in the… [+2132 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "House committee says key witness isn't cooperating in probe into Yovanovitch surveillance",
            "description": "The House Foreign Affairs Committee said Monday that a GOP congressional candidate who claimed to have the former U.S. ambassador to Ukraine under surveillance is not cooperating with the committee's requests for informat...",
            "url": "https://thehill.com/homenews/house/484401-house-committee-says-key-witness-isnt-cooperating-in-probe-into-yovanovitch",
            "urlToImage": "https://thehill.com/sites/default/files/engeleliot_010820gn3_lead.jpg",
            "publishedAt": "2020-02-24T21:34:41Z",
            "content": "The House Foreign Affairs Committee said Monday that a GOP congressional candidate who claimed to have the former U.S. ambassador to Ukraine under surveillance is not cooperating with the committee's requests for information.\r\nMessages obtained by NBC News be… [+2549 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Cruz targets California governor over housing 'prescriptions'",
            "description": "Sen. Ted Cruz (R-Texas) targeted California Gov. Gavin Newsom (D) over his idea that doctors should supply housing \"prescriptions\" like they prescribe medication.The Texas senator accused the gov...",
            "url": "https://thehill.com/homenews/state-watch/484397-cruz-targets-california-governor-over-housing-prescriptions",
            "urlToImage": "https://thehill.com/sites/default/files/cruzted_101619gn_lead.jpg",
            "publishedAt": "2020-02-24T21:30:25Z",
            "content": "Sen. Ted CruzRafael (Ted) Edward CruzThis week: House to vote on legislation to make lynching a federal hate crimeDemocrats: It's Trump's world, and we're just living in itOn The Trail: Bernie Sanders and the paradox of choiceMORE (R-Texas) targeted Californi… [+2515 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "Pro-Sanders group resurfaces footage of Bloomberg praising Harvey Weinstein",
            "description": "People for Bernie Sanders, a grassroots group backing the Vermont senator's presidential campaign, tweeted footage of former New York Mayor Michael Bloomberg praising disgraced film producer Harvey Weinstein Monday as new...",
            "url": "https://thehill.com/homenews/campaign/484398-pro-sanders-group-resurfaces-footage-of-bloomberg-praising-harvey-weinstein",
            "urlToImage": "https://thehill.com/sites/default/files/weinsteinbloomberg_02242020getty.jpg",
            "publishedAt": "2020-02-24T21:26:45Z",
            "content": "People for Bernie SandersBernie SandersAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsLiberal author Matt Stoller: Iowa caucus screw-up was 'Boeing 737 Max of the Democratic Party'MORE, a grassroots group backing the Verm… [+2284 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "iswanson@thehill.com (Niv Elis)",
            "title": "Dow Jones drops 1,031 points on coronavirus fears",
            "description": "U.S. stock markets tanked Monday amid fears that the coronavirus will continue to spread beyond China's borders.The Dow Jones Industrial Average plunged 1,031 points, or 3.6 percent, among its largest-ever on-day drops in terms of points, and its...",
            "url": "https://thehill.com/policy/finance/484396-dow-jones-drops-1031-points-on-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/markets3_1.jpg",
            "publishedAt": "2020-02-24T21:14:35Z",
            "content": "U.S. stock markets tanked Monday amid fears that the coronavirus will continue to spread beyond China's borders.\r\nThe Dow Jones Industrial Average plunged 1,031 points, or 3.6 percent, among its largest-ever one-day drops in terms of points, and its worst day… [+1049 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Sanders comes under fire for Castro comments",
            "description": "Democratic presidential candidates went after front-runner Sen. Bernie Sanders (I-Vt.) on Monday for comments he made about the late Cuban leader Fidel Castro in a \"60 Minutes\" interview.Sanders,...",
            "url": "https://thehill.com/homenews/campaign/484392-sanders-comes-under-fire-for-castro-comments",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_022120getty_0.jpg",
            "publishedAt": "2020-02-24T21:10:51Z",
            "content": "Democratic presidential candidates went after front-runner Sen. Bernie SandersBernie SandersAdvisor: Sanders could beat Trump in TexasBloomberg rips Sanders over Castro commentsLiberal author Matt Stoller: Iowa caucus screw-up was 'Boeing 737 Max of the Democ… [+6227 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "Klobuchar campaign to focus on smaller states",
            "description": "Sen. Amy Klobuchar's (D-Minn.) presidential campaign will work to stay viable in coming primaries with investments in smaller states, according to a campaign...",
            "url": "https://thehill.com/homenews/campaign/484393-klobuchar-campaign-reveals-strategy-to-focus-on-smaller-states",
            "urlToImage": "https://thehill.com/sites/default/files/klobucharamy_021120gn7_lead.jpg",
            "publishedAt": "2020-02-24T21:09:01Z",
            "content": "Sen. Amy KlobucharAmy Jean KlobucharBiden faces do-or-die primary in South CarolinaPoll: Biden, Sanders tied in Texas, followed by WarrenPoll: Klobuchar leads in Minnesota, followed by Sanders and WarrenMOREs (D-Minn.) presidential campaign will work to stay … [+4061 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Kheel",
            "title": "Groups push Congress to 'restore the balance of national security powers'",
            "description": "A coalition of 20 advocacy groups from across the political spectrum are joining together to urge Congress to \"restore the balance of national security powers\" between itself and the executive branch.\"All Americans...",
            "url": "https://thehill.com/policy/defense/484389-groups-push-congress-to-restore-the-balance-of-national-security-powers",
            "urlToImage": "https://thehill.com/sites/default/files/us_congress_1.jpg",
            "publishedAt": "2020-02-24T20:41:20Z",
            "content": "A coalition of 20 advocacy groups from across the political spectrum are joining together to urge Congress to restore the balance of national security powers between itself and the executive branch.\r\nAll Americans have a stake in decisions to go to war, bypas… [+4883 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Florida Democratic Party condemns dictatorships in wake of Sanders's Castro comments",
            "description": "The Florida Democratic Party on Monday said it condemns dictatorships and \"stands in solidarity\" with those fleeing dictatorships, after 2020 Democratic White House hopeful Sen. Bernie Sanders's (I-Vt.) comments say...",
            "url": "https://thehill.com/homenews/state-watch/484386-florida-democratic-party-says-it-condemns-dictatorships-in-wake-of",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_022120getty_0.jpg",
            "publishedAt": "2020-02-24T20:38:57Z",
            "content": "The Florida Democratic Party on Monday said it condemns dictatorships and stands in solidarity with those fleeing dictatorships, after 2020 Democratic White House hopeful Sen. Bernie SandersBernie SandersAdvisor: Sanders could beat Trump in TexasBloomberg rip… [+2656 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "GOP councilman in Arizona suspends congressional bid after heroin overdose",
            "description": "A Republican councilman in Arizona suspended his congressional campaign Monday, saying he is seeking treatment for substance abuse disorder after overdosing on heroin last week.Chris Taylor, a ci...",
            "url": "https://thehill.com/homenews/campaign/484383-gop-councilman-in-arizona-suspends-congressional-bid-after-heroin-overdose",
            "urlToImage": "https://thehill.com/sites/default/files/arizona_1.jpg",
            "publishedAt": "2020-02-24T20:30:46Z",
            "content": "A Republican councilman in Arizona suspended his congressional campaign Monday, saying he is seeking treatment for substance abuse disorder after overdosing on heroin last week.\r\nChris Taylor, a city councilman in Safford who is running for a House seat, said… [+1267 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Senate Majority PAC launches first statewide TV ad for Democrat running against Ernst",
            "description": "Senate Majority PAC launched its first state-wide TV and digital ad for a Democrat looking to unseat Sen. Joni Ernst (R-Iowa) next year, the super PAC announced Monday. The...",
            "url": "https://thehill.com/homenews/campaign/484359-senate-majority-pac-launches-first-statewide-tv-ad-for-democrat-running",
            "urlToImage": "https://thehill.com/sites/default/files/ernstjoni_121019gn_lead.jpg",
            "publishedAt": "2020-02-24T18:21:25Z",
            "content": "Senate Majority PAC launched its first state-wide TV and digital ad for a Democrat looking to unseat Sen. Joni ErnstJoni Kay ErnstOvernight Health Care: Ernst endorses bipartisan bill to lower drug prices | US partnering with drugmakers on coronavirus vaccine… [+1233 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Florida Democrat: Sanders's Castro comments 'ill-informed & insulting'",
            "description": "Florida Rep. Stephanie Murphy (D) called out Democratic presidential candidate Sen. Bernie Sanders's (I-Vt.) comments about Cuban leader Fidel Castro as \"insulting\" to Floridians. \"....",
            "url": "https://thehill.com/homenews/house/484351-florida-democrat-sanderss-castro-comments-ill-informed-insulting",
            "urlToImage": "https://thehill.com/sites/default/files/murphystephanie_042518gn_lead.jpg",
            "publishedAt": "2020-02-24T17:58:18Z",
            "content": "Florida Rep. Stephanie MurphyStephanie MurphySan Francisco mayor endorses BloombergRep. Bobby Rush endorses Bloomberg's White House bidSanders, Warren battle for progressive endorsementsMORE (D) called out Democratic presidential candidate Sen. Bernie Sanders… [+2655 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Cate Martel",
            "title": "The Hill's 12:30 Report: Sanders's momentum puts Democrats on edge",
            "description": "To view past editions of The Hill's 12:30 Report, click here: ...",
            "url": "https://thehill.com/homenews/1230-report/484346-bernie-sanders-delegate-game-worries-establishment-democrats-chuck-schumer-spends-thousands-on-cheesecake-from-brooklyn",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_022320getty.jpg",
            "publishedAt": "2020-02-24T17:37:29Z",
            "content": "To view past editions of The Hill's 12:30 Report, click here: http://bit.ly/1M1mIfw\r\nTo receive The Hill's 12:30 Report in your inbox, please sign up here: http://bit.ly/1Tt4hqN\r\n--&gt; A midday take on what's happening in politics and how to have a sense of … [+9324 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Peter Sullivan",
            "title": "White House to request emergency coronavirus funds",
            "description": "The White House is preparing to ask Congress for emergency funding to fight the coronavirus, a spokesman said Monday, but declined to say how much would be requested.\"We need some funding here to make sure that we...",
            "url": "https://thehill.com/policy/healthcare/484340-white-house-to-request-emergency-coronavirus-funds",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_022420getty.jpg",
            "publishedAt": "2020-02-24T16:48:23Z",
            "content": "The White House is preparing to ask Congress for emergency funding to fight the coronavirus, a spokesman said Monday, but declined to say how much would be requested.\r\n\"We need some funding here to make sure that we protect all Americans, White House spokesma… [+1690 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "First coronavirus case confirmed in Iraq",
            "description": "The health ministry in Iraq on Monday confirmed the first case of coronavirus in the nation, according to a statement.The confirmed case is an Iranian national that is a student of religious sci...",
            "url": "https://thehill.com/policy/healthcare/484338-first-coronavirus-case-confirmed-in-iraq",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirusiraq_022420getty.jpg",
            "publishedAt": "2020-02-24T16:10:28Z",
            "content": "The health ministry in Iraq on Monday confirmed the first case of coronavirus in the nation, according to a statement.\r\nThe confirmed case is an Iranian national that is a  student of religious sciences who entered the country before the country banned entry … [+841 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Schumer confirms spending $8K on cheesecake in 10 years: 'Guilty as charged'",
            "description": "Senate Minority Leader Chuck Schumer (D-N.Y.), with a tray of cheesecake in hand, admitted he's spent more than $8,600 on Brooklyn-based Junior's Cheesecake in the last 10 years. \"I...",
            "url": "https://thehill.com/homenews/senate/484333-schumer-confirms-spending-8k-on-cheesecake-in-10-years-guilty-as-charged",
            "urlToImage": "https://thehill.com/sites/default/files/schumerchuck_021120bc_web.jpg",
            "publishedAt": "2020-02-24T15:47:16Z",
            "content": "Senate Minority Leader Chuck SchumerCharles (Chuck) Ellis SchumerWhite House preparing to ask Congress for funds to combat coronavirus: report Schumer cites security, DHS ban in questioning TSA use of TikTokRussian interference reports rock Capitol HillMORE (… [+1633 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Kheel",
            "title": "US military dependent in South Korea tests positive for coronavirus",
            "description": "A widow of a retired soldier who had visited a store at a U.S. military base in South Korea has tested positive for the novel coronavirus, prompting U.S. Forces Korea to raise its risk level to high.The diagnosis a...",
            "url": "https://thehill.com/policy/defense/484327-us-military-dependent-in-south-korea-tests-positive-for-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_012232020getty.jpg",
            "publishedAt": "2020-02-24T15:24:57Z",
            "content": "A widow of a retired soldier who had visited a store at a U.S. military base in South Korea has tested positive for the novel coronavirus, prompting U.S. Forces Korea to raise its risk level to high.\r\nThe diagnosis announced Monday marks the first case of cor… [+2048 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Coronavirus death toll rises by 150 in China",
            "description": "China on Monday reported 150 new deaths from the rapidly spreading coronavirus, The Associated Press reports...",
            "url": "https://thehill.com/policy/international/asia-pacific/484320-virus-death-toll-rises-by-150-in-china",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus1_021920getty.jpg",
            "publishedAt": "2020-02-24T15:02:20Z",
            "content": "China on Monday reported 150 new deaths from the rapidly spreading coronavirus, The Associated Press reports.\r\nThe new report brings the death toll to 2,592, and a newly reported 409 cases of the virus brings the total number of those infected on the mainland… [+812 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "Iranian lawmaker claims coronavirus has killed 50 in city of Qom",
            "description": "A lawmaker representing the Iranian city of Qom said 50 people in the city have died from the coronavirus in February, contradicting national officials' reported total of 12 nationwide.Ahmad Amirabadi Farahani, the...",
            "url": "https://thehill.com/policy/healthcare/484319-coronavirus-kills-50-in-iranian-city-lawmaker-says",
            "urlToImage": "https://thehill.com/sites/default/files/iranflag_istock.jpg",
            "publishedAt": "2020-02-24T14:57:46Z",
            "content": "A lawmaker representing the Iranian city of Qom said 50 people in the city have died from the coronavirus in February, contradicting national officials reported total of 12 nationwide.\r\nAhmad Amirabadi Farahani, the lawmaker, reported the total on Monday in a… [+1208 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Niv Elis",
            "title": "Markets plunge amid coronavirus fears",
            "description": "U.S. stock markets plummeted Monday morning amid fears that the coronavirus will continue to spread beyond China's borders.The Dow Jones Industrial Average plunged 900 points, or 3.1 percent, among its biggest one-...",
            "url": "https://thehill.com/policy/finance/484321-markets-plunge-amid-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/markets3_1.jpg",
            "publishedAt": "2020-02-24T14:51:22Z",
            "content": "U.S. stock markets plummeted Monday morning amid fears that the coronavirus will continue to spread beyond China's borders.\r\nThe Dow Jones Industrial Average plunged 900 points, or 3.1 percent, among its biggest one-day drops in recent years, while the S&amp;… [+1030 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "5 dead from coronavirus in Italy, 200 infected",
            "description": "Italy has become the hardest hit European country by coronavirus, with officials reporting five deaths and more than 200 cases of the virus. Italy recorded its fifth death from the virus Monday,...",
            "url": "https://thehill.com/policy/healthcare/484318-5-dead-from-coronavirus-in-italy-200-infected",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus1_021920getty.jpg",
            "publishedAt": "2020-02-24T14:43:38Z",
            "content": "Italy has become the hardest hit European country by coronavirus, with officials reporting five deaths and more than 200 cases of the virus. \r\nItaly recorded its fifth death from the virus Monday, with the total number of cases of the disease rising to 219, o… [+643 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alicia Cohn",
            "title": "Trump backs off plan to house coronavirus patients in Alabama after GOP objections",
            "description": "The Trump administration is backing off a plan to house some coronavirus patients in Alabama after state officials objected.President Trump \"called to assure me that this plan will not move forward,\" Alabama Gov. K...",
            "url": "https://thehill.com/policy/healthcare/484317-trump-backs-off-plan-to-house-coronavirus-patients-in-alabama-after-gop",
            "urlToImage": "https://thehill.com/sites/default/files/alabama_1.jpg",
            "publishedAt": "2020-02-24T14:28:57Z",
            "content": "The Trump administration is backing off a plan to house some coronavirus patients in Alabama after state officials objected.\r\nPresident TrumpDonald John TrumpSchiff blasts Trump for making 'false claims' about Russia intel: 'You've betrayed America. Again.'Po… [+3515 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Sanders: 'Unfair to simply say everything is bad' in Cuba under Castro",
            "description": "Sen. Bernie Sanders (I-Vt.), the leading Democratic presidential candidate, said in an new interview that it's \"unfair\" to classify everything as being \"bad\" in Cuba under the authoritarian rule of the late Cuban le...",
            "url": "https://thehill.com/homenews/campaign/484304-sanders-unfair-to-simply-say-everything-is-bad-in-cuba",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_022120getty_caucuses.jpg",
            "publishedAt": "2020-02-24T12:22:59Z",
            "content": "Sen. Bernie SandersBernie SandersSchiff blasts Trump for making 'false claims' about Russia intel: 'You've betrayed America. Again.'Buttigieg campaign claims 'irregularities' in Nevada caucusesPoll: Sanders leads 2020 Democratic field with 28 percent, followe… [+4754 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexis Simendinger",
            "title": "The Hill's Morning Report - Sanders steamrolls to South Carolina primary, Super Tuesday",
            "description": "Welcome to The Hill's Morning Re...",
            "url": "https://thehill.com/homenews/morning-report/484303-the-hills-morning-report",
            "urlToImage": "https://thehill.com/sites/default/files/newsletter-cms_022420getty.jpg",
            "publishedAt": "2020-02-24T11:48:39Z",
            "content": "Welcome to The Hills Morning Report. Happy Monday! We get you up to speed on the most important developments in politics and policy, plus trends to watch. Alexis Simendinger and Al Weaver are the daily co-creators, so find us @asimendinger and @alweaver22 on … [+25984 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jordain Carney and Juliegrace Brufke",
            "title": "This week: House to vote on legislation to make lynching a federal hate crime",
            "description": "The House is slated to vote this week on legislation that would classify lynching as a federal hate crime, paving the way for the bill to head to President Trump's desk.The Emmett Till Antilynching Act - introduced...",
            "url": "https://thehill.com/blogs/floor-action/scheduling/484300-this-week-house-to-vote-on-legislation-to-make-lynching-a",
            "urlToImage": "https://thehill.com/sites/default/files/rushbobby_062117mr.jpg",
            "publishedAt": "2020-02-24T11:01:06Z",
            "content": "The House is slated to vote this week on legislation that would classify lynching as a federal hate crime, paving the way for the bill to head to President TrumpDonald John TrumpSchiff blasts Trump for making 'false claims' about Russia intel: 'You've betraye… [+10809 chars]"
        }
    ]
}