{
    "status": "ok",
    "totalResults": 282,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Airlines suspend flights due to coronavirus outbreak",
            "description": "Airlines have been suspending flights or modifying service in response to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-factbox-idUSKCN20K0GZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495318051&w=1200&r=LYNXNPEG1P0CQ",
            "publishedAt": "2020-02-26T04:53:00Z",
            "content": "(Reuters) - Airlines have been suspending flights or modifying service in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n** American Airlines - Extends suspensio… [+6805 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "San Francisco declares emergency over coronavirus",
            "description": "San Francisco declared a local emergency over the coronavirus on Tuesday, despite having no cases, as U.S. officials urged Americans to prepare for the spread of infections within their communities.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/cjbhyvm2H_4/san-francisco-declares-emergency-over-coronavirus-idUSKCN20K0A8",
            "urlToImage": null,
            "publishedAt": "2020-02-26T03:01:23Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "North Macedonia confirms first case of coronavirus",
            "description": "North Macedonia has confirmed its first case of the coronavirus infection, diagnosed in a woman who recently returned home from Italy, the health minister said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-north-macedonia-idUSKCN20K2G8",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495566778&w=1200&r=LYNXNPEG1P1Q4",
            "publishedAt": "2020-02-26T16:20:21Z",
            "content": "BELGRADE (Reuters) - North Macedonia has confirmed its first case of the coronavirus infection, diagnosed in a woman who recently returned home from Italy, the health minister said on Wednesday. \r\n“The patient tested positive for coronavirus... She is the fir… [+774 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Israel recommends citizens not travel abroad as coronavirus precaution",
            "description": "Israel urged its citizens on Wednesday to reconsider foreign travel, citing the growing spread of the coronavirus outside the country.",
            "url": "https://www.reuters.com/article/us-china-health-israel-idUSKCN20K2XJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T19:06:13Z",
            "content": "JERUSALEM (Reuters) - Israel urged its citizens on Wednesday to reconsider foreign travel, citing the growing spread of the coronavirus outside the country. \r\nTwo Israelis who returned home after being quarantined in Japan on the Diamond Princess cruise ship … [+906 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France reports second coronavirus death: health official",
            "description": "A second person infected with the coronavirus has died in France, the country's health authorities said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-france-toll-idUSKCN20K187",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T09:41:21Z",
            "content": "PARIS (Reuters) - A second person infected with the coronavirus has died in France, the country’s health authorities said on Wednesday. \r\nIn a televised statement, senior health director Jerome Salomon said a 60-year-old French man in a very serious condition… [+321 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Laurence Frost",
            "title": "As coronavirus crisis deepens, airlines slash costs",
            "description": "Airlines rattled by the coronavirus rushed to cut costs on Wednesday, as warnings of a pandemic deepened concern about the scale of the impact on aviation and other front-line sectors.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-idUSKCN20K2S3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495603899&w=1200&r=LYNXNPEG1P1YO",
            "publishedAt": "2020-02-26T18:19:01Z",
            "content": "PARIS/LONDON (Reuters) - Airlines rattled by the coronavirus rushed to cut costs on Wednesday, as warnings of a pandemic deepened concern about the scale of the impact on aviation and other front-line sectors. \r\nAusterity measures ordered by Germany’s Lufthan… [+3709 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Sports events hit by the coronavirus epidemic",
            "description": "The following is a list of international sports events hit by the outbreak of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-sport-factbox-idUSKCN20K1ON",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495471757&w=1200&r=LYNXNPEG1P16O",
            "publishedAt": "2020-02-26T11:54:52Z",
            "content": "(Reuters) - The following is a list of international sports events hit by the outbreak of the new coronavirus. \r\nATHLETICS \r\n* The World Athletics Indoor Championships, scheduled for Nanjing from March 13-15, were postponed until next year. World Athletics is… [+5840 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Elderly man in Tokyo dies after catching new coronavirus: NHK",
            "description": "An man in his 80s died in Tokyo on Wednesday after catching the new coronavirus, Japan's public broadcaster NHK said, citing a government source.",
            "url": "https://www.reuters.com/article/us-china-health-japan-death-idUSKCN20K1MN",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T11:37:41Z",
            "content": "TOKYO (Reuters) - An man in his 80s died in Tokyo on Wednesday after catching the new coronavirus, Japan’s public broadcaster NHK said, citing a government source. \r\nThis was Japan’s third fatality from the coronavirus, excluding those who were on the cruise … [+185 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Gilead starts two late-stage studies to test drug for coronavirus",
            "description": "Gilead Sciences Inc said on Wednesday it has started two late-stage studies to test its drug in patients with coronavirus.",
            "url": "https://www.reuters.com/article/us-health-china-gilead-sciences-idUSKCN20K38J",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495680712&w=1200&r=LYNXNPEG1P2CQ",
            "publishedAt": "2020-02-26T22:17:10Z",
            "content": "(Reuters) - Gilead Sciences Inc (GILD.O) said on Wednesday it has started two late-stage studies to test its drug in patients with coronavirus. \r\nBeginning March, the studies will test the drug, remdesivir, among approximately 1,000 patients at medical center… [+198 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nineteen dead, 139 infected with coronavirus in Iran: health ministry spokesman",
            "description": "Nineteen people have died and 139 people have been infected by coronavirus in Iran, health ministry spokesman Kianush Jahanpur said on Wednesday in an announcement on state TV.",
            "url": "https://www.reuters.com/article/us-china-health-iran-figures-idUSKCN20K19G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T09:49:06Z",
            "content": "DUBAI (Reuters) - Nineteen people have died and 139 people have been infected by coronavirus in Iran, health ministry spokesman Kianush Jahanpur said on Wednesday in an announcement on state TV. \r\nIran has had the highest number of deaths from coronavirus out… [+107 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Romania confirms first case of coronavirus: health minister",
            "description": "Romania confirmed its first case of coronavirus in a man from the southern county of Gorj on Wednesday, Health Minister Victor Costache said.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/K0RFXBkvGnA/romania-confirms-first-case-of-coronavirus-health-minister-idUSKCN20K370",
            "urlToImage": null,
            "publishedAt": "2020-02-26T21:52:27Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia suspends entry for Umrah, visits to Al Masjid Al Nabawy amid coronavirus",
            "description": "Saudi Arabia temporarily suspended entry to the kingdom for the Umrah Islamic pilgrimage and visits to al Masjid Al Nabawy in Medina, the ministry of foreign affairs announced on Twitter on Thursday amid fears over the spread of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-saudi-idUSKCN20K3CQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T23:42:38Z",
            "content": "CAIRO (Reuters) - Saudi Arabia temporarily suspended entry to the kingdom for the Umrah Islamic pilgrimage and visits to al Masjid Al Nabawy in Medina, the ministry of foreign affairs announced on Twitter on Thursday amid fears over the spread of the new coro… [+296 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Cruise ship denied by Jamaica, Grand Cayman on coronavirus fears headed for Mexican port",
            "description": "A passenger cruise ship is headed for Mexico's port city of Cozumel after Jamaican and Grand Cayman authorities barred its passengers from disembarking due to fears of the fast-spreading coronavirus, ship operator MSC Cruises said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-mexico-idUSKCN20K2S9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T18:19:55Z",
            "content": "MEXICO CITY (Reuters) - A passenger cruise ship is headed for Mexico’s port city of Cozumel after Jamaican and Grand Cayman authorities barred its passengers from disembarking due to fears of the fast-spreading coronavirus, ship operator MSC Cruises said on W… [+1474 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "China to Russia: End discriminatory coronavirus measures against Chinese",
            "description": "China's embassy in Russia has demanded authorities in Moscow end what it said are discriminatory anti-coronavirus measures against Chinese nationals, saying they are damaging relations and alarming Chinese residents of the Russian capital.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/3U6DYqHV3f8/china-to-russia-end-discriminatory-coronavirus-measures-against-chinese-idUSKCN20K1HU",
            "urlToImage": null,
            "publishedAt": "2020-02-26T11:07:24Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Algerian official: Protest ban 'not on agenda' over coronavirus",
            "description": "It is \"not on the agenda\" to ban public protests in Algeria over the coronavirus, a health ministry official told a news conference on Wednesday after the country announced its first confirmed case of the disease.",
            "url": "https://www.reuters.com/article/us-china-health-algeria-protests-idUSKCN20K1I2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T11:00:44Z",
            "content": "ALGIERS (Reuters) - It is “not on the agenda” to ban public protests in Algeria over the coronavirus, a health ministry official told a news conference on Wednesday after the country announced its first confirmed case of the disease. \r\nMass protests have been… [+216 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus spread 'deeply concerning' but not a pandemic: WHO's Tedros",
            "description": "The sudden rise in cases of novel coronavirus in Italy, Iran and South Korea is \"deeply concerning\", but the virus can still be contained and does not amount to a pandemic, the World Health Organization (WHO) chief said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-who-idUSKCN20K1NN",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495471761&w=1200&r=LYNXNPEG1P165",
            "publishedAt": "2020-02-26T11:54:52Z",
            "content": "GENEVA (Reuters) - The sudden rise in cases of novel coronavirus in Italy, Iran and South Korea is “deeply concerning”, but the virus can still be contained and does not amount to a pandemic, the World Health Organization (WHO) chief said on Wednesday. \r\n“Usi… [+541 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Algeria not to suspend flights over coronavirus: official",
            "description": "Algeria is not contemplating a suspension in flights but will reinforce controls on planes from Italy after it confirmed its first case of coronavirus in an Italian man, a health ministry official said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-algeria-idUSKCN20K1H4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T10:50:46Z",
            "content": "ALGIERS (Reuters) - Algeria is not contemplating a suspension in flights but will reinforce controls on planes from Italy after it confirmed its first case of coronavirus in an Italian man, a health ministry official said on Wednesday. \r\nEveryone who has been… [+284 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Linda Sieg",
            "title": "Japan defends cautious approach on coronavirus testing amid concerns",
            "description": "Japan's health ministry on Wednesday defended its cautious approach to coronavirus testing as domestic cases increased and South Korea prepared to test more than 200,000 members of a church at the heart of a surge in its outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-japan-tests-idUSKCN20K1IM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495455265&w=1200&r=LYNXNPEG1P12I",
            "publishedAt": "2020-02-26T11:07:24Z",
            "content": "TOKYO (Reuters) - Japan’s health ministry on Wednesday defended its cautious approach to coronavirus testing as domestic cases increased and South Korea prepared to test more than 200,000 members of a church at the heart of a surge in its outbreak. \r\nJapan ha… [+2686 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "JetBlue waives cancellation fees till March 11 on coronavirus concerns",
            "description": "JetBlue Airways Corp said on Wednesday it plans to suspend change and cancellation fees for new flight bookings between Feb. 27 and March 11 this year, due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-jetblueairways-idUSKCN20K3BU",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495702681&w=1200&r=LYNXNPEG1P2F0",
            "publishedAt": "2020-02-26T23:20:13Z",
            "content": "(Reuters) - JetBlue Airways Corp (JBLU.O) said on Wednesday it plans to suspend change and cancellation fees for new flight bookings between Feb. 27 and March 11 this year, due to the coronavirus outbreak. \r\nThe cancellation waiver applies to travel completed… [+331 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Austria quarantines a dozen people after first coronavirus cases",
            "description": "Austria has quarantined 12 people who were in close contact with a couple who were the country's first coronavirus cases, one of whom works as a hotel receptionist, the local government in the province of Tyrol said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-austria-idUSKCN20K0ZC",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495392672&w=1200&r=LYNXNPEG1P0O4",
            "publishedAt": "2020-02-26T08:33:07Z",
            "content": "VIENNA (Reuters) - Austria has quarantined 12 people who were in close contact with a couple who were the country’s first coronavirus cases, one of whom works as a hotel receptionist, the local government in the province of Tyrol said on Wednesday. \r\nShortly … [+2340 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Coronavirus cases rise in Italy, with children among new cases",
            "description": "An outbreak of coronavirus in northern Italy worsened on Wednesday, with more than 30 new cases confirmed in the two worst-hit regions and children found to have the illness for the first time.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/LznnIt1Fl20/coronavirus-cases-rise-in-italy-with-children-among-new-cases-idUSKCN20K1CM",
            "urlToImage": null,
            "publishedAt": "2020-02-26T10:12:11Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "French Riviera city cancels carnival over coronavirus fears",
            "description": "The French Mediterranean city of Nice has canceled the last major day of its carnival due to concerns over the spreading coronavirus outbreak in Europe, its mayor said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-france-carnival-idUSKCN20K2IZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495575421&w=1200&r=LYNXNPEG1P1SJ",
            "publishedAt": "2020-02-26T16:48:14Z",
            "content": "PARIS (Reuters) - The French Mediterranean city of Nice has canceled the last major day of its carnival due to concerns over the spreading coronavirus outbreak in Europe, its mayor said on Wednesday. \r\nThe carnival, which started on February 15, was set for a… [+411 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 169 new coronavirus cases, including first U.S. soldier",
            "description": "South Korea reported 169 new coronavirus cases on Wednesday, including a U.S. soldier, as health authorities readied an ambitious plan to test more than 200,000 members of a church hit hardest by the country's outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-idUSKCN20K045",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495277618&w=1200&r=LYNXNPEG1P08G",
            "publishedAt": "2020-02-26T02:46:45Z",
            "content": "SEOUL (Reuters) - South Korea reported 169 new coronavirus cases on Wednesday, including a U.S. soldier, as health authorities readied an ambitious plan to test more than 200,000 members of a church hit hardest by the country’s outbreak. \r\nThe new cases pushe… [+1621 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Three more Chinese regions lower emergency response level as virus threat recedes",
            "description": "The northwestern Chinese regions of Inner Mongolia and Xinjiang and the southwestern province of Sichuan have downgraded their emergency response level after assessing that health risks from the coronavirus outbreak have receded, state media reported.",
            "url": "https://www.reuters.com/article/us-china-health-response-idUSKCN20K029",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495243206&w=1200&r=LYNXNPEG1P02D",
            "publishedAt": "2020-02-26T01:01:43Z",
            "content": "SHANGHAI (Reuters) - The northwestern Chinese regions of Inner Mongolia and Xinjiang and the southwestern province of Sichuan have downgraded their emergency response level after assessing that health risks from the coronavirus outbreak have receded, state me… [+2118 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mexican port denies cruise ship permission to dock over coronavirus fears",
            "description": "Mexican port authorities on Wednesday revoked permission for cruise ship MSC Meraviglia to disembark on the island of Cozumel over coronavirus fears, a port official said, after Jamaican and Grand Cayman authorities also said it could not stop.",
            "url": "https://www.reuters.com/article/us-china-health-mexico-port-idUSKCN20K33F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T20:51:47Z",
            "content": "MEXICO CITY (Reuters) - Mexican port authorities on Wednesday revoked permission for cruise ship MSC Meraviglia to disembark on the island of Cozumel over coronavirus fears, a port official said, after Jamaican and Grand Cayman authorities also said it could … [+285 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two Chinese nurses call for overseas help in stretched virus wards",
            "description": "Two Chinese nurses on the frontlines of the coronavirus outbreak in the city of Wuhan made an unusual global appeal for help in a letter published by a prestigious British medical journal.",
            "url": "https://www.reuters.com/article/us-china-health-nurses-idUSKCN20K1N7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T11:43:03Z",
            "content": "BEIJING (Reuters) - Two Chinese nurses on the frontlines of the coronavirus outbreak in the city of Wuhan made an unusual global appeal for help in a letter published by a prestigious British medical journal. \r\n“We are asking nurses and medical staff from cou… [+2775 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK conducts random coronavirus testing as part of early warning plan",
            "description": "Britain has started random tests for coronavirus on flu patients in order to have an early warning system in place in case the outbreak becomes more widespread in the country, a senior health official said.",
            "url": "https://www.reuters.com/article/us-china-health-britain-idUSKCN20K1G1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T10:42:24Z",
            "content": "LONDON (Reuters) - Britain has started random tests for coronavirus on flu patients in order to have an early warning system in place in case the outbreak becomes more widespread in the country, a senior health official said. \r\n“We’re heightening our vigilanc… [+1212 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Alexander Cornwell",
            "title": "UAE says ready for 'worst case' scenarios as coronavirus spreads in Middle East",
            "description": "The United Arab Emirates, a major international air transit center, is prepared for \"worst case scenarios\" as the new coronavirus spreads in the Middle East, a government official said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-emirates-idUSKCN20K1PD",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495475010&w=1200&r=LYNXNPEG1P16Z",
            "publishedAt": "2020-02-26T12:02:33Z",
            "content": "DUBAI (Reuters) - The United Arab Emirates, a major international air transit center, is prepared for “worst case scenarios” as the new coronavirus spreads in the Middle East, a government official said on Wednesday. \r\nThree Gulf Arab states recorded their fi… [+2181 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Abu Dhabi's Etihad suspends flights to Hong Kong on low demand",
            "description": "Abu Dhabi's Etihad Airways has suspended flights to Hong Kong until March 28, the airline said on Wednesday, citing a drop in demand.",
            "url": "https://www.reuters.com/article/us-china-health-etihad-idUSKCN20K1X3",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495504109&w=1200&r=LYNXNPEG1P1BC",
            "publishedAt": "2020-02-26T13:16:46Z",
            "content": "DUBAI (Reuters) - Abu Dhabi’s Etihad Airways has suspended flights to Hong Kong until March 28, the airline said on Wednesday, citing a drop in demand. \r\nThe UAE suspended all flights to mainland China, except Beijing, on Feb. 5 amid the coronavirus outbreak … [+134 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump will hold White House news conference on coronavirus on Wednesday",
            "description": "U.S. President Donald Trump said he will hold a news conference on the coronavirus at 6 p.m. (2300 GMT) on Wednesday, as infections surge globally and U.S. health officials urge Americans to prepare for it to spread in the United States.",
            "url": "https://www.reuters.com/article/us-china-health-usa-whitehouse-idUSKCN20K1WV",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495503347&w=1200&r=LYNXNPEG1P1B4",
            "publishedAt": "2020-02-26T13:14:04Z",
            "content": "WASHINGTON (Reuters) - U.S. President Donald Trump said he will hold a news conference on the coronavirus at 6 p.m. (2300 GMT) on Wednesday, as infections surge globally and U.S. health officials urge Americans to prepare for it to spread in the United States… [+72 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New York monitoring 83 people for possible coronavirus, governor says no confirmed cases",
            "description": "Health officials in Nassau County, New York, said on Wednesday they were monitoring 83 people who visited China and may have come in contact with the coronavirus, but Governor Andrew Cuomo said the state has had no confirmed cases so far.",
            "url": "https://www.reuters.com/article/us-china-health-usa-new-york-idUSKCN20K2XT",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495618254&w=1200&r=LYNXNPEG1P23X",
            "publishedAt": "2020-02-26T19:09:29Z",
            "content": "(Reuters) - Health officials in Nassau County, New York, said on Wednesday they were monitoring 83 people who visited China and may have come in contact with the coronavirus, but Governor Andrew Cuomo said the state has had no confirmed cases so far. \r\nReport… [+55 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "'We're fine but bored,' says guest in Tenerife hotel in coronavirus lockdown",
            "description": "\"Everything is very quiet,\" says Briton Christopher Betts, one of more than 700 guests spending a second day in lockdown at a four-star Tenerife hotel on Wednesday after four cases of coronavirus were detected there among a group of Italians.",
            "url": "https://www.reuters.com/article/us-china-health-spain-idUSKCN20K1L4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T11:27:47Z",
            "content": "TENERIFE, Spain (Reuters) - “Everything is very quiet,” says Briton Christopher Betts, one of more than 700 guests spending a second day in lockdown at a four-star Tenerife hotel on Wednesday after four cases of coronavirus were detected there among a group o… [+2328 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany sees no need for travel warning for Italy over coronavirus",
            "description": "The German government sees no need to advise its citizens against travel to Italy, which has become a new front line in the global outbreak of the new coronavirus outbreak that started in China, a foreign ministry spokesman said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-germany-idUSKCN20K1JG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T11:12:58Z",
            "content": "BERLIN (Reuters) - The German government sees no need to advise its citizens against travel to Italy, which has become a new front line in the global outbreak of the new coronavirus outbreak that started in China, a foreign ministry spokesman said on Wednesda… [+402 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Greece confirms first coronavirus case",
            "description": "Greece has confirmed its first coronavirus case, the health ministry said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-greece-idUSKCN20K1IA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T11:12:01Z",
            "content": "ATHENS (Reuters) - Greece has confirmed its first coronavirus case, the health ministry said on Wednesday. \r\nThe patient was a 38-year-old Greek woman who had traveled from an area of northern Italy, said Sotiris Tsiodras, a representative of the Ministry of … [+87 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Simon Scarr, Marco Hernandez and Manas Sharma",
            "title": "2019 coronavirus: The Korean clusters - Reuters.com",
            "description": "2019 coronavirus: The Korean clusters Reuters.com Coronavirus infects US soldier for first time, military says Fox News Grounded: No bowling, dining out, or handshakes for US troops in South Korea after first soldier infected with coronavirus Washington Exami…",
            "url": "https://graphics.reuters.com/CHINA-HEALTH-SOUTHKOREA-CLUSTERS/0100B5G33SB/",
            "urlToImage": "https://graphics.reuters.com/CHINA-HEALTH-SOUTHKOREA-CLUSTERS/0100B5G33SB/images/share-card.png",
            "publishedAt": "2020-02-26T16:52:47Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Norway detects its first case of coronavirus",
            "description": "Norway's Public Health Agency said on Wednesday that one person had tested positive for coronavirus and was being kept isolated at home, in what was the country's first confirmed case.",
            "url": "https://www.reuters.com/article/us-china-health-norway-idUSKCN20K31G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T20:12:58Z",
            "content": "OSLO (Reuters) - Norway’s Public Health Agency said on Wednesday that one person had tested positive for coronavirus and was being kept isolated at home, in what was the country’s first confirmed case. \r\nThe person had returned from China late last week, but … [+125 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Mainland China reports 406 new cases of coronavirus on Feb 25, deaths up by 52",
            "description": "Mainland China had 406 new confirmed cases of coronavirus infections on Tuesday, the country's National Health Commission said on Wednesday, down from 508 cases a day earlier.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/Dl-YQCUf4K4/mainland-china-reports-406-new-cases-of-coronavirus-on-feb-25-deaths-up-by-52-idUSKCN20K06P",
            "urlToImage": null,
            "publishedAt": "2020-02-26T02:11:32Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lebanon health ministry confirms second case of coronavirus",
            "description": "Lebanon's health ministry confirmed the country's second case of coronavirus on Friday and said the patient was quarantined after returning from a religious trip to Iran.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-idUSKCN20K29M",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T15:08:40Z",
            "content": "BEIRUT (Reuters) - Lebanon’s health ministry confirmed the country’s second case of coronavirus on Friday and said the patient was quarantined after returning from a religious trip to Iran. \r\nThe woman arrived in Lebanon last week on the same flight as the fi… [+171 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU calls for coordinated European response to coronavirus",
            "description": "European Union countries should coordinate their responses to the outbreak of the coronavirus to avoid diverging approaches, the EU's Health Commissioner Stella Kyriakides told reporters.",
            "url": "https://www.reuters.com/article/us-eu-coronavirus-idUSKCN20K1MH",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495467235&w=1200&r=LYNXNPEG1P15R",
            "publishedAt": "2020-02-26T11:43:41Z",
            "content": "ROME (Reuters) - European Union countries should coordinate their responses to the outbreak of the coronavirus to avoid diverging approaches, the EU’s Health Commissioner Stella Kyriakides told reporters. \r\nSpeaking at a joint news conference in Rome with the… [+546 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "White House is considering appointment of coronavirus 'sideczar': Politico",
            "description": "The White House is considering appointing a coronavirus \"czar\" to coordinate the U.S. response to the disease, Politico reported on Wednesday, citing two officials familiar with the matter.",
            "url": "https://www.reuters.com/article/us-china-health-usa-czar-idUSKCN20K2G2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T16:18:54Z",
            "content": "WASHINGTON (Reuters) - The White House is considering appointing a coronavirus “czar” to coordinate the U.S. response to the disease, Politico reported on Wednesday, citing two officials familiar with the matter. \r\nPolitico said officials are still debating w… [+366 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Frenchman dead from coronavirus had not been to infected area",
            "description": "The Frenchman who became the second person in France suffering from the coronavirus to die had not traveled to any zones where the outbreak was known, the director of the Hauts de France health agency said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-france-oise-idUSKCN20K21P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T13:51:37Z",
            "content": "PARIS (Reuters) - The Frenchman who became the second person in France suffering from the coronavirus to die had not traveled to any zones where the outbreak was known, the director of the Hauts de France health agency said on Wednesday. \r\nThe first coronavir… [+128 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Brenda Goh",
            "title": "China rolls out fresh data collection campaign to combat coronavirus",
            "description": "China's local governments are ramping up surveillance efforts with new data collection campaigns to better trace residents' moves in public areas, seeking to curb the coronavirus outbreak but heightening privacy concerns.",
            "url": "https://www.reuters.com/article/us-china-health-data-collection-idUSKCN20K0LW",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495345359&w=1200&r=LYNXNPEG1P0GJ",
            "publishedAt": "2020-02-26T06:15:52Z",
            "content": "SHANGHAI (Reuters) - China’s local governments are ramping up surveillance efforts with new data collection campaigns to better trace residents’ moves in public areas, seeking to curb the coronavirus outbreak but heightening privacy concerns. \r\nAt least 15 pr… [+5478 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Gabrielle Tétrault-Farber",
            "title": "China to Russia: End discriminatory coronavirus measures against Chinese",
            "description": "China's embassy in Russia has demanded authorities in Moscow end what it said are discriminatory anti-coronavirus measures against Chinese nationals, saying they are damaging relations and alarming Chinese residents of the Russian capital.",
            "url": "https://www.reuters.com/article/us-china-health-moscow-letter-idUSKCN20K1HU",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495450410&w=1200&r=LYNXNPEG1P11Y",
            "publishedAt": "2020-02-26T11:07:24Z",
            "content": "MOSCOW (Reuters) - China’s embassy in Russia has demanded authorities in Moscow end what it said are discriminatory anti-coronavirus measures against Chinese nationals, saying they are damaging relations and alarming Chinese residents of the Russian capital. … [+2365 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Coronavirus carrier faces jail in Singapore for lying over movements",
            "description": "A Chinese national who contracted coronavirus has been charged by Singaporean authorities for allegedly giving false information about his whereabouts in the city-state and could face up to six months in jail.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/2XKCetJA39U/coronavirus-carrier-faces-jail-in-singapore-for-lying-over-movements-idUSKCN20K1E7",
            "urlToImage": null,
            "publishedAt": "2020-02-26T10:29:39Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong unveils $15 billion in relief against coronavirus, protests",
            "description": "Hong Kong unveiled measures worth HK$120 billion ($15 billion) in its annual budget on Wednesday to bolster an economy grappling with a coronavirus outbreak and months of anti-government protests.",
            "url": "https://www.reuters.com/article/us-hongkong-economy-budget-idUSKCN20K0C7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T03:27:42Z",
            "content": "HONG KONG (Reuters) - Hong Kong unveiled measures worth HK$120 billion ($15 billion) in its annual budget on Wednesday to bolster an economy grappling with a coronavirus outbreak and months of anti-government protests. \r\nFinancial Secretary Paul Chan said the… [+170 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russia suspends some South Korea flights, Iranian visas over coronavirus",
            "description": "Russian Deputy Prime Minister Tatiana Golikova said on Wednesday Moscow would suspend flights between Russia and South Korea from March 1 over coronavirus fears, except those operated by Aeroflot and Aurora.",
            "url": "https://www.reuters.com/article/us-china-health-russia-restrictions-idUSKCN20K21H",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495515162&w=1200&r=LYNXNPEG1P1FB",
            "publishedAt": "2020-02-26T13:49:14Z",
            "content": "MOSCOW (Reuters) - Russian Deputy Prime Minister Tatiana Golikova said on Wednesday Moscow would suspend flights between Russia and South Korea from March 1 over coronavirus fears, except those operated by Aeroflot (AFLT.MM) and Aurora. \r\nGolikova said Russia… [+494 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Brazil Health Ministry confirms first case of new coronavirus",
            "description": "Brazil's Health Ministry on Wednesday confirmed the first case of a fast-spreading new coronavirus in Latin America, after a Sao Paulo hospital flagged the possible infection of a 61-year-old man who recently visited Italy.",
            "url": "https://www.reuters.com/article/us-china-health-brazil-ministry-idUSKCN20K28E",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495546228&w=1200&r=LYNXNPEG1P1KC",
            "publishedAt": "2020-02-26T15:15:31Z",
            "content": "SAO PAULO (Reuters) - Brazil’s Health Ministry on Wednesday confirmed the first case of a fast-spreading new coronavirus in Latin America, after a Sao Paulo hospital flagged the possible infection of a 61-year-old man who recently visited Italy. \r\nHealth Mini… [+220 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Don't give China excuse to attack Taiwan during virus outbreak, ministry advisers say",
            "description": "Taiwan should continue to show goodwill to China during the outbreak of the new coronavirus and not give Beijing an excuse to attack the island as a way of relieving \"internal pressure\", advisers to Taiwan's China-policy making body said.",
            "url": "https://www.reuters.com/article/us-china-health-taiwan-diplomacy-idUSKCN20K06Z",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T02:15:51Z",
            "content": "TAIPEI (Reuters) - Taiwan should continue to show goodwill to China during the outbreak of the new coronavirus and not give Beijing an excuse to attack the island as a way of relieving “internal pressure”, advisers to Taiwan’s China-policy making body said. \r… [+2399 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar orders evacuation of its citizens and Kuwait's from Iran: state news agency",
            "description": "Qatar's ruler Emir Sheikh Tamim bin Hamad al-Thani on Wednesday ordered the evacuation of Qatari and Kuwaiti citizens from Iran due to the spreading of the coronavirus COVID-19, state news agency reported on twitter.",
            "url": "https://www.reuters.com/article/us-china-health-qatar-idUSKCN20K32N",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T20:37:10Z",
            "content": "CAIRO (Reuters) - Qatar’s ruler Emir Sheikh Tamim bin Hamad al-Thani on Wednesday ordered the evacuation of Qatari and Kuwaiti citizens from Iran due to the spreading of the coronavirus COVID-19, state news agency reported on twitter. \r\nOn Wednesday, Iranian … [+312 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait says six more coronavirus cases confirmed, tally now 18: KUNA",
            "description": "Kuwait's health ministry said on Wednesday that the number of people diagnosed with coronavirus in the country rose to 18 after six more cases were confirmed, the state news agency reported.",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-idUSKCN20K198",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T09:47:24Z",
            "content": "DUBAI (Reuters) - Kuwait’s health ministry said on Wednesday that the number of people diagnosed with coronavirus in the country rose to 18 after six more cases were confirmed, the state news agency reported. \r\nThe ministry also confirmed in a statement that … [+130 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong says around 3,000 residents in Hubei have contacted government for help",
            "description": "The Hong Kong government said on Wednesday around 3,000 of its residents currently in mainland China's Hubei province, the epicenter of the coronavirus outbreak, have made contact and it has given them until Friday to register to return home.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-idUSKCN20K129",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495399225&w=1200&r=LYNXNPEG1P0PX",
            "publishedAt": "2020-02-26T08:52:01Z",
            "content": "HONG KONG (Reuters) - The Hong Kong government said on Wednesday around 3,000 of its residents currently in mainland China’s Hubei province, the epicenter of the coronavirus outbreak, have made contact and it has given them until Friday to register to return … [+471 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "John McCrank",
            "title": "U.S. stock exchanges say prepared for coronavirus",
            "description": "U.S. stock exchanges said on Wednesday they were watching coronavirus-related developments closely and had contingency plans in place to continue running if any of their operations were affected.",
            "url": "https://www.reuters.com/article/us-usa-exchange-coronavirus-idUSKCN20K341",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495656004&w=1200&r=LYNXNPEG1P29P",
            "publishedAt": "2020-02-26T21:05:11Z",
            "content": "NEW YORK (Reuters) - U.S. stock exchanges said on Wednesday they were watching coronavirus-related developments closely and had contingency plans in place to continue running if any of their operations were affected. \r\n“The NYSE is carefully monitoring the sp… [+813 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Iraq bans public gatherings and travel to nine countries amid coronavirus fears",
            "description": "Iraq banned all public gatherings and banned travelers from Kuwait and Bahrain from entry, the health minister said on Wednesday, taking the total number of countries on the entry ban list to nine amid growing fears over the spread of the coronavirus.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/k664zXUqX10/iraq-bans-public-gatherings-and-travel-to-nine-countries-amid-coronavirus-fears-idUSKCN20K2ZE",
            "urlToImage": null,
            "publishedAt": "2020-02-26T19:36:21Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yuka Obayashi",
            "title": "Oil rises on short-covering despite growing fears over coronavirus",
            "description": "Crude prices edged up on Wednesday as investors covered short positions after three sessions of losses, even as fears deepened that the rapid spread of the coronavirus will lead to a global pandemic.",
            "url": "https://www.reuters.com/article/us-global-oil-idUSKCN20K08N",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495273289&w=1200&r=LYNXNPEG1P07D",
            "publishedAt": "2020-02-26T02:35:34Z",
            "content": "TOKYO (Reuters) - Crude prices edged up on Wednesday as investors covered short positions after three sessions of losses, even as fears deepened that the rapid spread of the coronavirus will lead to a global pandemic. \r\nBrent crude rose 42 cents, or 0.8%, to … [+2319 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nestle asks staff to stop international travel amid coronavirus epidemic",
            "description": "Nestle SA has asked its staff to halt international travel for business purposes through March 15 as a precautionary measure amid the rapid spread of the coronavirus globally, the Swiss company said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-nestle-idUSKCN20K2U1",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495609185&w=1200&r=LYNXNPEG1P20Y",
            "publishedAt": "2020-02-26T18:36:08Z",
            "content": "(Reuters) - Nestle SA (NESN.S) has asked its staff to halt international travel for business purposes through March 15 as a precautionary measure amid the rapid spread of the coronavirus globally, the Swiss company said on Wednesday. \r\nThe coronavirus outbrea… [+386 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China quarantines 94 on flight from Seoul after three show fever symptoms: CCTV",
            "description": "China has quarantined 94 passengers on a flight from Seoul to Nanjing after three were showing signs of fever, the state broadcaster CCTV said early on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-flight-idUSKCN20K03K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T01:18:51Z",
            "content": "SHANGHAI (Reuters) - China has quarantined 94 passengers on a flight from Seoul to Nanjing after three were showing signs of fever, the state broadcaster CCTV said early on Wednesday. \r\nFlight OZ349 from Seoul landed in the eastern Chinese city of Seoul on Tu… [+247 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Too early for the ECB to contemplate coronavirus response: Makhlouf",
            "description": "It is too early for the European Central Bank to assess whether it needs to respond to the coronavirus epidemic with policy, even if the epidemic presents a risk to growth, Irish central bank chief Gabriel Makhlouf said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-ecb-idUSKCN20K1SI",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495488558&w=1200&r=LYNXNPEG1P18O",
            "publishedAt": "2020-02-26T12:35:07Z",
            "content": "FRANKFURT (Reuters) - It is too early for the European Central Bank to assess whether it needs to respond to the coronavirus epidemic with policy, even if the epidemic presents a risk to growth, Irish central bank chief Gabriel Makhlouf said on Wednesday. \r\n“… [+483 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Randall",
            "title": "Fund investors retreat from U.S. stocks as coronavirus fears weigh",
            "description": "Investors pulled nearly $3.3 billion out of mutual funds and exchange-traded funds that hold U.S. stocks last week, snapping the longest streak of asset gains since July, according to data released Wednesday by the Investment Company Institute.",
            "url": "https://www.reuters.com/article/us-usa-funds-ici-idUSKCN20K2OS",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495590907&w=1200&r=LYNXNPEG1P1W2",
            "publishedAt": "2020-02-26T17:41:09Z",
            "content": "NEW YORK (Reuters) - Investors pulled nearly $3.3 billion out of mutual funds and exchange-traded funds that hold U.S. stocks last week, snapping the longest streak of asset gains since July, according to data released Wednesday by the Investment Company Inst… [+927 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Abdul Qadir Sediqi",
            "title": "Afghan presidential palace cites coronavirus as cause for Ghani inauguration delay",
            "description": "Afghanistan’s presidential palace confirmed on Wednesday that a ceremony to swear in Ashraf Ghani as president has been delayed, but contradicted reasons cited a day earlier by the U.S. government behind the postponement.",
            "url": "https://www.reuters.com/article/us-usa-afghanistan-talks-idUSKCN20K1XY",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495506006&w=1200&r=LYNXNPEG1P1BR",
            "publishedAt": "2020-02-26T13:20:45Z",
            "content": "KABUL (Reuters) - Afghanistan’s presidential palace confirmed on Wednesday that a ceremony to swear in Ashraf Ghani as president has been delayed, but contradicted reasons cited a day earlier by the U.S. government behind the postponement. \r\nThe U.S. State De… [+2336 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hari Kishan",
            "title": "Economic contagion spreads beyond China to other Asian economies: Reuters poll",
            "description": "The effects of the coronavirus outbreak are likely to reverberate beyond China as most major economies in the region are expected to either slow down significantly, halt or shrink outright in the current quarter, Reuters polls found.",
            "url": "https://www.reuters.com/article/us-china-health-economy-poll-idUSKBN20K00J",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495228592&w=1200&r=LYNXMPEG1P00M",
            "publishedAt": "2020-02-26T00:11:22Z",
            "content": "(Reuters) - The effects of the coronavirus outbreak are likely to reverberate beyond China as most major economies in the region are expected to either slow down significantly, halt or shrink outright in the current quarter, Reuters polls found. \r\nMany Asian … [+4413 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stanley White",
            "title": "Asian stocks, Treasury yields fall as pandemic fears intensify",
            "description": "Asian shares fell on Wednesday as a U.S. warning to Americans to prepare for the possibility of a coronavirus pandemic drove another Wall Street tumble and pushed yields on safe-haven Treasuries to record lows.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKBN20K01Y",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495239038&w=1200&r=LYNXMPEG1P027",
            "publishedAt": "2020-02-26T01:01:59Z",
            "content": "TOKYO (Reuters) - Asian shares fell on Wednesday as a U.S. warning to Americans to prepare for the possibility of a coronavirus pandemic drove another Wall Street tumble and pushed yields on safe-haven Treasuries to record lows. \r\nThe S&amp;P 500 .SPX and the… [+3144 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European Commission says too early to assess coronavirus impact on EU economy",
            "description": "It is still too early to assess the impact of the coronavirus outbreak on the European Union economy, the bloc's economics commissioner Paolo Gentiloni said on Wednesday, adding that the bloc's fiscal rules allow for more spending in emergencies.",
            "url": "https://www.reuters.com/article/us-china-health-eu-economy-idUSKCN20K1IY",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495454833&w=1200&r=LYNXNPEG1P12Q",
            "publishedAt": "2020-02-26T11:33:55Z",
            "content": "BRUSSELS (Reuters) - It is still too early to assess the impact of the coronavirus outbreak on the European Union economy, the bloc’s economics commissioner Paolo Gentiloni said on Wednesday, adding that the bloc’s fiscal rules allow for more spending in emer… [+710 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Delta Air waives travel change fees for South Korea as coronavirus spreads",
            "description": "Delta Air Lines Inc said on Wednesday it has expanded its travel change fee waiver to include Seoul, South Korea, through April 30, as coronavirus spreads to regions outside China.",
            "url": "https://www.reuters.com/article/us-china-health-delta-air-idUSKCN20K2D0",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495556263&w=1200&r=LYNXNPEG1P1NR",
            "publishedAt": "2020-02-26T15:45:08Z",
            "content": "(Reuters) - Delta Air Lines Inc (DAL.N) said on Wednesday it has expanded its travel change fee waiver to include Seoul, South Korea, through April 30, as coronavirus spreads to regions outside China. \r\nThe U.S. airline, which previously issued a waiver for S… [+212 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Oil rises on short-covering, hopes for deeper output cut by OPEC+",
            "description": "Crude prices inched higher on Wednesday as investors covered short positions after three sessions of losses and eyed potential supply cuts, even as fears of a coronavirus pandemic deepened.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/fU6HalvAFOE/oil-rises-on-short-covering-hopes-for-deeper-output-cut-by-opec-idUSKCN20K08N",
            "urlToImage": null,
            "publishedAt": "2020-02-26T05:24:25Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Toyota cancels non-urgent travel for Japan workers due to coronavirus",
            "description": "Toyota Motor Corp <7203.T> on Wednesday said it would cancel all non-essential travel for employees in Japan, becoming the latest global company to curb operations as the speed of the new coronavirus outbreak appears to gather pace.",
            "url": "https://www.reuters.com/article/us-china-health-toyota-idUSKCN20K19K",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495421783&w=1200&r=LYNXNPEG1P0U8",
            "publishedAt": "2020-02-26T09:49:42Z",
            "content": "TOKYO (Reuters) - Toyota Motor Corp (7203.T) on Wednesday said it would cancel all non-essential travel for employees in Japan, becoming the latest global company to curb operations as the speed of the new coronavirus outbreak appears to gather pace. \r\nThe Ja… [+254 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Electrolux says implementing Italy travel ban until March 9 due to Coronavirus",
            "description": "Swedish home appliance maker Electrolux said on Wednesday it had decided on ban travel by its employees to and from Italy, where it has manufacturing facilities in some regions affected by the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-electrolux-idUSKCN20K27V",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495536601&w=1200&r=LYNXNPEG1P1K2",
            "publishedAt": "2020-02-26T14:47:55Z",
            "content": "STOCKHOLM (Reuters) - Swedish home appliance maker Electrolux (ELUXb.ST) said on Wednesday it had decided on ban travel by its employees to and from Italy, where it has manufacturing facilities in some regions affected by the coronavirus outbreak. \r\n“We have … [+791 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Giulio Piovaccari",
            "title": "Coronavirus hits business in Milan as Italy death toll reaches 12 - Reuters",
            "description": "Bars and clubs in Milan can re-open in the evenings, local authorities announced on Wednesday, in the first rollback of tough restrictions imposed at the weekend to try to contain a coronavirus outbreak in Italy.",
            "url": "https://uk.reuters.com/article/us-china-health-italy-idUKKCN20K1CM",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495521857&w=1200&r=LYNXNPEG1P11Q",
            "publishedAt": "2020-02-26T10:12:00Z",
            "content": "MILAN (Reuters) - Bars and clubs in Milan can re-open in the evenings, local authorities announced on Wednesday, in the first rollback of tough restrictions imposed at the weekend to try to contain a coronavirus outbreak in Italy. \r\nThe move came even as the … [+2689 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fujitsu preparing to stop production in Spain after coronavirus causes shortages",
            "description": "Fujitsu Ltd is preparing to halt some production lines at its car equipment components factory in Malaga, southern Spain, if needed, because of a shortage of parts from China due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-spain-fujitsu-idUSKCN20K31E",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495637317&w=1200&r=LYNXNPEG1P27Z",
            "publishedAt": "2020-02-26T20:10:59Z",
            "content": "MADRID (Reuters) - Fujitsu Ltd is preparing to halt some production lines at its car equipment components factory in Malaga, southern Spain, if needed, because of a shortage of parts from China due to the coronavirus outbreak. \r\nThe Japanese information techn… [+1420 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Georgia reports first coronavirus case in the country: health minister",
            "description": "Georgia on Wednesday reported the first case of coronavirus in the country, the health minister said.",
            "url": "https://www.reuters.com/article/us-china-health-georgia-idUSKCN20K2SY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T18:25:11Z",
            "content": "TBILISI (Reuters) - Georgia on Wednesday reported the first case of coronavirus in the country, the health minister said. \r\nEkaterine Tikaradze said that a Georgian citizen, who was traveling from Iran, crossed the border from neighboring Azerbaijan. \r\n“He wa… [+133 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Alexandra Harney",
            "title": "China's blood donations dry up as coronavirus outbreak quells giving",
            "description": "The coronavirus epidemic is draining China’s reserves of a life-saving commodity: blood.",
            "url": "https://www.reuters.com/article/us-china-health-blood-idUSKCN20K1DS",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495434732&w=1200&r=LYNXNPEG1P0XF",
            "publishedAt": "2020-02-26T10:23:39Z",
            "content": "HONG KONG (Reuters) - The coronavirus epidemic is draining China’s reserves of a life-saving commodity: blood. \r\nBlood collection centers around the country have reported sharp drops in donations, with one even issuing a “red alert” as stocks dwindle. Doctors… [+2705 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Facebook to ban misleading ads about coronavirus",
            "description": "Facebook Inc said on Wednesday it would ban advertisements referring to any cures or prevention around the coronavirus outbreak, and those that create a sense of urgency around the situation.",
            "url": "https://www.reuters.com/article/us-china-health-facebook-idUSKCN20K21T",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495517902&w=1200&r=LYNXNPEG1P1FI",
            "publishedAt": "2020-02-26T13:52:58Z",
            "content": "(Reuters) - Facebook Inc (FB.O) said on Wednesday it would ban advertisements referring to any cures or prevention around the coronavirus outbreak, and those that create a sense of urgency around the situation. \r\nThe coronavirus disease, believed to have orig… [+615 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jonnelle Marte",
            "title": "U.S. consumer spending could see one-two punch from stocks drop, coronavirus",
            "description": "The coronavirus outbreak has yet to spread meaningfully to U.S. shores, but fears of it alone have already eviscerated some $2 trillion of American stock market value, setting off a market rout that could stymie consumer spending - even before other economic …",
            "url": "https://www.reuters.com/article/us-china-health-usa-economy-idUSKCN20K2YI",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495623518&w=1200&r=LYNXNPEG1P25A",
            "publishedAt": "2020-02-26T19:23:59Z",
            "content": "NEW YORK (Reuters) - The coronavirus outbreak has yet to spread meaningfully to U.S. shores, but fears of it alone have already eviscerated some $2 trillion of American stock market value, setting off a market rout that could stymie consumer spending - even b… [+4102 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julie Steenhuysen",
            "title": "U.S. health officials urge Americans to prepare for spread of coronavirus",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Tuesday alerted Americans to begin preparing for the spread of coronavirus in the United States after infections surfaced in several more countries.",
            "url": "https://www.reuters.com/article/us-china-health-usa-idUSKBN20J1Y4",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495323879&w=1200&r=LYNXMPEG1O1QI",
            "publishedAt": "2020-02-26T05:10:01Z",
            "content": "WASHINGTON/CHICAGO (Reuters) - The U.S. Centers for Disease Control and Prevention (CDC) on Tuesday alerted Americans to begin preparing for the spread of coronavirus in the United States after infections surfaced in several more countries. \r\nThe announcement… [+5819 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Thailand reports three new virus cases, urges disclosure of travel history",
            "description": "Thailand reported three new cases of a coronavirus on Wednesday, taking total infections to 40, health ministry officials said, criticizing patients for not disclosing their travel history.",
            "url": "https://www.reuters.com/article/us-china-health-thailand-idUSKCN20K0NL",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495350971&w=1200&r=LYNXNPEG1P0H3",
            "publishedAt": "2020-02-26T06:33:01Z",
            "content": "BANGKOK (Reuters) - Thailand reported three new cases of a coronavirus on Wednesday, taking total infections to 40, health ministry officials said, criticizing patients for not disclosing their travel history. \r\nTwo of the new patients, all of whom were Thai … [+1489 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan's pro-baseball teams to play without spectators over coronavirus fears: Kyodo",
            "description": "Japan's professional baseball teams will hold games without spectators until March 15 due to concerns over the coronavirus outbreak, Kyodo news agency reported on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-japan-baseball-idUSKCN20K1C1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T10:05:32Z",
            "content": "TOKYO (Reuters) - Japan’s professional baseball teams will hold games without spectators until March 15 due to concerns over the coronavirus outbreak, Kyodo news agency reported on Wednesday. \r\nThe decision came after representatives of 12 teams held a meetin… [+326 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus lockdown: the heroes risking their health for Italy’s 'red zone'",
            "description": "\"There is me and my shadow,\" primary school teacher Marzio Toniolo says, standing alone in a usually bustling car park in northern Italy's coronavirus \"red zone\".",
            "url": "https://www.reuters.com/article/us-china-health-italy-red-zone-diary-idUSKCN20K2FY",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495566791&w=1200&r=LYNXNPEG1P1Q1",
            "publishedAt": "2020-02-26T16:29:09Z",
            "content": "SAN FIORANO, Italy (Reuters) - “There is me and my shadow,” primary school teacher Marzio Toniolo says, standing alone in a usually bustling car park in northern Italy’s coronavirus “red zone”. \r\nThe car park in Casalpusterlungo, one of the 10 small towns tha… [+1770 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Romania confirms first case of coronavirus: health minister",
            "description": "Romania confirmed its first case of coronavirus in a man from the southern county of Gorj on Wednesday, Health Minister Victor Costache said.",
            "url": "https://www.reuters.com/article/us-china-virus-romania-idUSKCN20K370",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T21:52:27Z",
            "content": "BUCHAREST (Reuters) - Romania confirmed its first case of coronavirus in a man from the southern county of Gorj on Wednesday, Health Minister Victor Costache said. \r\n“The man had been in direct contact with an Italian citizen who travelled to Romania earlier … [+177 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 169 new coronavirus cases, pushing total to 1,146: KCDC",
            "description": "South Korea reported 169 new coronavirus cases on Wednesday, pushing the total tally to 1,146, Korea Centers for Disease Control & Prevention (KCDC) said.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-cases-idUSKCN20K045",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T01:37:09Z",
            "content": "SEOUL (Reuters) - South Korea reported 169 new coronavirus cases on Wednesday, pushing the total tally to 1,146, Korea Centers for Disease Control &amp; Prevention (KCDC) said. \r\nOf the new cases, 134 were from Daegu city, where a branch of the Shincheonji Ch… [+162 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France reports new confirmed case of coronavirus, tally now at 18",
            "description": "One more person has been infected with the coronavirus in France, putting the tally at 18 in the country, the French Health minister said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-france-idUSKCN20K2T4",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495607108&w=1200&r=LYNXNPEG1P20I",
            "publishedAt": "2020-02-26T18:27:41Z",
            "content": "PARIS (Reuters) - One more person has been infected with the coronavirus in France, putting the tally at 18 in the country, the French Health minister said on Wednesday. \r\n“There is no epidemic in the country, just isolated cases”, Olivier Veran said during a… [+288 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pakistan confirms first two cases of coronavirus: health minister",
            "description": "Pakistan has confirmed its first two cases of coronavirus but both patients are in a \"stable\" condition, the health minister said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-pakistan-idUSKCN20K2M2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T17:17:05Z",
            "content": "KARACHI, Pakistan (Reuters) - Pakistan has confirmed its first two cases of coronavirus but both patients are in a “stable” condition, the health minister said on Wednesday. \r\n“Both cases are being taken care of according to clinical standard protocols &amp; … [+329 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 406 new cases of coronavirus on Feb 25, deaths up by 52",
            "description": "Mainland China had 406 new confirmed cases of coronavirus infections on Tuesday, the country's National Health Commission said on Wednesday, down from 508 cases a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-toll-idUSKCN20K06P",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495265276&w=1200&r=LYNXNPEG1P067",
            "publishedAt": "2020-02-26T02:11:32Z",
            "content": "SHANGHAI/BEIJING (Reuters) - Mainland China had 406 new confirmed cases of coronavirus infections on Tuesday, the country’s National Health Commission said on Wednesday, down from 508 cases a day earlier. \r\nThat brings the total number of confirmed cases in m… [+372 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Nineteen dead, 139 infected with coronavirus in Iran: health ministry",
            "description": "Nineteen people have died and 139 people have been infected by coronavirus in Iran, health ministry spokesman Kianush Jahanpur said on Wednesday in an announcement on state TV.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/4tfZCRdT-eg/nineteen-dead-139-infected-with-coronavirus-in-iran-health-ministry-idUSKCN20K19G",
            "urlToImage": null,
            "publishedAt": "2020-02-26T10:12:11Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bahrain discovers seven new coronavirus cases, raising the number to 33",
            "description": "Bahrain discovered seven new cases of coronavirus, raising the number to 33, the ministry of health reported on Twitter on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-bahrain-cases-idUSKCN20K34F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T21:09:33Z",
            "content": "CAIRO (Reuters) - Bahrain discovered seven new cases of coronavirus, raising the number to 33, the ministry of health reported on Twitter on Wednesday. \r\nThe ministry added most of the newly discovered cases came from Iran, and did not enter the Kingdom of Ba… [+64 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany is at start of coronavirus epidemic: health minister",
            "description": "Germany is at the beginning of a coronavirus epidemic after new cases sprung up which can no longer be traced to the virus's original source in China, Health Minister Jens Spahn said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-coronavirus-germany-idUSKCN20K2MG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T17:22:16Z",
            "content": "BERLIN (Reuters) - Germany is at the beginning of a coronavirus epidemic after new cases sprung up which can no longer be traced to the virus’s original source in China, Health Minister Jens Spahn said on Wednesday. \r\nHe urged health ministries in Germany’s f… [+433 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yingzhi Yang",
            "title": "Worried Chinese turn to online doctor consultations amid coronavirus outbreak",
            "description": "Spooked by a sneeze or a cough, Chinese consumers are turning to online consultations in droves for advice about possible coronavirus symptoms - a boon for a fledgling industry that has struggled to win over customers.",
            "url": "https://www.reuters.com/article/us-china-health-internet-healthcare-idUSKCN20K0X8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495385614&w=1200&r=LYNXNPEG1P0MY",
            "publishedAt": "2020-02-26T08:14:06Z",
            "content": "BEIJING/SHANGHAI (Reuters) - Spooked by a sneeze or a cough, Chinese consumers are turning to online consultations in droves for advice about possible coronavirus symptoms - a boon for a fledgling industry that has struggled to win over customers. \r\nDue to th… [+3199 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Chinese minister blames police force for prison coronavirus cases",
            "description": "A top leader of China's justice ministry blamed law enforcement on Monday for the hundreds of coronavirus cases discovered in prisons, calling them instances of poor disease control efforts.",
            "url": "https://www.reuters.com/article/us-china-health-prisons-idUSKCN20K0D7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T03:53:11Z",
            "content": "SHANGHAI (Reuters) - A top leader of China’s justice ministry blamed law enforcement on Monday for the hundreds of coronavirus cases discovered in prisons, calling them instances of poor disease control efforts. \r\nAuthorities have revealed 555 infections in C… [+973 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Brazil test confirms first coronavirus case in Latin America: source",
            "description": "A Brazilian government test has confirmed the first case of a fast-spreading new coronavirus in Latin America, a source said on Wednesday, after a Sao Paulo hospital flagged the possible infection of a 61-year-old who had visited Italy.",
            "url": "https://www.reuters.com/article/us-china-health-brazil-idUSKCN20K1EU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T10:34:46Z",
            "content": "BRASILIA (Reuters) - A Brazilian government test has confirmed the first case of a fast-spreading new coronavirus in Latin America, a source said on Wednesday, after a Sao Paulo hospital flagged the possible infection of a 61-year-old who had visited Italy. \r… [+234 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus cases rise in Italy, with children among new cases",
            "description": "An outbreak of coronavirus in northern Italy worsened on Wednesday, with more than 30 new cases confirmed in the two worst-hit regions and children found to have the illness for the first time.",
            "url": "https://www.reuters.com/article/us-china-health-italy-idUSKCN20K1CM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495434157&w=1200&r=LYNXNPEG1P0XC",
            "publishedAt": "2020-02-26T10:12:11Z",
            "content": "ROME (Reuters) - An outbreak of coronavirus in northern Italy worsened on Wednesday, with more than 30 new cases confirmed in the two worst-hit regions and children found to have the illness for the first time. \r\nOfficials in Lombardy, which includes Italy’s … [+1841 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "12th person dies in northern Italy of coronavirus: official",
            "description": "A 12th person has died in northern Italy of coronavirus, while the number of confirmed cases has risen to 374, an increase of more than 50 on the day before, the head of the Civil Protection agency said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-death-idUSKCN20K1KV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T11:24:38Z",
            "content": "ROME (Reuters) - A 12th person has died in northern Italy of coronavirus, while the number of confirmed cases has risen to 374, an increase of more than 50 on the day before, the head of the Civil Protection agency said on Wednesday. \r\nAngelo Borrelli told re… [+229 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC confirms 59 coronavirus cases, including repatriated citizens",
            "description": "The U.S. Centers for Disease Control and Prevention said on Wednesday there were six more cases of the coronavirus among citizens evacuated from the Diamond Princess cruise ship, taking the total number of confirmed cases among Americans to 59.",
            "url": "https://www.reuters.com/article/us-china-health-usa-cdc-idUSKCN20K2MC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T17:18:53Z",
            "content": "(Reuters) - The U.S. Centers for Disease Control and Prevention said on Wednesday there were six more cases of the coronavirus among citizens evacuated from the Diamond Princess cruise ship, taking the total number of confirmed cases among Americans to 59. \r\n… [+367 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ju-min Park",
            "title": "Japan's snow town turns into hotbed of coronavirus cases",
            "description": "Children played in the snow without masks on Wednesday but Japan's coldest prefecture has become a hotbed of coronavirus infections, shutting schools, raising fears about the Summer Olympics and halting tours of a whisky distillery.",
            "url": "https://www.reuters.com/article/us-china-health-japan-hokkaido-idUSKCN20K1TV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T12:44:32Z",
            "content": "SAPPORO, Japan (Reuters) - Children played in the snow without masks on Wednesday but Japan’s coldest prefecture has become a hotbed of coronavirus infections, shutting schools, raising fears about the Summer Olympics and halting tours of a whisky distillery.… [+2190 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pentagon says may need additional funding to deal with coronavirus",
            "description": "The Pentagon told Congress on Wednesday it was reviewing the possibility it may need additional funding to deal with the spread of the coronavirus, hours after the U.S. military reported a soldier in South Korea had become infected.",
            "url": "https://www.reuters.com/article/us-china-health-usa-pentagon-idUSKCN20K2SF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495605288&w=1200&r=LYNXNPEG1P1ZI",
            "publishedAt": "2020-02-26T18:22:28Z",
            "content": "WASHINGTON (Reuters) - The Pentagon told Congress on Wednesday it was reviewing the possibility it may need additional funding to deal with the spread of the coronavirus, hours after the U.S. military reported a soldier in South Korea had become infected. \r\n“… [+334 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Steve Holland",
            "title": "Trump returns to U.S. as country warily eyes spread of coronavirus",
            "description": "President Donald Trump returned to Washington on Wednesday to face increasing concerns over the coronavirus as U.S. public health officials warned Americans to prepare for a possible outbreak and financial markets remained on edge.",
            "url": "https://www.reuters.com/article/us-china-health-usa-trump-idUSKCN20K21N",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495517904&w=1200&r=LYNXNPEG1P1FK",
            "publishedAt": "2020-02-26T13:56:34Z",
            "content": "WASHINGTON (Reuters) - President Donald Trump returned to Washington on Wednesday to face increasing concerns over the coronavirus as U.S. public health officials warned Americans to prepare for a possible outbreak and financial markets remained on edge. \r\nTr… [+2960 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Carnival-going German couple contract coronavirus, authorities fear it has spread",
            "description": "A German couple who have contracted the coronavirus had taken part in local carnival celebrations and also visited the Netherlands in the 10 days before they were diagnosed, officials said on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-germany-couple-idUSKCN20K2E3",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495557845&w=1200&r=LYNXNPEG1P1O9",
            "publishedAt": "2020-02-26T15:54:19Z",
            "content": "DUESSELDORF, Germany (Reuters) - A German couple who have contracted the coronavirus had taken part in local carnival celebrations and also visited the Netherlands in the 10 days before they were diagnosed, officials said on Wednesday. \r\nStefan Pusch, distric… [+2693 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: What the EU can do to tackle coronavirus outbreak in Europe",
            "description": "An outbreak of coronavirus in northern Italy last week has raised the alarm in the European Union over the epidemic, which until then had been mostly confined to China.",
            "url": "https://www.reuters.com/article/us-china-health-eu-factbox-idUSKCN20K1SY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-26T12:37:04Z",
            "content": "BRUSSELS (Reuters) - An outbreak of coronavirus in northern Italy last week has raised the alarm in the European Union over the epidemic, which until then had been mostly confined to China. \r\nMeasures to tackle the disease remain largely decided at the nation… [+2493 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Milan offers some cheer to suffering bars as coronavirus cases climb in Italy",
            "description": "Bars and clubs in Milan can re-open in the evenings, local authorities announced on Wednesday, in the first rollback of tough restrictions imposed at the weekend to try to contain a coronavirus outbreak in Italy.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/cpf6eUVJRYY/milan-offers-some-cheer-to-suffering-bars-as-coronavirus-cases-climb-in-italy-idUSKCN20K1CM",
            "urlToImage": null,
            "publishedAt": "2020-02-26T18:36:25Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Let's not 'short change' funding for coronavirus response: U.S. Senate appropriations chair",
            "description": "The head of the U.S. Senate Appropriations Committee, Republican Senator Richard Shelby, said on Wednesday Congress should provide the Trump administration with the funds it needs to combat coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-usa-shelby-idUSKCN20K35W",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495667913&w=1200&r=LYNXNPEG1P2AP",
            "publishedAt": "2020-02-26T21:40:12Z",
            "content": "WASHINGTON (Reuters) - The head of the U.S. Senate Appropriations Committee, Republican Senator Richard Shelby, said on Wednesday Congress should provide the Trump administration with the funds it needs to combat coronavirus. \r\nCongress, working with the admi… [+397 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Rouhani says no urban quarantines planned as Iran coronavirus toll hits 19",
            "description": "President Hassan Rouhani said on Wednesday that Iran had no plans to quarantine any \"cities and districts\" in response to the country's coronavirus outbreak, which the health ministry said had killed 19 people, state TV reported.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/jVqPp35ys-A/rouhani-says-no-urban-quarantines-planned-as-iran-coronavirus-toll-hits-19-idUSKCN20K19G",
            "urlToImage": null,
            "publishedAt": "2020-02-26T18:38:12Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lufthansa and United weigh takeover of Portugal's TAP: Sueddeutsche",
            "description": "Lufthansa and United Airlines are considering taking over TAP-Air Portugal, a German newspaper reported on Wednesday.",
            "url": "https://www.reuters.com/article/uk-tap-m-a-lufthansa-united-idUSKCN20K2F8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495563130&w=1200&r=LYNXNPEG1P1PU",
            "publishedAt": "2020-02-26T16:09:37Z",
            "content": "FRANKFURT (Reuters) - Lufthansa (LHAG.DE) and United Airlines (UAL.O) are considering taking over TAP-Air Portugal, a German newspaper reported on Wednesday. \r\nSueddeutsche Zeitung, citing unidentified corporate sources, said talks were not close to a conclus… [+660 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Profits jump at Peugeot maker PSA ahead of Fiat merger",
            "description": "Peugeot maker PSA Group said profitability reached fresh highs in 2019, though the French firm underscored a gloomy outlook for car sales in markets like Europe this year as it pursues its merger with Fiat Chrysler .",
            "url": "https://www.reuters.com/article/us-psa-results-idUSKCN20K0QK",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200226&t=2&i=1495360524&w=1200&r=LYNXNPEG1P0IZ",
            "publishedAt": "2020-02-26T07:26:51Z",
            "content": "PARIS (Reuters) - Peugeot maker PSA Group said profitability reached fresh highs in 2019, though the French firm underscored a gloomy outlook for car sales in markets like Europe this year as it pursues its merger with Fiat Chrysler (FCHA.MI). \r\nPSA (PEUP.PA)… [+1839 chars]"
        }
    ]
}