{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Megumi Fujikawa",
            "title": "Japan's Economy Shrinks 6.3%...",
            "description": "Japan's Economy Shrinks 6.3%... (Second column, 6th story, link ) Related stories: Virus outbreak leading to recession... APPLE warns...",
            "url": "https://www.wsj.com/articles/japans-economyshrinks-as-sales-tax-increase-cools-consumption-11581898410",
            "urlToImage": "https://images.wsj.net/im-155055/social",
            "publishedAt": "2020-02-17T21:10:39Z",
            "content": "TOKYOFollowing a dismal final quarter of 2019, Japans economy is facing the risk of a recession because the coronavirus outbreak is hurting tourism and production, while Germanys central bank called on the government in Berlin to use its surplus to support gr… [+266 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Joe Wallace",
            "title": "Global Stocks Edge Higher on New Stimulus Measures in China - The Wall Street Journal",
            "description": "Global Stocks Edge Higher on New Stimulus Measures in China The Wall Street Journal Central bank boost sees Chinese stocks recover coronavirus losses Yahoo Finance China Vows More Fiscal Support as Virus Roils Economy Bloomberg Markets and Finance Coronavirus…",
            "url": "https://www.wsj.com/articles/global-stocks-edge-higher-on-new-stimulus-measures-in-china-11581934533",
            "urlToImage": "https://images.wsj.net/im-155085/social",
            "publishedAt": "2020-02-17T12:36:00Z",
            "content": "Global stocks edged higher Monday after Chinese authorities launched new stimulus measures to steady the economy and curtail the impact of the coronavirus outbreak.\r\nFutures tied to the Dow Jones Industrial Average ticked up 0.1%, on a day when U.S. stock mar… [+274 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Nathaniel Taplin",
            "title": "Coronavirus Cure Worse Than Disease for China’s Small Businesses - The Wall Street Journal",
            "description": "Restrictions on employees’ movements could deal a fatal blow to many small businesses if the country doesn’t get back to work soon",
            "url": "https://www.wsj.com/articles/coronavirus-cure-worse-than-disease-for-chinas-small-businesses-11581937519",
            "urlToImage": "https://images.wsj.net/im-155087/social",
            "publishedAt": "2020-02-17T11:05:00Z",
            "content": "Things were just starting to look up for Chinas small businesses in late 2019. Now, two new threats have emerged: A dangerous new coronavirus is spreading through the nation and Chinese officials have shut down much of the country to try to curb infections.\r\n… [+277 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Suryatapa Bhattacharya",
            "title": "Fourteen Americans Flown Home From Coronavirus Cruise Ship Test Positive - The Wall Street Journal",
            "description": "Fourteen Americans Flown Home From Coronavirus Cruise Ship Test Positive The Wall Street Journal View Full Coverage on Google News",
            "url": "https://www.wsj.com/articles/fourteen-americans-headed-home-from-coronavirus-cruise-ship-test-positive-11581931972",
            "urlToImage": "https://images.wsj.net/im-155079/social",
            "publishedAt": "2020-02-17T09:32:00Z",
            "content": "Hundreds of Americans who had been passengers on a coronavirus-stricken cruise ship in Japan landed in the U.S. on Monday, including 14 people who tested positive for the virus and were allowed to join the evacuation operation at the last minute. \r\nBuses carr… [+280 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Chun Han Wong",
            "title": "Coronavirus Outbreak Sets Back China’s Biggest Political Assembly - Wall Street Journal",
            "description": "Coronavirus Outbreak Sets Back China’s Biggest Political Assembly Wall Street Journal Did Xi Jinping know about the coronavirus outbreak earlier than first suggested? CNN China’s Chernobyl Never Seems to Arise The Atlantic Will the Chinese Communist Party Sur…",
            "url": "https://www.wsj.com/articles/coronavirus-outbreak-sets-back-chinas-biggest-political-assembly-11581929843",
            "urlToImage": "https://images.wsj.net/im-155078/social",
            "publishedAt": "2020-02-17T14:10:00Z",
            "content": "China plans to postpone an annual political conclave originally scheduled for early March, setting back a showpiece event for demonstrating Communist Party authority as officials scramble to contain a coronavirus outbreak that has shaken confidence in Preside… [+270 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": null,
            "title": "U.S. Repatriates Passengers From Coronavirus Cruise Ship",
            "description": "Americans quarantined on the coronavirus-stricken ship Diamond Princess, site of the biggest outbreak outside China, departed Tokyo on flights arranged by the U.S. government. Image: Kyodo via AP Images",
            "url": "https://www.wsj.com/video/us-repatriates-passengers-from-coronavirus-cruise-ship/0488C06D-CB73-4B41-B338-C2B54AF0458E.html",
            "urlToImage": "http://m.wsj.net/video/20200216/021720cruiseevac/021720cruiseevac_1280x720.jpg",
            "publishedAt": "2020-02-17T04:55:29Z",
            "content": "How Victorias Secret Lost Its Grip \r\n2/14/2020Victorias Secret became a powerhouse lingerie retailer thanks to the vision of executives at its parent company. But amid changing consumer tastes, sexual harassment accusations and ties to Jeffrey Epstein now und… [+129 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Christopher Mims",
            "title": "Apple Says Won’t Meet Revenue Guidance in Quarter Due to Coronavirus",
            "description": "Apple Says Won’t Meet Revenue Guidance in Quarter Due to Coronavirus wsj.com",
            "url": "https://www.wsj.com/articles/apple-says-wont-meet-revenue-guidance-in-quarter-due-to-coronavirus-11581974923",
            "urlToImage": "https://images.wsj.net/im-155153/social",
            "publishedAt": "2020-02-17T21:31:25Z",
            "content": "Apple Inc. became the first major U.S. company to say it wont meet its revenue projections for the current quarter due to the coronavirus outbreak, which it said had limited iPhone production for worldwide sales and curtailed demand for its products in China.… [+272 chars]"
        }
    ]
}