{
    "status": "ok",
    "totalResults": 213,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kate Kelland",
            "title": "Could warmer weather help contain the coronavirus?",
            "description": "Public health officials, businesses and financial markets are looking for signs of whether the arrival of warmer weather in the northern hemisphere might slow the spread of the new coronavirus COVID-19 epidemic. Here's what we know about seasonal features of …",
            "url": "https://www.reuters.com/article/us-china-health-explainer-idUSKBN20F1RG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493305225&w=1200&r=LYNXMPEG1K17D",
            "publishedAt": "2020-02-21T12:29:12Z",
            "content": "LONDON (Reuters) - Public health officials, businesses and financial markets are looking for signs of whether the arrival of warmer weather in the northern hemisphere might slow the spread of the new coronavirus COVID-19 epidemic. Here’s what we know about se… [+2229 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Events affected by coronavirus epidemic",
            "description": "The following is a list of international sports events affected by a coronavirus outbreak, which has killed more than 2,200 people and infected more than 75,000 in China after emerging late last year in Wuhan, Hubei province.",
            "url": "https://www.reuters.com/article/us-china-health-sport-factbox-idUSKBN20F0XH",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493204922&w=1200&r=LYNXMPEG1K0O8",
            "publishedAt": "2020-02-21T07:35:11Z",
            "content": "(Reuters) - The following is a list of international sports events affected by a coronavirus outbreak, which has killed more than 2,200 people and infected more than 75,000 in China after emerging late last year in Wuhan, Hubei province. \r\nATHLETICS \r\n* The W… [+4880 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 52 new coronavirus cases, brings total to 156: Yonhap",
            "description": "South Korea reported 52 new confirmed cases of the coronavirus, taking the national tally to 156, the Yonhap news agency said on Friday, citing health authorities.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-idUSKBN20F03B",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493082091&w=1200&r=LYNXMPEG1K02K",
            "publishedAt": "2020-02-21T01:09:13Z",
            "content": "SEOUL (Reuters) - South Korea reported 52 new confirmed cases of the coronavirus, taking the national tally to 156, the Yonhap news agency said on Friday, citing health authorities. \r\nReporting by Hyonhee Shin; Editing by Himani Sarkar"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Only three U.S. states can test for coronavirus: public lab group",
            "description": "California, Nebraska and Illinois are the only U.S. states that can currently test for coronavirus, the Association of Public Health Laboratories (APHL) told Reuters on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-idUSKBN20F2GS",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T17:47:02Z",
            "content": "(Reuters) - California, Nebraska and Illinois are the only U.S. states that can currently test for coronavirus, the Association of Public Health Laboratories (APHL) told Reuters on Friday. \r\nThe U.S. Centers for Disease Control and Prevention (CDC) last week … [+499 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China reports 889 new confirmed cases of coronavirus on mainland on Feb. 20",
            "description": "Mainland China had 889 new confirmed cases of coronavirus infections on Thursday, the National Health Commission said on Friday, up from 394 cases a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKBN20F049",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T01:31:21Z",
            "content": "BEIJING (Reuters) - Mainland China had 889 new confirmed cases of coronavirus infections on Thursday, the National Health Commission said on Friday, up from 394 cases a day earlier. \r\nThat brings the total accumulated number of confirmed cases in mainland Chi… [+381 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Flight carrying British evacuees from coronavirus-hit cruise ship in Japan takes off",
            "description": "Britain's Foreign Office on Friday said the evacuation flight for its nationals on board the Diamond Princess cruise ship has taken off from Japan, following the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-japan-britain-idUSKBN20F2XF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T23:51:48Z",
            "content": "(Reuters) - Britain’s Foreign Office on Friday said the evacuation flight for its nationals on board the Diamond Princess cruise ship has taken off from Japan, following the coronavirus outbreak. \r\nThe flight, carrying 32 British and other European passengers… [+184 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Colin Packham",
            "title": "Australia says two evacuees from Japan cruise vessel have coronavirus",
            "description": "Two Australians evacuated from a cruise ship in Japan have tested positive for coronavirus after returning to their home country, Australia's health department said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-australia-idUSKBN20F00N",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493067104&w=1200&r=LYNXMPEG1K00N",
            "publishedAt": "2020-02-21T00:14:55Z",
            "content": "SYDNEY (Reuters) - Two Australians evacuated from a cruise ship in Japan have tested positive for coronavirus after returning to their home country, Australia’s health department said on Friday. \r\nAustralia on Thursday evacuated 170 citizens from the Diamond … [+1399 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei province revises up coronavirus toll, adds 220 cases",
            "description": "China's Hubei province, the epicenter of the coronavirus outbreak that has killed more than 2,000 in the country, revised up its total number of confirmed infection cases by 220 to account for cases in the province's prison system.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-revision-idUSKBN20F0K0",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T05:08:37Z",
            "content": "BEIJING (Reuters) - China’s Hubei province, the epicenter of the coronavirus outbreak that has killed more than 2,000 in the country, revised up its total number of confirmed infection cases by 220 to account for cases in the province’s prison system. \r\nThe p… [+192 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Latest on coronavirus spreading in China and beyond",
            "description": "China reported an uptick in new cases of coronavirus on Friday, although the pace of increase was at its slowest since January, a downward trend that the World Health Organization (WHO) called encouraging.",
            "url": "https://www.reuters.com/article/us-china-health-latest-factbox-idUSKBN20E1BF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493156379&w=1200&r=LYNXMPEG1J0W3",
            "publishedAt": "2020-02-21T05:09:54Z",
            "content": "(Reuters) - China reported an uptick in new cases of coronavirus on Friday, although the pace of increase was at its slowest since January, a downward trend that the World Health Organization (WHO) called encouraging. \r\n- Mainland China reported 889 new cases… [+2967 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UAE records two new coronavirus cases, total number reaches 11",
            "description": "The United Arab Emirates said on Friday it had registered two new coronavirus cases, bringing the total number of people diagnosed with the virus in the Gulf Arab state to 11.",
            "url": "https://www.reuters.com/article/us-china-health-emirates-idUSKBN20F28J",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493381151&w=1200&r=LYNXMPEG1K1H3",
            "publishedAt": "2020-02-21T16:09:30Z",
            "content": "DUBAI (Reuters) - The United Arab Emirates said on Friday it had registered two new coronavirus cases, bringing the total number of people diagnosed with the virus in the Gulf Arab state to 11. \r\nThe new cases in the UAE were detected in a 34-year-old Filipin… [+1239 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lebanon confirms first case of coronavirus, two more suspected",
            "description": "Lebanon confirmed its first coronavirus case on Friday and said it was monitoring two other potential cases after a 45-year-old woman arriving from Iran on Thursday tested positive, Health Minister Hamad Hassan said.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-minister-idUSKBN20F225",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493355578&w=1200&r=LYNXMPEG1K1E1",
            "publishedAt": "2020-02-21T14:50:40Z",
            "content": "BEIRUT (Reuters) - Lebanon confirmed its first coronavirus case on Friday and said it was monitoring two other potential cases after a 45-year-old woman arriving from Iran on Thursday tested positive, Health Minister Hamad Hassan said. \r\nAddressing a news con… [+1645 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Pavel Polityuk",
            "title": "After clashes, Ukraine blames disinformation campaign for spreading coronavirus panic",
            "description": "Ukraine's Prime Minister Oleksiy Honcharuk on Friday blamed an \"information war\" being waged on the country for spreading panic and mistrust over the coronavirus, a day after the arrival of evacuees from China sparked clashes outside a sanatorium.",
            "url": "https://www.reuters.com/article/us-china-health-ukraine-idUSKBN20F1UD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493320203&w=1200&r=LYNXMPEG1K19B",
            "publishedAt": "2020-02-21T13:08:55Z",
            "content": "KIEV (Reuters) - Ukraine’s Prime Minister Oleksiy Honcharuk on Friday blamed an “information war” being waged on the country for spreading panic and mistrust over the coronavirus, a day after the arrival of evacuees from China sparked clashes outside a sanato… [+2147 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Northwest China's Gansu lowers coronavirus emergency response level",
            "description": "Northwest China's Gansu province has lowered its coronavirus emergency response measures from level I to level III, its local health commission said on Friday, making it the first region in the country to do so.",
            "url": "https://www.reuters.com/article/us-china-health-gansu-idUSKBN20F0XB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T07:29:36Z",
            "content": "BEIJING (Reuters) - Northwest China’s Gansu province has lowered its coronavirus emergency response measures from level I to level III, its local health commission said on Friday, making it the first region in the country to do so. \r\nGansu has reported an acc… [+347 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "World must act fast to contain coronavirus, says WHO's Tedros",
            "description": "The window of opportunity to contain wider international spread of the epidemic of the new coronavirus disease is closing, the World Health Organization (WHO) warned on Friday, after cases were reported in Iran and Lebanon.",
            "url": "https://www.reuters.com/article/us-china-health-who-idUSKBN20F2A1",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493400414&w=1200&r=LYNXMPEG1K1HY",
            "publishedAt": "2020-02-21T17:05:43Z",
            "content": "GENEVA/LONDON (Reuters) - The window of opportunity to contain wider international spread of the epidemic of the new coronavirus disease is closing, the World Health Organization (WHO) warned on Friday, after cases were reported in Iran and Lebanon. \r\n Asked … [+1580 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nissan will delay restart of some China plants on coronavirus",
            "description": "Nissan Motor Co <7201.T> will delay the restart of two of its plants in China near the epicenter of the coronavirus outbreak, in compliance with local government directives, the company said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-nissan-idUSKBN20F0UG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T06:59:36Z",
            "content": "TOKYO (Reuters) - Nissan Motor Co (7201.T) will delay the restart of two of its plants in China near the epicenter of the coronavirus outbreak, in compliance with local government directives, the company said on Friday. \r\n“In compliance with the new governmen… [+497 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mei Mei Chu",
            "title": "Pungent durian stack up in Malaysia as coronavirus freezes China demand",
            "description": "A shortage of labour and electrical power outlets in backed-up Chinese ports as a result of the coronavirus outbreak is disrupting shipments of frozen durian from Malaysia to its biggest market for the pungent fruit.",
            "url": "https://www.reuters.com/article/us-china-health-malaysia-durian-idUSKBN20F1N3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493291944&w=1200&r=LYNXMPEG1K147",
            "publishedAt": "2020-02-21T11:51:42Z",
            "content": "KUALA LUMPUR (Reuters) - A shortage of labour and electrical power outlets in backed-up Chinese ports as a result of the coronavirus outbreak is disrupting shipments of frozen durian from Malaysia to its biggest market for the pungent fruit. \r\nNormally bustli… [+2072 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Natalia Zinets",
            "title": "'Enemies of the people': Coronavirus evacuees endure hostile return to Ukraine",
            "description": "Julia Volok says some of her fellow passengers expected a warm welcome on their arrival in Ukraine after finally being evacuated from the epicenter of the coronavirus epidemic in China's Hubei province this week.",
            "url": "https://www.reuters.com/article/us-china-health-ukraine-evacuee-idUSKBN20F2SA",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493480789&w=1200&r=LYNXMPEG1K1UU",
            "publishedAt": "2020-02-21T21:23:24Z",
            "content": "KIEV (Reuters) - Julia Volok says some of her fellow passengers expected a warm welcome on their arrival in Ukraine after finally being evacuated from the epicenter of the coronavirus epidemic in China’s Hubei province this week. \r\nInstead Volok, a 26-year-ol… [+2213 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Josh Smith",
            "title": "North Korea to cancel April marathon over coronavirus fears: tour company",
            "description": "North Korea has called off its Pyongyang Marathon scheduled for April after imposing a border lockdown and travel curbs to prevent a coronavirus outbreak, a Western tour company said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-northkorea-marathon-idUSKBN20F12W",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T08:29:53Z",
            "content": "SEOUL (Reuters) - North Korea has called off its Pyongyang Marathon scheduled for April after imposing a border lockdown and travel curbs to prevent a coronavirus outbreak, a Western tour company said on Friday. \r\nThe World Health Organization (WHO) said it h… [+1154 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ryan Woo",
            "title": "China reports uptick in new coronavirus cases though downward trend holds",
            "description": "China's Hubei province reported an uptick in new cases of coronavirus on Friday, reversing three days of declines, although the numbers still confirmed a downward trend which the World Health Organization (WHO) has called encouraging.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKBN20F01P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T01:31:48Z",
            "content": "BEIJING (Reuters) - China’s Hubei province reported an uptick in new cases of coronavirus on Friday, reversing three days of declines, although the numbers still confirmed a downward trend which the World Health Organization (WHO) has called encouraging. \r\nTh… [+4530 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus outbreak grows in northern Italy, 16 cases reported in one day",
            "description": "An outbreak of coronavirus in northern Italy worsened on Friday, with officials announcing 14 confirmed cases in the wealthy region of Lombardy, while two cases were reported in the adjacent region of Veneto.",
            "url": "https://www.reuters.com/article/us-china-health-italy-outbreak-idUSKBN20F2GF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T17:44:06Z",
            "content": "MILAN (Reuters) - An outbreak of coronavirus in northern Italy worsened on Friday, with officials announcing 14 confirmed cases in the wealthy region of Lombardy, while two cases were reported in the adjacent region of Veneto. \r\nJust hours after revealing tha… [+469 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kyrgyzstan halts issuance of new visas to Chinese nationals",
            "description": "Kyrgyzstan has suspended the issuance of new visas to Chinese nationals because of the coronavirus outbreak in the neighboring country, Kyrgyz news agency Akipress quoted deputy foreign minister Nurlan Abdrakhmanov as saying on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-kyrgyzstan-visas-idUSKBN20F19G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T09:24:18Z",
            "content": "ALMATY (Reuters) - Kyrgyzstan has suspended the issuance of new visas to Chinese nationals because of the coronavirus outbreak in the neighboring country, Kyrgyz news agency Akipress quoted deputy foreign minister Nurlan Abdrakhmanov as saying on Friday. \r\nCh… [+161 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus patient re-hospitalized in China's Chengdu after testing positive again",
            "description": "A coronavirus patient initially discharged following recovery in southwestern Sichuan province's Chengdu city has been readmitted after testing positive again during a quarantine period at home, the city's public health clinical center said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-chengdu-idUSKBN20F13C",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T08:33:14Z",
            "content": "BEIJING (Reuters) - A coronavirus patient initially discharged following recovery in southwestern Sichuan province’s Chengdu city has been readmitted after testing positive again during a quarantine period at home, the city’s public health clinical center sai… [+391 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says January-February trade to take sharp hit from virus outbreak",
            "description": "China's January and February exports and imports will be hit by the coronavirus outbreak that has severely disrupted the world's second-largest economy, the country's commerce ministry said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-mofcom-idUSKBN20F0AY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T02:51:16Z",
            "content": "BEIJING (Reuters) - China’s January and February exports and imports will be hit by the coronavirus outbreak that has severely disrupted the world’s second-largest economy, the country’s commerce ministry said on Friday. \r\nMinistry officials said during a pre… [+302 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Toyota plans partial output resumption at all four China plants",
            "description": "Toyota Motor Corp <7203.T> said on Friday it planned for all four of its vehicle assembly plants in China to be in operation from next week after weeks of stoppages due to the coronavirus outbreak, although output at some plants would be limited.",
            "url": "https://www.reuters.com/article/us-china-health-toyota-idUSKBN20F160",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493233243&w=1200&r=LYNXMPEG1K0TG",
            "publishedAt": "2020-02-21T08:56:50Z",
            "content": "TOKYO (Reuters) - Toyota Motor Corp (7203.T) said on Friday it planned for all four of its vehicle assembly plants in China to be in operation from next week after weeks of stoppages due to the coronavirus outbreak, although output at some plants would be lim… [+298 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump: U.S. may give farmers more aid until trade deals 'kick in'",
            "description": "The United States may give American farmers additional money until trade deals with China, Mexico, Canada and other countries fully go into effect, President Donald Trump said on Friday.",
            "url": "https://www.reuters.com/article/us-usa-trade-agriculture-idUSKBN20F276",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493392132&w=1200&r=LYNXMPEG1K1GC",
            "publishedAt": "2020-02-21T16:54:59Z",
            "content": "WASHINGTON (Reuters) - The United States may give American farmers additional money until trade deals with China, Mexico, Canada and other countries fully go into effect, President Donald Trump said on Friday. \r\n“If our formally targeted farmers need addition… [+1423 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Airlines suspend China flights due to coronavirus outbreak",
            "description": "Airlines are suspending flights to China in the wake of the new coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-factbox-idUSKBN20F0J3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T04:56:45Z",
            "content": "(Reuters) - Airlines are suspending flights to China in the wake of the new coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL CHINA FLIGHTS \r\n- American Airlines (AAL.O) - extends suspension of China and Hong… [+5288 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei province revises February 19 new cases tally to 775, from 349 previously",
            "description": "China's Hubei province, the epicentre of the coronavirus outbreak, on Friday revised the number of new cases it reported on Feb. 19 to 775, from 349 previously.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-toll-idUSKBN20F26M",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493375213&w=1200&r=LYNXMPEG1K1G2",
            "publishedAt": "2020-02-21T15:51:22Z",
            "content": "SHANGHAI (Reuters) - China’s Hubei province, the epicentre of the coronavirus outbreak, on Friday revised the number of new cases it reported on Feb. 19 to 775, from 349 previously. \r\nEarlier in the day, provincial authorities said they would add back some ca… [+628 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus has spread to several Iranian cities: health ministry official",
            "description": "The coronavirus has spread to several Iranian cities, a health ministry official said on Friday, according to the official IRNA news agency.",
            "url": "https://www.reuters.com/article/us-china-health-iran-official-idUSKBN20F1R7",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493303622&w=1200&r=LYNXMPEG1K16X",
            "publishedAt": "2020-02-21T12:22:46Z",
            "content": "DUBAI (Reuters) - The coronavirus has spread to several Iranian cities, a health ministry official said on Friday, according to the official IRNA news agency. \r\nIran confirmed 13 new coronavirus cases on Friday, two of whom have died. \r\n“Based on existing rep… [+353 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran confirms 13 more coronavirus cases, two deaths - Health Ministry",
            "description": "Iran confirmed 13 more new coronavirus cases and two deaths among the group of new cases, Health Ministry spokesman Kianush Jahanpur said in a tweet on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-iran-13-idUSKBN20F1GU",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493272681&w=1200&r=LYNXMPEG1K0YI",
            "publishedAt": "2020-02-21T10:56:20Z",
            "content": "DUBAI (Reuters) - Iran confirmed 13 more new coronavirus cases and two deaths among the group of new cases, Health Ministry spokesman Kianush Jahanpur said in a tweet on Friday. \r\nThe new cases comprised seven people diagnosed in Qom, four in Tehran and two i… [+184 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hyonhee Shin",
            "title": "Church at centre of South Korea coronavirus outbreak sits silent as infections surge",
            "description": "Usually teeming with thousands of worshippers, the church at the centre of South Korea's largest coronavirus outbreak was shuttered and silent on Friday, surrounded by empty streets.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-daegu-idUSKBN20F1X1",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493331645&w=1200&r=LYNXMPEG1K1AM",
            "publishedAt": "2020-02-21T13:41:58Z",
            "content": "DAEGU, South Korea (Reuters) - Usually teeming with thousands of worshippers, the church at the centre of South Korea’s largest coronavirus outbreak was shuttered and silent on Friday, surrounded by empty streets. \r\nAfter a few minutes, a young man came out o… [+2491 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Six cases of coronavirus in Italy's Lombardy region: official",
            "description": "Six Italians have tested positive for the coronavirus in the northern Italian region of Lombardy, a local official said on Friday in the first known cases of local transmission in Italy of the potentially deadly illness.",
            "url": "https://www.reuters.com/article/us-china-health-italy-lombardy-idUSKBN20F1SG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T12:35:22Z",
            "content": "MILAN (Reuters) - Six Italians have tested positive for the coronavirus in the northern Italian region of Lombardy, a local official said on Friday in the first known cases of local transmission in Italy of the potentially deadly illness. \r\n“We have got six c… [+569 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Wendell Roelf",
            "title": "South Africa's lobster catchers suffer in coronavirus fallout",
            "description": "The lobster catchers of South Africa's Western Cape have become an unexpected casualty of the coronavirus after China halted imports of the West Coast rock lobster last month as part of measures to contain the outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-safrica-idUSKBN20F1KE",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493283678&w=1200&r=LYNXMPEG1K10K",
            "publishedAt": "2020-02-21T11:21:51Z",
            "content": "CAPE TOWN (Reuters) - The lobster catchers of South Africa’s Western Cape have become an unexpected casualty of the coronavirus after China halted imports of the West Coast rock lobster last month as part of measures to contain the outbreak. \r\n“I am stuck now… [+2449 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "First case of coronavirus confirmed in Lebanon: hospital source",
            "description": "The first case of coronavirus was confirmed in Lebanon on Friday after a woman arriving from Iran was found to be positive, a source at a Beirut hospital where the woman is being quarantined told Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-idUSKBN20F1WE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T13:31:47Z",
            "content": "BEIRUT (Reuters) - The first case of coronavirus was confirmed in Lebanon on Friday after a woman arriving from Iran was found to be positive, a source at a Beirut hospital where the woman is being quarantined told Reuters. \r\nThere were no further details imm… [+178 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two more Italian residents test positive for coronavirus: official",
            "description": "Two more Italian residents have tested positive for coronavirus, Lombardy region said on Friday, shortly after the first case of local transmission of the potentially deadly illness was confirmed in Italy.",
            "url": "https://www.reuters.com/article/us-china-health-italy-cases-idUSKBN20F1GM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T10:46:52Z",
            "content": "MILAN (Reuters) - Two more Italian residents have tested positive for coronavirus, Lombardy region said on Friday, shortly after the first case of local transmission of the potentially deadly illness was confirmed in Italy. \r\nThe wife and a close friend of th… [+278 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sarah Wu",
            "title": "Coronavirus widens Hong Kong anger at government, China",
            "description": "Pro-democracy protesters have all but vanished from the streets of Hong Kong over the past month as residents avoid the new coronavirus, but the outbreak has broadened discontent with the city's leadership and China's influence on the financial hub.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-protests-insigh-idUSKBN20F0E3",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493125917&w=1200&r=LYNXMPEG1K0A0",
            "publishedAt": "2020-02-21T03:31:09Z",
            "content": "HONG KONG (Reuters) - Pro-democracy protesters have all but vanished from the streets of Hong Kong over the past month as residents avoid the new coronavirus, but the outbreak has broadened discontent with the city’s leadership and China’s influence on the fi… [+6616 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lebanon confirms first case of coronavirus, two more suspected",
            "description": "Lebanon confirmed its first coronavirus case on Friday and said it was monitoring two other potential cases after a 45-year-old woman arriving from Iran on Thursday tested positive, Health Minister Hamad Hassan said.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-minister-idUSKBN20F225",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493355578&w=1200&r=LYNXMPEG1K1E1",
            "publishedAt": "2020-02-21T14:50:40Z",
            "content": "BEIRUT (Reuters) - Lebanon confirmed its first coronavirus case on Friday and said it was monitoring two other potential cases after a 45-year-old woman arriving from Iran on Thursday tested positive, Health Minister Hamad Hassan said. \r\nAddressing a news con… [+1645 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Israeli on coronavirus-hit cruise ship tested positive upon return to Israel: officials",
            "description": "An Israeli woman who returned to Israel from a coronavirus-hit cruise ship near Tokyo tested positive upon return to her home country, Israel's health ministry confirmed on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-israel-idUSKBN20F1MX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T11:46:11Z",
            "content": "JERUSALEM (Reuters) - An Israeli woman who returned to Israel from a coronavirus-hit cruise ship near Tokyo tested positive upon return to her home country, Israel’s health ministry confirmed on Friday. \r\nA health ministry statement said: “In the course of te… [+403 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait stops all flights to and from Iran amid fears from coronavirus outbreak: KUNA",
            "description": "Kuwait's civil aviation authority decided on Friday to stop all flights to and from Iran amid fears from coronavirus outbreak, the state news agency said, citing the authority's statement.",
            "url": "https://www.reuters.com/article/us-china-health-iran-kuwait-idUSKBN20F2S0",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T21:19:18Z",
            "content": "CAIRO (Reuters) - Kuwait’s civil aviation authority decided on Friday to stop all flights to and from Iran amid fears from coronavirus outbreak, the state news agency said, citing the authority’s statement. \r\nThe authority also decided to ban residents or tho… [+617 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yimou Lee",
            "title": "'Never been this happy'- passengers from virus-hit cruise ship arrive home in Taiwan",
            "description": "Nineteen Taiwanese citizens arrived back home clad in full protective suits on Friday after spending more than two weeks stuck on a quarantined cruise ship in a Japanese port due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-cruiseship-taiwan-idUSKBN20F27C",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493376541&w=1200&r=LYNXMPEG1K1GF",
            "publishedAt": "2020-02-21T15:53:22Z",
            "content": "TAIPEI (Reuters) - Nineteen Taiwanese citizens arrived back home clad in full protective suits on Friday after spending more than two weeks stuck on a quarantined cruise ship in a Japanese port due to the coronavirus outbreak. \r\n“I have never been this happy … [+1883 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Turning point of coronavirus outbreak in China has not come: politburo",
            "description": "The turning point of coronavirus outbreak in China has not come yet and the situation in Hubei province remained severe and complex, the state television quoted a politburo meeting chaired by President Xi Jinping as saying on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-politburo-idUSKBN20F1NN",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493293161&w=1200&r=LYNXMPEG1K14S",
            "publishedAt": "2020-02-21T11:53:46Z",
            "content": "BEIJING (Reuters) - The turning point of coronavirus outbreak in China has not come yet and the situation in Hubei province remained severe and complex, the state television quoted a politburo meeting chaired by President Xi Jinping as saying on Friday. \r\nThe… [+411 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China police handle 274 cases of price gouging, hoarding during virus outbreak",
            "description": "China's police authorities have handled 274 cases of illegal commercial practices such as price gouging and hoarding during the coronavirus outbreak, an official with China's public security bureau told a briefing on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-crime-idUSKBN20F10S",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T08:10:04Z",
            "content": "BEIJING (Reuters) - China’s police authorities have handled 274 cases of illegal commercial practices such as price gouging and hoarding during the coronavirus outbreak, an official with China’s public security bureau told a briefing on Friday. \r\nLi Jingsheng… [+379 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Around 100 Uniqlo stores reopened in China this week, 250 still shut",
            "description": "Fast Retailing <9983.T>, which operates casual clothing chain Uniqlo, said it has reopened around 100 stores in China since last week, although approximately 250 of its 750 stores there remained closed on Friday due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-uniqlo-idUSKBN20F10O",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T08:08:31Z",
            "content": "TOKYO (Reuters) - Fast Retailing (9983.T), which operates casual clothing chain Uniqlo, said it has reopened around 100 stores in China since last week, although approximately 250 of its 750 stores there remained closed on Friday due to the coronavirus outbre… [+405 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar accuses Saudi Arabia of hampering its access to Gulf meet on coronavirus",
            "description": "Qatar has accused Saudi Arabia of allowing a protracted dispute to hinder Gulf Arab coordination over the coronavirus outbreak by denying the Qatari health minister timely access to a meeting of regional health ministers in Riyadh.",
            "url": "https://www.reuters.com/article/us-gulf-qatar-idUSKBN20F0S7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T06:44:42Z",
            "content": "DUBAI (Reuters) - Qatar has accused Saudi Arabia of allowing a protracted dispute to hinder Gulf Arab coordination over the coronavirus outbreak by denying the Qatari health minister timely access to a meeting of regional health ministers in Riyadh. \r\nQatar’s… [+1865 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Chinese capital battles jump in virus cases as infections ease elsewhere",
            "description": "The number of people who have contracted the coronavirus in the Chinese capital has jumped sharply, including more than 30 in an outbreak at a major hospital, while many other parts of the country are reporting fewer or no new infections.",
            "url": "https://www.reuters.com/article/us-china-health-beijing-idUSKBN20F1M5",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493287886&w=1200&r=LYNXMPEG1K13F",
            "publishedAt": "2020-02-21T11:39:02Z",
            "content": "BEIJING (Reuters) - The number of people who have contracted the coronavirus in the Chinese capital has jumped sharply, including more than 30 in an outbreak at a major hospital, while many other parts of the country are reporting fewer or no new infections. … [+2484 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jessie Pang",
            "title": "Hong Kong protesters mark seven months since brutal mob attack",
            "description": "Hong Kong protesters, many dressed in black and wearing surgical masks amid fears over the new coronavirus, held sit-ins in the Chinese-ruled city on Friday to mark seven months since an attack by an armed mob on anti-government demonstrators.",
            "url": "https://www.reuters.com/article/us-hongkong-protests-idUSKBN20F1UR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T13:10:35Z",
            "content": "HONG KONG (Reuters) - Hong Kong protesters, many dressed in black and wearing surgical masks amid fears over the new coronavirus, held sit-ins in the Chinese-ruled city on Friday to mark seven months since an attack by an armed mob on anti-government demonstr… [+3103 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says earliest coronavirus vaccine to be submitted for trials late April",
            "description": "The earliest vaccine for the coronavius that has killed more than 2,000 in China alone will be submitted for clinical trials around late April, China's Vice Science and Technology Minister Xu Nanping said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-vaccine-idUSKBN20F0BM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493116147&w=1200&r=LYNXMPEG1K08I",
            "publishedAt": "2020-02-21T02:59:33Z",
            "content": "BEIJING (Reuters) - The earliest vaccine for the coronavius that has killed more than 2,000 in China alone will be submitted for clinical trials around late April, China’s Vice Science and Technology Minister Xu Nanping said on Friday. \r\nXu made the remarks d… [+301 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Colin Packham",
            "title": "Australian university offers Chinese students $1,000 to return via third country",
            "description": "One of Australia's leading universities said on Friday it is offering Chinese students A$1,500 ($992) if they travel through a third country as higher education providers seek to minimize the impact of a ban on foreigners arriving from mainland China.",
            "url": "https://www.reuters.com/article/us-china-health-australia-idUSKBN20F08A",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493104140&w=1200&r=LYNXMPEG1K066",
            "publishedAt": "2020-02-21T02:23:39Z",
            "content": "SYDNEY (Reuters) - One of Australia’s leading universities said on Friday it is offering Chinese students A$1,500 ($992) if they travel through a third country as higher education providers seek to minimize the impact of a ban on foreigners arriving from main… [+2321 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Verizon withdraws from RSA conference on coronavirus concerns",
            "description": "Verizon Communications Inc has pulled out of the RSA cyber security conference due to coronavirus-related concerns, the organizer said https://www.rsaconference.com/novel-coronavirus-update on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-verizon-idUSKBN20F2NW",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493454773&w=1200&r=LYNXMPEG1K1S5",
            "publishedAt": "2020-02-21T19:56:32Z",
            "content": "(Reuters) - Verizon Communications Inc (VZ.N) has pulled out of the RSA cyber security conference due to coronavirus-related concerns, the organizer said here on Friday. \r\nRSA also said that AT&amp;T Cybersecurity will not participate in the conference, takin… [+531 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sruthi Shankar",
            "title": "Futures slide as coronavirus spreads beyond China",
            "description": "U.S. stock index futures lurched downwards on Friday as a spike in new coronavirus cases in China and elsewhere sent investors scrambling for safer assets such as gold and government bonds.",
            "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN20F1U8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493317120&w=1200&r=LYNXMPEG1K18X",
            "publishedAt": "2020-02-21T13:01:15Z",
            "content": "(Reuters) - U.S. stock index futures lurched downwards on Friday as a spike in new coronavirus cases in China and elsewhere sent investors scrambling for safer assets such as gold and government bonds. \r\nThe risk-off mood was exacerbated by data showing Japan… [+2273 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ira Iosebashvili",
            "title": "King Dollar rules as virus threatens global growth",
            "description": "A powerful surge in the dollar threatens to magnify the pain for companies and nations already struggling with the economic fallout of the coronavirus.",
            "url": "https://www.reuters.com/article/us-usa-markets-dollar-analysis-idUSKBN20F1RJ",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493331144&w=1200&r=LYNXMPEG1K17E",
            "publishedAt": "2020-02-21T13:38:49Z",
            "content": "NEW YORK (Reuters) - A powerful surge in the dollar threatens to magnify the pain for companies and nations already struggling with the economic fallout of the coronavirus. \r\nThe U.S. dollar index has jumped 3.5% this year, taking the greenback to its highest… [+3863 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Howard Schneider",
            "title": "Global central bankers scour shopping malls, manufacturers for coronavirus playbook",
            "description": "In the days after a new virus was identified in China on Dec. 31, global central bankers fell back on past experience for a comforting early analysis.",
            "url": "https://www.reuters.com/article/us-china-health-cenbanks-analysis-idUSKBN20F0NM",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493177915&w=1200&r=LYNXMPEG1K0HT",
            "publishedAt": "2020-02-21T06:13:45Z",
            "content": "WASHINGTON/RIYADH/FRANKFURT - (Reuters) - In the days after a new virus was identified in China on Dec. 31, global central bankers fell back on past experience for a comforting early analysis. \r\nThe SARS epidemic in 2003, they noted, had come and gone with li… [+5214 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Daimler warns of \"significant adverse effects\" of virus outbreak",
            "description": "German luxury carmaker Daimler on Friday warned of risks for the economy and its own business from the outbreak of coronavirus that is spreading in China and around the world.",
            "url": "https://www.reuters.com/article/us-china-health-daimler-idUSKBN20F1LR",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493285701&w=1200&r=LYNXMPEG1K12W",
            "publishedAt": "2020-02-21T11:33:37Z",
            "content": "BERLIN (Reuters) - German luxury carmaker Daimler (DAIGn.DE) on Friday warned of risks for the economy and its own business from the outbreak of coronavirus that is spreading in China and around the world. \r\n\"Risks for the Daimler Group may not only affect th… [+1669 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Wayne Cole",
            "title": "U.S. dollar, bonds get safe-haven rush as virus spreads",
            "description": "Asian shares were cast adrift on Friday as fears over the creeping spread of the coronavirus sent funds fleeing to the sheltered shores of U.S. assets, lofting the dollar to three-year highs.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKBN20F02P",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493079372&w=1200&r=LYNXMPEG1K02C",
            "publishedAt": "2020-02-21T01:02:04Z",
            "content": "SYDNEY (Reuters) - Asian shares were cast adrift on Friday as fears over the creeping spread of the coronavirus sent funds fleeing to the sheltered shores of U.S. assets, lofting the dollar to three-year highs. \r\nEven Wall Street turned south late on Thursday… [+3534 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tod's sees Coronavirus hit after 'excellent' start to 2020, pickup in six weeks",
            "description": "Italian luxury leather goods maker Tod's made an \"excellent\" start to 2020 before the coronavirus hit sales but the situation could start to improve in the next few weeks, Chairman Diego Della Valle said on Friday.",
            "url": "https://www.reuters.com/article/us-tod-s-china-idUSKBN20F189",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493237637&w=1200&r=LYNXMPEG1K0UJ",
            "publishedAt": "2020-02-21T09:10:21Z",
            "content": "MILAN (Reuters) - Italian luxury leather goods maker Tod’s (TOD.MI) made an “excellent” start to 2020 before the coronavirus hit sales but the situation could start to improve in the next few weeks, Chairman Diego Della Valle said on Friday. \r\n“People are wai… [+274 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Take Five: \"Our currency, your problem\" - all over again",
            "description": "The dollar juggernaut rolls on. The U.S. currency has rocketed to a near three-year high versus the euro, a 10-month high against the yen and an 11-year peak versus the Aussie. This month alone it's added 2.5% against six currency peers.",
            "url": "https://www.reuters.com/article/us-global-markets-themes-idUSKBN20F20I",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493352771&w=1200&r=LYNXMPEG1K1DG",
            "publishedAt": "2020-02-21T14:43:10Z",
            "content": "(Reuters) - 1/KING DOLLAR \r\nThe dollar juggernaut rolls on. The U.S. currency has rocketed to a near three-year high versus the euro EUR=, a 10-month high against the yen and an 11-year peak versus the Aussie. This month alone it's added 2.5% against six curr… [+6497 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "L'Oreal's online sales of make-up rose in China in February: CEO",
            "description": "Online sales of L'Oreal make-up and skincare products had picked up in China in February and were even stronger than a year earlier, Chief Executive Jean-Paul Agon said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-loreal-idUSKBN20F23A",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493358797&w=1200&r=LYNXMPEG1K1EJ",
            "publishedAt": "2020-02-21T14:59:04Z",
            "content": "PARIS (Reuters) - Online sales of L’Oreal (OREP.PA) make-up and skincare products had picked up in China in February and were even stronger than a year earlier, Chief Executive Jean-Paul Agon said on Friday. \r\nChina is the Maybelline and Lancome maker’s singl… [+676 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kate Holton",
            "title": "Branson targets younger cruise crowd with DJs, tattoos and yoga",
            "description": "British entrepreneur Richard Branson will unveil the \"Scarlet Lady\" on Friday, a 60,000 tonne cruise liner complete with a tattoo studio and yoga deck aimed at drawing in a younger generation of holiday-makers.",
            "url": "https://www.reuters.com/article/us-leisure-voyages-virgin-idUSKBN20F00T",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493067007&w=1200&r=LYNXMPEG1K00O",
            "publishedAt": "2020-02-21T00:14:26Z",
            "content": "LONDON (Reuters) - British entrepreneur Richard Branson will unveil the “Scarlet Lady” on Friday, a 60,000 tonne cruise liner complete with a tattoo studio and yoga deck aimed at drawing in a younger generation of holiday-makers. \r\nDespite the unfortunate tim… [+2350 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Howard Schneider",
            "title": "Fed policymakers call for quick, strong action in next downturn",
            "description": "The U.S. central bank will need to act aggressively to counter future downturns, deploying old tools more quickly and adopting new ones, Federal Reserve Governor Lael Brainard said on Friday.",
            "url": "https://www.reuters.com/article/us-usa-fed-idUSKBN20F24Q",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493388313&w=1200&r=LYNXMPEG1K1F8",
            "publishedAt": "2020-02-21T16:29:36Z",
            "content": "NEW YORK (Reuters) - The U.S. central bank will need to act aggressively to counter future downturns, deploying old tools more quickly and adopting new ones, Federal Reserve Governor Lael Brainard said on Friday. \r\nHer remarks, to the annual University of Chi… [+4148 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lucia Mutikani",
            "title": "U.S. existing home sales fall as supply tightens",
            "description": "U.S. home sales fell in January amid a dearth of houses, but the supply squeeze is likely to ease as building permits and the number of homes under construction are at levels last seen nearly 13 years ago.",
            "url": "https://www.reuters.com/article/us-usa-economy-idUSKBN20F23S",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493373241&w=1200&r=LYNXMPEG1K1EP",
            "publishedAt": "2020-02-21T15:46:11Z",
            "content": "WASHINGTON (Reuters) - U.S. home sales fell in January amid a dearth of houses, but the supply squeeze is likely to ease as building permits and the number of homes under construction are at levels last seen nearly 13 years ago. \r\nThe National Association of … [+2616 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sruthi Shankar",
            "title": "US STOCKS-Wall St slides as data shows early business impact of coronavirus - Reuters",
            "description": "U.S. stock indexes fell on Friday after data showed U.S. business activity stalled in February, and a spike in new coronavirus cases in China and elsewhere sent investors scrambling for safer assets such as gold and government bonds.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AL3NC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T15:45:00Z",
            "content": "* U.S. services sectors contract for first time since 2016 \r\n* Technology, oil, bank stocks lead declines \r\n* Wall St fear gauge hit highest in nearly three weeks \r\n* Indexes down: Dow 0.73%, S&amp;P 0.79%, Nasdaq 1.13% (Updates to open) \r\nBy Sruthi Shankar a… [+2690 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "French business activity firms in February despite manufacturing slump: PMIs - Reuters",
            "description": "French business activity expanded faster than expected in February as a rebound in the service sector following transport strikes at the end of last year helped offset a slump in manufacturing, a business survey showed on Friday.",
            "url": "https://www.reuters.com/article/us-france-economy-pmi-idUSKBN20F11A",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493219918&w=1200&r=LYNXMPEG1K0QP",
            "publishedAt": "2020-02-21T08:21:00Z",
            "content": "PARIS (Reuters) - French business activity expanded faster than expected in February as a rebound in the service sector following transport strikes at the end of last year helped offset a slump in manufacturing, a business survey showed on Friday. \r\nData comp… [+1380 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Moscow deploys facial recognition technology for coronavirus quarantine",
            "description": "Moscow is using facial recognition technology to ensure people ordered to remain at home or at their hotels under coronavirus quarantine do so, the mayor of the Russian capital said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-moscow-technology-idUSKBN20F1RZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493306581&w=1200&r=LYNXMPEG1K17S",
            "publishedAt": "2020-02-21T12:31:36Z",
            "content": "MOSCOW (Reuters) - Moscow is using facial recognition technology to ensure people ordered to remain at home or at their hotels under coronavirus quarantine do so, the mayor of the Russian capital said on Friday. \r\nRussia has temporarily barred Chinese nationa… [+2082 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Phuong Nguyen",
            "title": "Vietnam reports supply chain issues from virus, says may hit Samsung output",
            "description": "Vietnam's manufacturing sector is suffering supply chain issues caused by the coronavirus epidemic, which may lead to a delay in production of Samsung Electronics' new phones, the Ministry of Industry and Trade told Reuters on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-vietnam-trade-idUSKBN20F0YN",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493209127&w=1200&r=LYNXMPEG1K0OV",
            "publishedAt": "2020-02-21T07:45:35Z",
            "content": "HANOI (Reuters) - Vietnam’s manufacturing sector is suffering supply chain issues caused by the coronavirus epidemic, which may lead to a delay in production of Samsung Electronics’ new phones, the Ministry of Industry and Trade told Reuters on Friday. \r\n“Car… [+1730 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Josh Horwitz",
            "title": "China's ambitious 5G push heading into slow lane due to coronavirus disruptions",
            "description": "Government measures to contain the spread of the coronavirus in China look set to delay the rollout of next-generation 5G telecom networks, a key technology initiative for the country's leadership.",
            "url": "https://www.reuters.com/article/us-china-health-5g-idUSKBN20F0YF",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493208014&w=1200&r=LYNXMPEG1K0ON",
            "publishedAt": "2020-02-21T07:43:48Z",
            "content": "SHANGHAI (Reuters) - Government measures to contain the spread of the coronavirus in China look set to delay the rollout of next-generation 5G telecom networks, a key technology initiative for the country’s leadership. \r\nTenders for six big 5G projects have b… [+3145 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Geely starts online auto sales as virus epidemic keeps buyers at home",
            "description": "Chinese automaker Geely [GEELY.UL] has launched a service for customers to buy cars online and get them delivered directly to their homes, in a bid to drum up sales as the coronavirus outbreak prompts buyers to stay away from showrooms.",
            "url": "https://www.reuters.com/article/us-china-health-geely-idUSKBN20F15G",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493231551&w=1200&r=LYNXMPEG1K0T4",
            "publishedAt": "2020-02-21T08:52:25Z",
            "content": "BEIJING (Reuters) - Chinese automaker Geely [GEELY.UL] has launched a service for customers to buy cars online and get them delivered directly to their homes, in a bid to drum up sales as the coronavirus outbreak prompts buyers to stay away from showrooms. \r\n… [+2177 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian national tests positive for Coronavirus in Italy: Lombardy region",
            "description": "An Italian national has tested positive for the new coronavirus, a statement of the Lombardy region said early on Friday morning.",
            "url": "https://www.reuters.com/article/us-china-health-italy-idUSKBN20F0UI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T07:00:44Z",
            "content": "MILAN (Reuters) - An Italian national has tested positive for the new coronavirus, a statement of the Lombardy region said early on Friday morning. \r\nThe 38-year old man has been admitted to a hospital in the Northern town of Codogno and further medical tests… [+179 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China finds spike in coronavirus cases in two jails, officials fired",
            "description": "The new coronavirus has spread in two prisons in China, infecting 234 people, and top officials deemed responsible for the outbreaks have been fired, authorities said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-jails-idUSKBN20F0GR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T04:18:03Z",
            "content": "BEIJING (Reuters) - The new coronavirus has spread in two prisons in China, infecting 234 people, and top officials deemed responsible for the outbreaks have been fired, authorities said on Friday. \r\nThe infections found in the two jails, in the northern prov… [+1589 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tokyo to cancel or postpone major indoor events for next three weeks: jiji",
            "description": "The Tokyo Metropolitan government said it will to cancel or postpone major indoor events planned for the next three weeks as Japan tries to halt the spread of the coronavirus, Jiji newswire reported.",
            "url": "https://www.reuters.com/article/us-china-health-tokyo-idUSKBN20F0CQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T03:07:48Z",
            "content": "TOKYO (Reuters) - The Tokyo Metropolitan government said it will to cancel or postpone major indoor events planned for the next three weeks as Japan tries to halt the spread of the coronavirus, Jiji newswire reported. \r\nThe measure by Tokyo comes as the city … [+237 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Elias Biryabarema",
            "title": "'Traumatized' Africans stranded by coronavirus plead to be brought home",
            "description": "When Margaret Ntale Namusisi's three daughters called her in Uganda to say they were being quarantined at their university in Wuhan, China, because of the coronavirus outbreak, she sent money and told them: \"Run very fast and do shopping.\"",
            "url": "https://www.reuters.com/article/us-china-health-africa-idUSKBN20F0UQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T07:03:02Z",
            "content": "MUKONO, Uganda/YAOUNDE, Cameroon (Reuters) - When Margaret Ntale Namusisi’s three daughters called her in Uganda to say they were being quarantined at their university in Wuhan, China, because of the coronavirus outbreak, she sent money and told them: “Run ve… [+4445 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Xihao Jiang",
            "title": "Masked against coronavirus, Shanghai's ballet dancers pirouette and plie",
            "description": "Ten ballet dancers train at a barre, straightening their lithe limbs and standing on their toes to the accompaniment of a classical pianist.",
            "url": "https://www.reuters.com/article/us-china-health-ballet-idUSKBN20F0NR",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493178266&w=1200&r=LYNXMPEG1K0IC",
            "publishedAt": "2020-02-21T06:14:22Z",
            "content": "SHANGHAI (Reuters) - Ten ballet dancers train at a barre, straightening their lithe limbs and standing on their toes to the accompaniment of a classical pianist. \r\nThis could be any regular day at the Shanghai Ballet Company - one of China’s top troupes, foun… [+1935 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kongers set up face mask factory amid coronavirus panic buying",
            "description": "Responding to shortages of face masks amid a frightening coronavirus epidemic spreading from the mainland, a group of citizens in Hong Kong have set up a surgical face mask factory to ease supplies and deter price gouging in some stores.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-factory-idUSKBN20F0VD",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493196948&w=1200&r=LYNXMPEG1K0MQ",
            "publishedAt": "2020-02-21T07:11:20Z",
            "content": "HONG KONG (Reuters) - Responding to shortages of face masks amid a frightening coronavirus epidemic spreading from the mainland, a group of citizens in Hong Kong have set up a surgical face mask factory to ease supplies and deter price gouging in some stores.… [+1827 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China’s Hubei to add virus cases back to tally after methodology change",
            "description": "China’s Hubei province, the epicentre of the coronavirus outbreak, said on Friday it will add back some cases to its tally of the disease, after subtracting 279 cases as part of a revision to its methodology.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-toll-idUSKBN20F1FD",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493267077&w=1200&r=LYNXMPEG1K0XJ",
            "publishedAt": "2020-02-21T10:39:27Z",
            "content": "BEIJING (Reuters) - China’s Hubei province, the epicentre of the coronavirus outbreak, said on Friday it will add back some cases to its tally of the disease, after subtracting 279 cases as part of a revision to its methodology. \r\nChina adjusted its methodolo… [+501 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "First Hong Kong policeman infected by virus, concern of contagion amongst force",
            "description": "A Hong Kong police officer has been confirmed infected with the coronavirus, authorities said on Friday, the first officer to test positive in the Asian financial hub as dozens of other officers were quarantined over concerns of contagion.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-idUSKBN20F0DA",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493121172&w=1200&r=LYNXMPEG1K09F",
            "publishedAt": "2020-02-21T03:15:50Z",
            "content": "HONG KONG (Reuters) - A Hong Kong police officer has been confirmed infected with the coronavirus, authorities said on Friday, the first officer to test positive in the Asian financial hub as dozens of other officers were quarantined over concerns of contagio… [+1844 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Honda delays plans to restart operations at Wuhan plant to March 11",
            "description": "Honda Motor Co <7267.T> on Friday said it would push back plans to resume operations at its vehicle plant in Wuhan, the epicenter of the coronavirus outbreak in China, after government authorities asked firms to keep workers away through March 11.",
            "url": "https://www.reuters.com/article/us-china-health-honda-idUSKBN20F0QF",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493182431&w=1200&r=LYNXMPEG1K0JX",
            "publishedAt": "2020-02-21T06:26:52Z",
            "content": "TOKYO (Reuters) - Honda Motor Co (7267.T) on Friday said it would push back plans to resume operations at its vehicle plant in Wuhan, the epicenter of the coronavirus outbreak in China, after government authorities asked firms to keep workers away through Mar… [+305 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WTA cancels Xi'an Open due to coronavirus outbreak",
            "description": "The women's Xi'an Open tennis tournament scheduled for next month in China has been canceled due to the coronavirus outbreak, the WTA Tour said in a statement https://www.wtatennis.com/news/1616580/xi-an-open-canceled-due-to-coronavirus-outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-sport-wta-idUSKBN20F0EV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T03:37:44Z",
            "content": "(Reuters) - The women's Xi'an Open tennis tournament scheduled for next month in China has been canceled due to the coronavirus outbreak, the WTA Tour said in a statement here\r\nThe 125K series hardcourt event was to be played from April 13-19, with 32 singles… [+803 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Drug testing to resume in China after coronavirus outbreak",
            "description": "The China Anti-Doping Agency (CHINADA) will resume drug testing following a temporary suspension due to the coronavirus, the World Anti-Doping Agency (WADA) said on Friday.",
            "url": "https://www.reuters.com/article/us-sport-doping-china-idUSKBN20F2JQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T18:38:43Z",
            "content": "(Reuters) - The China Anti-Doping Agency (CHINADA) will resume drug testing following a temporary suspension due to the coronavirus, the World Anti-Doping Agency (WADA) said on Friday. \r\nDrug testing programs on mainland China were halted on Feb. 3 following … [+697 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nagoya Women's Marathon restricted to elite runners over coronavirus",
            "description": "The Nagoya Women's Marathon on March 8 will be limited to elite runners, and the Nagoya City Marathon scheduled for the same day has been canceled, organizers said, marking the latest sports events to be affected by fears over the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-japan-marathon-idUSKBN20F03N",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T01:31:48Z",
            "content": "TOKYO (Reuters) - The Nagoya Women’s Marathon on March 8 will be limited to elite runners, and the Nagoya City Marathon scheduled for the same day has been canceled, organizers said, marking the latest sports events to be affected by fears over the new corona… [+1374 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tokyo governor criticizes suggestion that London could host 2020 Olympics",
            "description": "Tokyo Governor Yuriko Koike said on Friday it was inappropriate for candidates in London's mayoral election to propose their city host the 2020 Olympic Games if the coronavirus outbreak forces organizers to look for an alternative site.",
            "url": "https://www.reuters.com/article/us-china-health-tokyo-governor-idUSKBN20F0N7",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493172650&w=1200&r=LYNXMPEG1K0H0",
            "publishedAt": "2020-02-21T05:58:02Z",
            "content": "TOKYO (Reuters) - Tokyo Governor Yuriko Koike said on Friday it was inappropriate for candidates in London’s mayoral election to propose their city host the 2020 Olympic Games if the coronavirus outbreak forces organizers to look for an alternative site. \r\nSh… [+367 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tokyo 2020 Olympics President says no plan to wear mask: media",
            "description": "Tokyo 2020 Olympics President Yoshiro Mori said he did not intend to wear masks, despite the coronavirus outbreak that has killed more than 2,000 people in China, a Japanese sports newspaper reported on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-tokyo-idUSKBN20F1K4",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493280222&w=1200&r=LYNXMPEG1K10B",
            "publishedAt": "2020-02-21T11:18:18Z",
            "content": "TOKYO (Reuters) - Tokyo 2020 Olympics President Yoshiro Mori said he did not intend to wear masks, despite the coronavirus outbreak that has killed more than 2,000 people in China, a Japanese sports newspaper reported on Friday. \r\n“I pray to God every day tha… [+960 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Soccer: China to play home leg of Olympic qualifier in Sydney due to coronavirus",
            "description": "The Chinese women's national team will play the home leg of their Olympic qualification playoff against South Korea in Sydney to avoid any travel complications from a coronavirus outbreak, the Asian Football Confederation said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-sport-idUSKBN20F0LL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T05:28:07Z",
            "content": "(Reuters) - The Chinese women’s national team will play the home leg of their Olympic qualification playoff against South Korea in Sydney to avoid any travel complications from a coronavirus outbreak, the Asian Football Confederation said on Friday. \r\nLast mo… [+758 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Alan Baldwin",
            "title": "The others are faster than us, says Ferrari F1 boss",
            "description": "Ferrari Formula One boss Mattia Binotto said on Friday he was less optimistic about his team's pace than he had been in testing last year and rivals were faster than them.",
            "url": "https://www.reuters.com/article/us-motor-f1-testing-idUSKBN20F2DX",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493401787&w=1200&r=LYNXMPEG1K1L0",
            "publishedAt": "2020-02-21T17:09:35Z",
            "content": "BARCELONA (Reuters) - Ferrari Formula One boss Mattia Binotto said on Friday he was less optimistic about his team’s pace than he had been in testing last year and rivals were faster than them. \r\nChampions Mercedes have been impressively quick in the first we… [+2682 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Colin Packham",
            "title": "UPDATE 1-Australia says two evacuees from Japan cruise vessel have coronavirus",
            "description": "Two Australians evacuated from a cruise ship in Japan have tested positive for coronavirus after returning to their home country, Australia's health department said on Friday.",
            "url": "https://www.reuters.com/article/china-health-australia-idUSL4N2AL01W",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T00:38:19Z",
            "content": "* Australia evacuated 170 holidaymakers from Diamond Princess \r\n* Two Australians to be transferred to hospitals \r\n* More cases may happen over next few days - official (Adds comments from Australia’s chief medical officer, TV to slug) \r\nBy Colin Packham \r\nSY… [+2165 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Colin Packham",
            "title": "Australia says two evacuees from Japan cruise vessel have coronavirus",
            "description": "Two Australians evacuated from a cruise ship in Japan have tested positive for coronavirus after returning to their home country, Australia's health department said on Friday.",
            "url": "https://www.reuters.com/article/china-health-australia-idUSL4N2AK62F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T00:08:08Z",
            "content": "SYDNEY, Feb 21 (Reuters) - Two Australians evacuated from a cruise ship in Japan have tested positive for coronavirus after returning to their home country, Australia’s health department said on Friday. \r\nAustralia on Thursday evacuated 170 citizens from the … [+1399 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX futures dip as oil prices fall on fears over coronavirus outbreak",
            "description": "Stock futures for Canada's main equity index slipped on Friday, dragged by a fall in oil prices on renewed uncertainty over the impact of the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AL338",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T12:40:41Z",
            "content": "Feb 21 (Reuters) - Stock futures for Canada’s main equity index slipped on Friday, dragged by a fall in oil prices on renewed uncertainty over the impact of the coronavirus epidemic. \r\nMarch futures on the S&amp;P/TSX index were down 0.08% at 7:05 a.m. ET. \r\n… [+2284 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX knocked off record highs as oil slides",
            "description": "Canada's main stock index slipped from record highs on Friday, dragged by energy stocks, as a rise in coronavirus cases globally brought crude prices under pressure.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AL3J7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T15:08:25Z",
            "content": "Feb 21 (Reuters) - Canada’s main stock index slipped from record highs on Friday, dragged by energy stocks, as a rise in coronavirus cases globally brought crude prices under pressure. \r\n* Risk appetite worldwide was sapped as investors worried over a prolong… [+1811 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Megan Davies",
            "title": "Coronavirus' spread challenges U.S. investors' blue-sky view",
            "description": "U.S. investors' persistent optimism that the coronavirus will be short-lived is being challenged by increasing evidence that the virus has spread beyond China's borders.",
            "url": "https://www.reuters.com/article/us-china-health-investors-idUSKBN20F0OE",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493177557&w=1200&r=LYNXMPEG1K0I5",
            "publishedAt": "2020-02-21T06:00:00Z",
            "content": "NEW YORK (Reuters) - U.S. investors’ persistent optimism that the coronavirus will be short-lived is being challenged by increasing evidence that the virus has spread beyond China’s borders. \r\nWhile the World Health Organization (WHO) said a continued decline… [+3225 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Autoliv says 2020 guidance still holds amid coronavirus impact",
            "description": "Sweden's Autoliv, the world's biggest maker of airbags and seatbelts, on Friday affirmed its full-year growth and margin forecasts in spite of the coronavirus outbreak in China, which has caused major disruptions to businesses across the country.",
            "url": "https://www.reuters.com/article/china-health-autoliv-idUSL8N2AK2YY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T10:28:02Z",
            "content": "STOCKHOLM, Feb 21 (Reuters) - Sweden’s Autoliv, the world’s biggest maker of airbags and seatbelts, on Friday affirmed its full-year growth and margin forecasts in spite of the coronavirus outbreak in China, which has caused major disruptions to businesses ac… [+906 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nikkei little changed as virus fears counter boost from softer yen",
            "description": "Japanese shares were little changed on Friday as mounting coronavirus cases in China and other Asian countries offset the boost from a weaker yen ahead of a long weekend.",
            "url": "https://www.reuters.com/article/japan-stocks-midday-idUSL4N2AL0YQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T03:33:55Z",
            "content": "TOKYO, Feb 21 (Reuters) - Japanese shares were little changed on Friday as mounting coronavirus cases in China and other Asian countries offset the boost from a weaker yen ahead of a long weekend. \r\nBy midday, the Nikkei share average was down 0.28% at 23,413… [+2101 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Flight carrying Canadian coronavirus evacuees from cruise ship in Japan lands - CBC",
            "description": "A Canadian government-chartered flight carrying Canadians evacuated from the Diamond Princess cruise ship in quarantine near Tokyo due to coronavirus has landed at the military base in Trenton, Ontario, CBC News said on Friday.",
            "url": "https://www.reuters.com/article/china-health-japan-canada-idUSL4N2AL32K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T12:17:35Z",
            "content": "Feb 21 (Reuters) - A Canadian government-chartered flight carrying Canadians evacuated from the Diamond Princess cruise ship in quarantine near Tokyo due to coronavirus has landed at the military base in Trenton, Ontario, CBC News said on Friday. \r\nAll repatr… [+1006 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Andy Bruce",
            "title": "UPDATE 1-UK business grows steadily in Feb but coronavirus disruption looms",
            "description": "British businesses kept up a solid rate of growth in February as factories posted the biggest rise in output for 10 months, despite ripples from China's coronavirus epidemic affecting supply chains, a business survey showed on Friday.",
            "url": "https://www.reuters.com/article/britain-economy-pmi-idUSL8N2AL2XW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T12:04:38Z",
            "content": "* UK flash composite PMI holds at 53.3 in February \r\n* IHS Markit estimates PMI points to 0.2% quarterly GDP growth \r\n* Coronavirus delays shipments of materials to UK factories \r\nBy Andy Bruce \r\nLONDON, Feb 21 (Reuters) - British businesses kept up a solid r… [+2541 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "US STOCKS SNAPSHOT-Wall St extends losses after data shows business activity stalls",
            "description": "U.S. stocks fell further on Friday after data showed U.S. business activity in the manufacturing and services sectors stalled in February, as companies grew increasingly concerned about the coronavirus.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AL3J0",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T14:53:54Z",
            "content": "Feb 21 (Reuters) - U.S. stocks fell further on Friday after data showed U.S. business activity in the manufacturing and services sectors stalled in February, as companies grew increasingly concerned about the coronavirus. \r\nAt 9:49 a.m. ET, the Dow Jones Indu… [+274 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Baltic index posts second weekly gain, but shipping activity slows",
            "description": "The Baltic Exchange's main sea freight index rose for a fifth straight session on Friday, ending higher for a second straight week, as vessel rates rose despite concerns over the impact of coronavirus on global growth.",
            "url": "https://www.reuters.com/article/baltic-index-idUSL4N2AL3CC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T14:35:35Z",
            "content": "Feb 21 (Reuters) - The Baltic Exchange’s main sea freight index rose for a fifth straight session on Friday, ending higher for a second straight week, as vessel rates rose despite concerns over the impact of coronavirus on global growth. \r\n* The Baltic index,… [+1499 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "US STOCKS SNAPSHOT-Tech stocks drag Wall St lower as coronavirus spreads",
            "description": "U.S. stock indexes opened lower on Friday, dragged down by technology stocks for a second day, as a spike in new coronavirus cases in China and elsewhere sent investors scrambling for safer assets such as gold and government bonds.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AL3HF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T14:35:16Z",
            "content": "Feb 21 (Reuters) - U.S. stock indexes opened lower on Friday, dragged down by technology stocks for a second day, as a spike in new coronavirus cases in China and elsewhere sent investors scrambling for safer assets such as gold and government bonds. \r\nThe Do… [+307 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sruthi Shankar",
            "title": "US STOCKS-Wall St set to fall again as coronavirus spreads beyond China",
            "description": "U.S. stock index futures edged lower on Friday as a spike in new coronavirus cases in China and elsewhere sent investors scrambling for safer assets such as gold and government bonds.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AL3BQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T13:58:01Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window) \r\n* DropBox jumps on reporting upbeat outlook, buybacks \r\n* Deere gains after surprise rise in Q1 profit \r\n* Fed officials, IHS Markit data in focus \r\n* Futures down: Dow 0.33%, … [+2617 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Flight carrying Canadian coronavirus evacuees from cruise ship in Japan lands - minister",
            "description": "A Canadian government-chartered flight carrying 129 Canadians evacuated from the Diamond Princess cruise ship in quarantine near Tokyo due to coronavirus has landed in Ontario, the country's Foreign Minister Francois-Philippe Champagne said http://bit.ly/2wyQ…",
            "url": "https://www.reuters.com/article/china-health-japan-canada-idUSL4N2AL394",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T13:28:34Z",
            "content": "(Changes source, adds number of passengers evacuated) \r\nFeb 21 (Reuters) - A Canadian government-chartered flight carrying 129 Canadians evacuated from the Diamond Princess cruise ship in quarantine near Tokyo due to coronavirus has landed in Ontario, the cou… [+1101 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European shares fall as investors eye data showing virus impact",
            "description": "European shares dropped on Friday as markets awaited a local reading on economic health to gauge the extent of the impact of the coronavirus on business activity in the bloc.",
            "url": "https://www.reuters.com/article/us-europe-stocks-idUSKBN20F112",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493219332&w=1200&r=LYNXMPEG1K0QK",
            "publishedAt": "2020-02-21T08:13:14Z",
            "content": "(Reuters) - European shares dropped on Friday as markets awaited a local reading on economic health to gauge the extent of the impact of the coronavirus on business activity in the bloc. \r\nThe outbreak has killed more than 2,000 people so far and upended indu… [+858 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "DSV plans Shanghai-Alabama cargo flights to ease capacity constraints amid coronavirus",
            "description": "Freight-forwarder DSV Panalpina said on Friday it would start direct cargo flights between Shanghai and Huntsville, Alabama from next week to cope with capacity constraints caused by the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/us-china-health-dsv-idUSKBN20F2J8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200221&t=2&i=1493427016&w=1200&r=LYNXMPEG1K1NZ",
            "publishedAt": "2020-02-21T18:03:22Z",
            "content": "COPENHAGEN (Reuters) - Freight-forwarder DSV Panalpina (DSV.CO) said on Friday it would start direct cargo flights between Shanghai and Huntsville, Alabama from next week to cope with capacity constraints caused by the coronavirus outbreak in China. \r\nThe glo… [+1251 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX opens slightly lower as oil stocks weigh",
            "description": "Canada's main stock index opened marginally lower on Friday as a slump in oil prices on renewed uncertainty over the impact of the coronavirus epidemic was countered by gains in gold stocks.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AL3HE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T14:35:16Z",
            "content": "Feb 21 (Reuters) - Canada’s main stock index opened marginally lower on Friday as a slump in oil prices on renewed uncertainty over the impact of the coronavirus epidemic was countered by gains in gold stocks. \r\n* At 09:30 a.m. ET (14:30 GMT), the Toronto Sto… [+157 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shreyashi Sanyal",
            "title": "EMERGING MARKETS-Virus-hit EM assets set to end week in the red",
            "description": "Stocks and currencies in developing economies were set to end the week lower on Friday, as investors avoided riskier assets on fears about the global economic impact of the coronavirus outbreak after China reported a spike in new cases.",
            "url": "https://www.reuters.com/article/emerging-markets-idUSL8N2AL2AH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T09:40:26Z",
            "content": "* EM currencies index set for worst week in nearly 7 months \r\n* China reports uptick in new cases on Friday \r\n* Rising conflict in Syria keeps Turkish lira pinned \r\nBy Shreyashi Sanyal \r\nFeb 21 (Reuters) - Stocks and currencies in developing economies were se… [+2507 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hideyuki Sano",
            "title": "Nikkei slides as virus anxiety offsets boost from softer yen",
            "description": "Japanese shares ended lower on Friday as mounting coronavirus cases in China and other Asian countries eclipsed the boost from a weaker yen, with many investors closing their positions ahead of a long weekend.",
            "url": "https://www.reuters.com/article/japan-stocks-close-idUSL4N2AL1YI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-21T07:25:15Z",
            "content": "* Concerns on domestic virus epidemic weigh on Nikkei \r\n* Railways, airlines and amusement park operators fall \r\n* Internet firms gain, exporters benefit from softer yen \r\nBy Hideyuki Sano \r\nTOKYO, Feb 21 (Reuters) - Japanese shares ended lower on Friday as m… [+2944 chars]"
        }
    ]
}