{
    "status": "ok",
    "totalResults": 36,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Abby Tang, Michelle Yan and Alexandra Appolonia",
            "title": "Pathologists debunk 13 coronavirus myths",
            "description": "Business Insider asked the Senior Director of NYC Health + Hospitals System-wide Special Pathogens Program and a professor of epidemiology at Columbia University to debunk 13 of the most common coronavirus myths. They explain that getting the virus is not a d…",
            "url": "https://www.businessinsider.com/coronavirus-myths-debunked-wuhan-china-2020-2",
            "urlToImage": "https://i.insider.com/5e46fe6f4b661b51880e9496?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T23:19:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "The Japanese government gave 2,000 iPhones to passengers stuck on a cruise ship where nearly 200 coronavirus cases have been confirmed (AAPL)",
            "description": "The Japanese government gave 2,000 iPhones to passengers stuck aboard a Diamond Princess cruise ship where nearly 200 coronavirus cases have been confirmed, according to 9to5Mac and earlier reported by Macotakara. The phones were reportedly given out so passe…",
            "url": "https://www.businessinsider.com/japanese-government-gives-2000-iphones-coronavirus-cruise-ship-passengers-2020-2",
            "urlToImage": "https://i.insider.com/5e46f4052dae5c459b53e174?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T22:16:16Z",
            "content": "The Japanese government has found a novel way to use technology as it works to combat the coronavirus outbreak, which has spread to its own backyard.\r\nOff the coast of Japan, more than 3,500 passengers and crew members have been quarantined for more than a we… [+1154 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "Valentine's Day on the coronavirus-struck Diamond Princess cruise ship involved gifts of iPhones, chocolate, and roses — with masked dancing below-deck",
            "description": "Passengers aboard the Diamond Princess cruise ship have been under quarantine since February 4. They only get to go out and stroll around outside for about an hour, if that, and they are cleaning their own rooms. On Valentine's Day, there was dancing below-de…",
            "url": "https://www.businessinsider.com/valentines-under-coronavirus-quarantine-on-diamond-princess-cruise-2020-2",
            "urlToImage": "https://i.insider.com/5e46f0064b661b3ea56e3177?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T20:55:00Z",
            "content": "It's been 25 days since the passengers of the Diamond Princess cruise ship were last allowed to set foot on dry land.\r\nThey've been under a government-imposed 14-day quarantine in the port of Yokohama since their two-week cruise was slated to end on February … [+3328 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Ellen Cranley), Ellen Cranley",
            "title": "'An introvert's dream': Here's what it's like for passengers on board the quarantined coronavirus cruise",
            "description": "Eugene Hoshiko, File via AP The Diamond Princess cruise ship is currently under quarantine after more than 170 people have been confirmed to have the new coronavirus. One American couple who are confined to their cabin during the 14-day quarantine has taken t…",
            "url": "https://www.businessinsider.com/passengers-quarantined-coronavirus-cruise-vlog-princess-diamond-2020-2",
            "urlToImage": "https://i.insider.com/5e46f7b84b661b488a529365?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T20:32:16Z",
            "content": "An American couple's YouTube videos have provided a glimpse of life onboard the quarantined Diamond Princess cruise ship while passengers wait out their concerns over the coronavirus outbreak.\r\nThe ship is being held in Yokohama, Japan, where it is holding th… [+4053 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero",
            "title": "A Russian woman concocted an elaborate plan to escape coronavirus quarantine. Now she's being sued for threatening the health of others",
            "description": "Alla Ilyina, a 32-year-old Russian woman, concocted an elaborate plan to escape coronavirus quarantine at the Botkin Hospital for Infection Diseases in St. Petersburg, including short-circuiting a lock, the Moscow Times reported. The chief sanitary doctor of …",
            "url": "https://www.businessinsider.com/russian-woman-sued-escaping-coronavirus-quarantine-short-circuit-lock-2020-2",
            "urlToImage": "https://i.insider.com/5e45f70e2dae5c314820df93?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T19:42:48Z",
            "content": "Alla Ilyina, 32, was quarantined at the Botkin Hospital for Infection Diseases in St. Petersburg after going for a check-up on her sore throat after returning a Chinese seaside resort on January 31, CNN reported.\r\nBut despite testing negative for the coronavi… [+3790 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "Apple is checking customers' temperatures at its stores in Beijing because of the coronavirus outbreak (AAPL)",
            "description": "After closing its stores and offices in China because of the coronavirus outbreak, Apple reopened some of its Beijing stores on Friday under limited hours. But the company is checking customers' temperatures before they enter the store, according to CNBC repo…",
            "url": "https://www.businessinsider.com/coronavirus-apple-beijing-checking-customers-temperatures-at-stores-china-2020-2",
            "urlToImage": "https://i.insider.com/5e46d4472dae5c25325df402?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T17:50:17Z",
            "content": "Apple is checking its customers' temperatures before they enter its stores in Beijing after reopening some stores amid the coronavirus outbreak in China. \r\nIn a video posted to Twitter by CNBC reporter Eunice Yoon, customers are seen getting their temperature… [+646 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "The coronavirus has infected more than 1,700 healthcare workers in China, killing 6 of them",
            "description": "Chinese officials said that 1,716 healthcare workers in China have been infected by the coronavirus. Six of them are dead. \"Health workers are the glue that holds the health system and outbreak response together,\" said WHO Director-General Tedros Adhanom Gheb…",
            "url": "https://www.businessinsider.com/coronavirus-infects-healthcare-workers-china-deaths-2020-2",
            "urlToImage": "https://i.insider.com/5e46d2054b661b203422a392?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T17:45:08Z",
            "content": "As coronavirus cases continue to swell — impacting nearly 64,000 people and killing some 1,380 — a particularly vulnerable population is bearing the brunt of this epidemic: medical staff.\r\nAs of Friday, 1,716 healthcare workers who were treating patients in C… [+9264 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "A United flight was one of several locked down in London when a passenger developed symptoms consistent with the coronavirus",
            "description": "A United Airlines plane was temporarily locked down at London's Heathrow Airport after a passenger was suspected to have the coronavirus. While the ill passenger was addressed, others on United Flight 901 from San Francisco were asked to complete a contact fo…",
            "url": "https://www.businessinsider.com/united-coronavirus-wuhan-scare-london-2020-2",
            "urlToImage": "https://i.insider.com/5e46d3d33b62b71dbf02ec93?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T17:42:25Z",
            "content": "A United Airlines plane from San Francisco was placed on lockdown in London on Friday after a passenger on board displayed symptoms consistent with the coronavirus.\r\nUnited Flight 901 arrived in London shortly after 9 a.m. local time. Once the plane landed, p… [+2090 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Yuru (Priscilla) Zhu",
            "title": "Chinese couples are sending each other 'bouquets' of masks and other essentials to celebrate Valentine's Day as the coronavirus outbreak continues",
            "description": "It's Valentine's Day, but the deadly coronavirus outbreak has prevented people in China from celebrating it as usual. Special \"bouquets\" full of practical items like masks, vegetables, and snacks were the most popular Valentine's Day gifts this year in China,…",
            "url": "https://www.businessinsider.com/coronavirus-changing-valentines-day-china-mask-bouquets-2020-2",
            "urlToImage": "https://i.insider.com/5e46d1124b661b1ebc461942?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T17:38:23Z",
            "content": "Roses and date nights are supposed to be an unshakable tradition for Valentine's Day — until the deadly coronavirus shook things up, that is. \r\nSpecial \"bouquets\" full of essential items like masks, thermometers, vegetables, and snacks took the top-seller cro… [+2139 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melissa Wiley",
            "title": "Wyndham, the world's largest hotel brand, has temporarily closed 70% of its hotels in China in response to the coronavirus outbreak",
            "description": "Wyndham Hotels & Resorts has temporarily closed approximately 70% of its 1,500 hotels in China in response to the coronavirus outbreak. Wyndham joins other major hotel brands, including Hilton and Best Western, that have also shuttered hotels in China. Follow…",
            "url": "https://www.businessinsider.com/wyndham-hotels-temporarily-close-in-china-due-to-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e46bf782dae5c0ad86fc057?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T17:25:00Z",
            "content": "Wyndham Hotels has temporarily closed approximately 1,000, or 70%, of its 1,500 hotels in China in response to the coronavirus outbreak, Wyndham CEO Geoff Ballotti said on an earnings call with investors on Thursday. \r\nTo date, the coronavirus has infected ov… [+2157 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The White House is likely to unveil 10% tax cuts for the middle class in September, Kudlow says",
            "description": "President Donald Trump could announce a second tax cut package just months ahead of the 2020 election this fall. The long-shot proposal could offer a revamped campaign message after the Tax Cuts and Jobs Act failed to gain widespread support. Administration o…",
            "url": "https://www.businessinsider.com/white-house-plans-unveil-tax-cuts-middle-class-september-kudlow-2020-2",
            "urlToImage": "https://i.insider.com/5e46cafc2dae5c1935301643?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T17:24:01Z",
            "content": "<ul><li>President Donald Trump could announce a second tax cut package just months ahead of the 2020 election this fall.</li><li>The long-shot proposal could offer a revamped campaign message after the Tax Cuts and Jobs Act failed to gain widespread support. … [+1657 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The White House is likely to unveil 10% tax cuts for the middle class in September, Kudlow says",
            "description": "President Donald Trump could announce a second tax cut package just months ahead of the 2020 election this fall. The long-shot proposal could offer a revamped campaign message after the Tax Cuts and Jobs Act failed to gain widespread support. Administration o…",
            "url": "https://markets.businessinsider.com/news/stocks/white-house-plans-unveil-tax-cuts-middle-class-september-kudlow-2020-2-1028907607",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d72da822e22af62d33b96a2-2400/54ef6f7daaf04453af061951bbfb1094.jpg",
            "publishedAt": "2020-02-14T17:24:01Z",
            "content": "Associated Press\r\n<ul><li>President Donald Trump could announce a second tax cut package just months ahead of the 2020 election this fall.</li><li>The long-shot proposal could offer a revamped campaign message after the Tax Cuts and Jobs Act failed to gain wi… [+1675 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "21 states rejected an $18 billion offer to settle opioid epidemic lawsuits, arguing it's not enough",
            "description": "More than 20 states have rejected an offer from the pharmaceutical industry that would have paid some $18 billion over the course of 18 years to settle ongoing legislation drug companies' role in the opioid epidemic. In a letter representing 21 states, Puerto…",
            "url": "https://www.businessinsider.com/states-rejected-an-18-billion-offer-to-settle-opioid-epidemic-2020-2",
            "urlToImage": "https://i.insider.com/5e46c3313b62b708a22e19eb?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T17:16:37Z",
            "content": "Attorneys General in 21 states, Puerto Rico, and the District of Columbia, have all signed a letter rejecting an offer from major drug companies that would have had the companies pay some $18 billion over an 18 year period. The offer would have settled ongoin… [+4885 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tmohamed@businessinsider.com (Theron Mohamed), Theron Mohamed",
            "title": "Warren Buffett just lost $1 billion in 2 days after Kraft Heinz disappointed again",
            "description": "Bill Pugliano / Getty Warren Buffett took a $1 billion loss after Kraft Heinz stock plunged 11% in two days this week. Berkshire Hathaway's 27% stake in the food giant shrank in value to $8.7 billion from $9.8 billion between Thursday and Friday. Kraft Heinz …",
            "url": "https://www.businessinsider.com/warren-buffett-loses-billion-2-days-kraft-heinz-disappoints-earnings-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e46cf7e4b661b1c2605e5f3-2400/buffett-31.jpg",
            "publishedAt": "2020-02-14T17:13:39Z",
            "content": "Bill Pugliano / Getty\r\n<ul><li>Warren Buffett took a $1 billion loss after Kraft Heinz stock plunged 11% in two days this week.</li><li>Berkshire Hathaway's 27% stake in the food giant shrank in value to $8.7 billion from $9.8 billion between Thursday and Fri… [+1765 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Allana Akhtar",
            "title": "We spoke to workers in Asia impacted by the coronavirus, and it shows how the outbreak could affect white- and blue-collar jobs around the world",
            "description": "The coronavirus, a disease outbreak which has spread to 26 countries since late December, upended work in East and Southeast Asia. In conversations on how coronavirus impacted work in East and Southeast Asia, white-collar workers expressed greater feelings of…",
            "url": "https://www.businessinsider.com/how-coronavirus-impacted-small-business-and-low-wage-earners-2020-2",
            "urlToImage": "https://i.insider.com/5e45ac1c2dae5c7642418038?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T16:58:21Z",
            "content": "Korn Opas, the owner of a massage studio in Bangkok, saw a significant drop in visitors after the coronavirus outbreak in China — a big impact for a business that relies, like Thailand does in general, on Chinese tourists for much of its GDP.\r\nBesides losing … [+5389 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lydia Ramsey",
            "title": "Dispensed: What to expect out of biotech M&A, Medicare Advantage enrollment in 2020, and what comes next for the DNA-testing industry",
            "description": "Hello, Welcome to the Valentine's Day edition of Dispensed, Business Insider's weekly healthcare newsletter. Consider this my Valentine to you. I'll try to resist making any health-related poems. Are you new to the newsletter ? You can sign up here. While I'm…",
            "url": "https://www.businessinsider.com/dispensed-weekly-healthcare-newsletter-february-14-2020-2",
            "urlToImage": "https://i.insider.com/5c2f7f05bd77305daf6487b5?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T16:27:45Z",
            "content": "Hello,\r\nWelcome to the Valentine's Day edition of Dispensed, Business Insider's weekly healthcare newsletter. Consider this my Valentine to you. I'll try to resist making any health-related poems. \r\nAre you new to the newsletter? You can sign up here. \r\nWhile… [+3023 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Consumer sentiment hits highest level since 2018 despite coronavirus outbreak",
            "description": "American consumers were increasingly optimistic about the economy this month despite a deadly viral outbreak. The University of Michigan said Friday its key measure of consumer sentiment jumped to 100.9 in early February. That was near the peak of the expansi…",
            "url": "https://markets.businessinsider.com/news/stocks/consumer-sentiment-hits-highest-level-since-2018-survey-despite-coronavirus-2020-2-1028907373",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3ae8095bc79c5e124bbbe6-1999/2017-11-15t222037z1782568349rc165d65c950rtrmadp3target-results-1.jpg",
            "publishedAt": "2020-02-14T16:10:00Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>American consumers were increasingly optimistic about the economy this month despite a deadly viral outbreak.</li><li>The University of Michigan said Friday its key measure of consumer sentiment jumped to 100.9 in early Febru… [+1541 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Consumer sentiment hits highest level since 2018 despite coronavirus outbreak",
            "description": "American consumers were increasingly optimistic about the economy this month despite a deadly viral outbreak. The University of Michigan said Friday its key measure of consumer sentiment jumped to 100.9 in early February. That was near the peak of the expansi…",
            "url": "https://www.businessinsider.com/consumer-sentiment-hits-highest-level-since-2018-survey-despite-coronavirus-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3ae8095bc79c5e124bbbe6-1999/2017-11-15t222037z1782568349rc165d65c950rtrmadp3target-results-1.jpg",
            "publishedAt": "2020-02-14T16:06:38Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>American consumers were increasingly optimistic about the economy this month despite a deadly viral outbreak.</li><li>The University of Michigan said Friday its key measure of consumer sentiment jumped to 100.9 in early Febru… [+1541 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "Olympics officials say the Tokyo summer games will continue as scheduled, with no contingency plan if the coronavirus outbreak gets worse",
            "description": "Jae C. Hong/AP Olympic officials said Friday that the Tokyo 2020 games are \"on track\" despite the coronavirus outbreak in nearby China. The games are slated to kick off at the end of July. The coronavirus has killed almost 1,400 people in China and has been b…",
            "url": "https://www.businessinsider.com/tokyo-2020-olympics-no-plan-b-for-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e46bf0d4b661b085f46cf79?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T16:01:00Z",
            "content": "TOKYO (AP) — Tokyo Olympic organizers and the International Olympic Committee said Friday there is no \"Plan B\" for the 2020 Games, which open in just over five months and have been jolted by the outbreak of a virus in neighboring China.\r\nThe coronavirus has i… [+4881 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "The coronavirus outbreak is dealing Chinese retailers a 'devastating' Valentine's Day blow, as shoppers steer clear of restaurants, flower shops, and romance flicks",
            "description": "Tyrone Siu/Reuters The coronavirus outbreak is throwing retailers in China for a loop this Valentine's Day. February 14 has traditionally been a popular day for young people in China to shop at malls, eat at restaurants, and visit movie theaters. But fears ov…",
            "url": "https://www.businessinsider.com/with-virus-shops-in-china-suffer-a-star-crossed-valentines-2020-2",
            "urlToImage": "https://i.insider.com/5e46bafa2dae5c0501371782?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T15:55:00Z",
            "content": "BEIJING — In virus-stricken China, couples can celebrate Valentine's Day with a roast beef salad, hot chocolate, a rose and a note, all delivered to their door.\r\nThe note, scrawled on the front of their sealed order, states the body temperature of the chef wh… [+4446 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "China's economy is expected to slow to worst pace since financial crisis as coronavirus spreads",
            "description": "A deadly viral outbreak is dragging on activity in China and throughout the world. That could drag the second-largest economy to its slowest pace of growth since the 2008 global financial crisis, according to a new poll. But economists expect that the economy…",
            "url": "https://markets.businessinsider.com/news/stocks/china-economy-expected-slow-worst-pace-since-financial-crisis-poll-2020-2-1028907278",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3dd65e0ce3d14aa04f00b2-2400/2020-02-06t110423z1379219546rc2zue9g8xvzrtrmadp3china-health.jpg",
            "publishedAt": "2020-02-14T15:36:40Z",
            "content": "Thomas Peter/Reuters\r\n<ul><li>A deadly viral outbreak is dragging on activity in China and throughout the world.Â </li><li>That could drag the second-largest economy to its slowest pace of growth since the 2008 global financial crisis, according to a new poll… [+2026 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "Jeremy Grantham, the legendary investor who called the past 2 bubbles, hails venture capital as the best market for the highest returns — and pinpoints where he's buying now",
            "description": "Jeremy Grantham, the billionaire cofounder and chief investment strategist of Grantham, Mayo & van Otterloo, has pledged nearly all of his fortune to funding climate-change solutions. At a recent conference, he discussed why he considers venture capital as th…",
            "url": "https://www.businessinsider.com/jeremy-grantham-investing-strategy-advice-venture-capital-sector-company-pick-2020-2",
            "urlToImage": "https://i.insider.com/5b8995f880eb35522d8b4bc1?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T15:27:58Z",
            "content": "\"We expect to be kicking ass.\" \r\nThat's the future that Jeremy Grantham, the cofounder and chief investment strategist at Grantham, Mayo &amp; van Otterloo, sees for his venture-capital investing.\r\nThe legendary investor who famously predicted the tech and ho… [+2727 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "The Drive-Thru: The companies revolutionizing retail, All-Star Weekend approaching, and layoffs at Wayfair, Walmart, and Kohl's",
            "description": "Hello! Happy Friday! Can you think of a better way to spend your Valentine's Day than by scrolling through The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail? I know I can't. If you haven't subscribed to The Dri…",
            "url": "https://www.businessinsider.com/drive-thru-all-star-weekend-layoffs-wayfair-walmart-kohls-ai-2020-2",
            "urlToImage": "https://i.insider.com/5e45afc34b661b79d30ca092?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T15:05:36Z",
            "content": "Hello!\r\nHappy Friday! Can you think of a better way to spend your Valentine's Day than by scrolling through The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail? I know I can't.\r\nIf you haven't subscribed to The D… [+4087 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dkeyes@businessinsider.com (Daniel Keyes), Daniel Keyes",
            "title": "Alibaba's retail revenue cracked $20 billion last quarter, but coronavirus could threaten future sales performance",
            "description": "This story was delivered to Business Insider Intelligence Payments & Commerce subscribers earlier this morning. To get this story plus others to your inbox each day, hours before they're published on Business Insider, click here. The e-tailer announced that i…",
            "url": "https://www.businessinsider.com/alibaba-hits-new-high-in-commerce-revenue-2020-2",
            "urlToImage": "https://i.insider.com/5e46ad382dae5c74146267e4?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T15:03:00Z",
            "content": "The e-tailer announced that its core commerce segment brought in $20.3 billion in its fiscal Q3 2020 (ended December 31, 2019) — outperforming its recent high of $15 billion from the comparable quarter the year prior.\r\nBusiness Insider Intelligence\r\nThe segme… [+3518 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "The coronavirus patient in London showed up at the hospital in an Uber, and health officials say it's a sign people aren't following advice to contain the virus",
            "description": "The first coronavirus patient in London travelled in an Uber to turn up unannounced at A&E department of a hospital. She did not come into contact with other patients and two staff members have been asked to stay home for a period of 14 days, according to The…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-london-patient-took-uber-hospital-2020-2",
            "urlToImage": "https://i.insider.com/5e4685243b62b75ade67be92?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T13:44:00Z",
            "content": "The first person confirmed to have the deadly coronavirus in London turned up unannounced at a hospital after taking an Uber there, health officials confirmed to The Guardian.\r\nThe unidentified patient, a woman who recently arrived from China, had \"self-prese… [+3398 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Top White House official suggests China is not being 'honest' and has 'motives' in the coronavirus fight, as Beijing faces suspicion over how it records infections",
            "description": "President Donald Trump's top economic advisor said China isn't being open with the US about the coronavirus, suggesting China is not being \"honest with us.\" Larry Kudlow told reporters on Thursday the US is \"a little disappointed in the lack of transparency c…",
            "url": "https://www.businessinsider.com/china-coronavirus-motives-larry-kudlow-2020-2",
            "urlToImage": "https://i.insider.com/5e466a323b62b74eee4657e8?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T13:22:35Z",
            "content": "A top White House official has suggested that China is not being \"honest with us\" and has \"motives\" in how it shares information about the deadly coronavirus, as Beijing continues to face suspicion on how it counts infected cases.\r\n\"We are a little disappoint… [+6092 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "An inside look at the debate around pandemic bonds, which have $425 million hinging on how deadly the coronavirus ends up being",
            "description": "Investors holding the World Bank's pandemic bonds stand to either reap massive profits or lose hundreds of millions of dollars, depending on the coronavirus outbreak's lethality. The instruments offer higher-than-average returns, but bondholders will lose the…",
            "url": "https://markets.businessinsider.com/news/stocks/pandemic-bond-debate-inside-look-world-bank-coronavirus-relief-investment-2020-2-1028906657",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e45ca2e2dae5c19400cb10b-2000/ap20041815662431.jpg",
            "publishedAt": "2020-02-14T13:10:00Z",
            "content": "AP Images / Kin Cheung\r\n<ul><li>Investors holding the World Bank's pandemic bonds stand to either reap massive profits or lose hundreds of millions of dollars, depending on the coronavirus outbreak's lethality.</li><li>The instruments offer higher-than-averag… [+6589 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bwinck@businessinsider.com (Ben Winck), Ben Winck",
            "title": "An inside look at the debate around pandemic bonds, which have $425 million hinging on how deadly the coronavirus ends up being",
            "description": "AP Images / Kin Cheung Investors holding the World Bank's pandemic bonds stand to either reap massive profits or lose hundreds of millions of dollars, depending on the coronavirus outbreak's lethality. The instruments offer higher-than-average returns, but bo…",
            "url": "https://www.businessinsider.com/pandemic-bond-debate-inside-look-world-bank-coronavirus-relief-investment-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e45ca2e2dae5c19400cb10b-2000/ap20041815662431.jpg",
            "publishedAt": "2020-02-14T13:10:00Z",
            "content": "AP Images / Kin Cheung\r\n<ul><li>Investors holding the World Bank's pandemic bonds stand to either reap massive profits or lose hundreds of millions of dollars, depending on the coronavirus outbreak's lethality.</li><li>The instruments offer higher-than-averag… [+6589 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. United just extended China and Hong Kong cancellations as the coronavirus continues to wreak havoc on airlines and the entire travel industry. Airlines globally — including American, Delta, and United —…",
            "url": "https://www.businessinsider.com/opening-bell-february-14-2020-2",
            "urlToImage": "https://i.insider.com/5e4687492dae5c618a436c44?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T11:58:00Z",
            "content": "Here's what you need to know before the markets open.\r\n1. United just extended China and Hong Kong cancellations as the coronavirus continues to wreak havoc on airlines and the entire travel industry. Airlines globally — including American, Delta, and United … [+2029 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. United just extended China and Hong Kong cancellations as the coronavirus continues to wreak havoc on airlines and the entire travel industry. Airlines globally — including American, Delta, and United —…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-14-2020-2-1028906381",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4687213b62b75bb11f4447-2000/united-airlines.jpg",
            "publishedAt": "2020-02-14T11:58:00Z",
            "content": "David McNew/Getty Images\r\nHere's what you need to know before the markets open.\r\n1. United just extended China and Hong Kong cancellations as the coronavirus continues to wreak havoc on airlines and the entire travel industry. Airlines globally — including Am… [+2055 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "blane@businessinsider.com (Barnaby Lane), Barnaby Lane",
            "title": "Cristiano Ronaldo scored for the 18th time in 14 matches to save Juventus from defeat in the Italian Cup semifinal",
            "description": "AP/Antonio Calanni Cristiano Ronaldo scored for the 18th time in his last 14 games to earn Juventus a late draw in the Coppa Italia semifinal first leg against AC Milan on Thursday. The 34-year-old netted from the penalty spot in the 91st minute after Davide …",
            "url": "https://www.businessinsider.com/ronaldo-scored-18th-goal-in-14-games-to-save-juventus-against-ac-milan-2020-2",
            "urlToImage": "https://i.insider.com/5e46686a4b661b526d485fd5?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T10:29:28Z",
            "content": "Cristiano Ronaldo scored for the 18th time in his last 14 games to rescue Juventus from defeat in the Coppa Italia semifinal first leg against AC Milan on Thursday.\r\nThe 34-year-old's goal was a controversial 91st minute penalty after Davide Calabria was adju… [+1672 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Friday. The US government has filed racketeering charges against Huawei and its CFO, accusing the Chinese telecom giant of conspiring to steal trade secrets from 6 tech companies. The latest indictment…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-14-2019-8",
            "urlToImage": "https://i.insider.com/5c5066bb2bdd7f66a348d556?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T07:37:40Z",
            "content": "Huawei's chief financial officer Meng Wanzhou, also known as Cathy Meng.\r\nDarryl Dyck/The Canadian Press via AP\r\nGood morning! This is the tech news you need to know this Friday.\r\n<ol><li>The US government has filed racketeering charges against Huawei and its… [+2709 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "Patients in Russia have broken through locks and jumped out of windows in order to escape coronavirus quarantine",
            "description": "Three patients in Russia under quarantine for coronavirus orchestrated two unrelated dramatic escapes from the hospital as the country cracks down hard, in the wake of the coronavirus' spread in China. Russia has quarantined thousands of citizens in an attemp…",
            "url": "https://www.businessinsider.com/russian-patients-coronavirus-quarantine-escape-2020-2",
            "urlToImage": "https://i.insider.com/5e45f70e2dae5c314820df93?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T06:17:48Z",
            "content": "Three patients in Russia have fled quarantine, in two unrelated cases, as the country has implemented strict protocol in the wake of the coronavirus outbreak that originated in Wuhan, China.\r\nThirty-four-year-old Guzel Neder told The Moscow Times that she fle… [+4432 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "Pet owners are rushing to buy face masks for their pets though it's unclear if our furry friends can get the novel coronavirus",
            "description": "Doug Perez via AP Pet owners are rushing to buy face masks for their furry companions over fears they could catch COVID-19 virus. The World Health Organization said their is no evidence to suggest pets can catch the virus, however, one expert in China believe…",
            "url": "https://www.businessinsider.com/people-buy-face-masks-for-pets-over-covid-19-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e462f992dae5c43f969e033?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T05:30:21Z",
            "content": "Sales of face masks for pets have gone up due to the COVID-19 virus outbreak, but how likely it is that furry friends will be infected with the virus is still unclear.\r\nWhile the World Health Organization has previously stated that there is no evidence that w… [+2340 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "A nurse in Wuhan walks to work while her husband drives behind her, showing the extreme the lengths that medical workers are willing to go to stop the coronavirus spread",
            "description": "A Wuhan nurse has quarantined herself away from her family so she doesn't risk exposing them to the new COVID-19 virus, CGTN, a state-linked station in China reported. The woman's husband drives behind her as she walks to work ar 3:00 a.m. to light the path w…",
            "url": "https://www.businessinsider.com/husband-lights-path-for-wife-to-walk-work-wuhan-hospital-2020-2",
            "urlToImage": "https://i.insider.com/5e4621aa3b62b73b1c506383?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T04:23:19Z",
            "content": "A nurse working in Wuhan, China, the epicenter of the COVID-19 virus outbreak has quarantined herself so she does not potentially expose her family to the novel coronavirus, the Shanghaiist wrote.\r\nCGTN, or China Global Television Network, a state-linked medi… [+1991 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "abendix@businessinsider.com (Aria Bendix), Aria Bendix",
            "title": "China is diagnosing coronavirus patients by looking for 'ground glass' in their lungs. Take a look at the CT scans.",
            "description": "Associated Press Chinese authorities have started diagnosing coronavirus cases in the Hubei province via CT scans. The scans aren't as thorough as a blood tests, but doctors in Wuhan, where the virus originated, are reportedly running short on test kits. To d…",
            "url": "https://www.businessinsider.com/china-coronavirus-diagnosis-ct-scans-lungs-2020-2",
            "urlToImage": "https://i.insider.com/5e34b29d5bc79c0ebe5e0da4?width=1200&format=jpeg",
            "publishedAt": "2020-02-14T00:32:00Z",
            "content": "Authorities in China's Hubei province reported a dramatic spike in coronavirus cases on Thursday: 14,840 new cases.\r\nIt was most reported in a single day since the outbreak began in December. The Hubei Health Commission also reported that an additional 242 pe… [+1001 chars]"
        }
    ]
}