{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Everything we know about the pangolin — the scaly mammal that may have spread the coronavirus to humans",
            "description": "A coronavirus that originated in Wuhan, China, has killed more than 800 people and infected more than 37,000. A group of researchers believes the virus may have passed from bats to humans through an intermediary animal, the pangolin. Pangolins look like scaly…",
            "url": "https://www.businessinsider.com/what-is-a-pangolin-animal-spread-coronavirus-to-humans-2020-2",
            "urlToImage": "https://i.insider.com/5e40549cd9db1d29361ad954?width=1200&format=jpeg",
            "publishedAt": "2020-02-09T21:57:28Z",
            "content": "As a deadly coronavirus spreads across China and ripples through other parts of the world, scientists are trying to pinpoint how humans first got exposed.\r\nSo far, they know that the virus is zoonotic, meaning it jumps from animals to people. And genetic rese… [+4652 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "2 cruise ships have been quarantined over the coronavirus: 1 released its passengers, the other is seeing more people get sick",
            "description": "Two cruise ships were quarantined last week after they carried passengers infected with the novel coronavirus. One ship, the World Dream in Hong Kong, allowed passengers to disembark on Sunday after crew members tested negative for the virus. The other ship, …",
            "url": "https://www.businessinsider.com/cruise-ship-quarantine-coronavirus-passengers-disembark-2020-2",
            "urlToImage": "https://i.insider.com/5e404a9c0ce3d1262077cbd4?width=1200&format=jpeg",
            "publishedAt": "2020-02-09T19:01:53Z",
            "content": "Two cruise ships quarantined over the deadly coronavirus sweeping across China have met different fates. \r\nOne ship, the World Dream stationed in Hong Kong, allowed passengers to disembark on Sunday after the ship's crew members tested negative for the virus.… [+1039 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "A KFC food worker in China was infected with the coronavirus, despite efforts to curb spreading with contactless delivery and thousands of store closures",
            "description": "A KFC food preparation employee in a China location has been infected with the deadly coronavirus, according to China News. The news comes amid the company's efforts to curb spreading with contactless delivery service. Yum China, the parent company of KFC in …",
            "url": "https://www.businessinsider.com/kfc-worker-in-china-infected-with-coronavirus-contactless-delivery-2020-2",
            "urlToImage": "https://i.insider.com/5e4021d3e35bab12ac29ca84?width=1200&format=jpeg",
            "publishedAt": "2020-02-09T16:40:15Z",
            "content": "A KFC worker in China has been infected with the deadly coronavirus, according to a report from China News.\r\nThe patient reportedly worked at the front counter of a KFC in an eatery in the Xiaozhai Intime shopping center, in the Xian, Shaanxi province, where … [+1790 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kat Tenbarge",
            "title": "A Chinese citizen journalist who went viral for his reporting on coronavirus from Wuhan has gone missing, and his family says he's been forcibly quarantined",
            "description": "A Chinese lawyer and citizen journalist has gone missing after his video reports from Wuhan about coronavirus went viral on platforms like Twitter and YouTube. 34-year-old Chen Qiushi previously gained traction on Chinese social media platforms like Weibo for…",
            "url": "https://www.businessinsider.com/chen-qiushi-journalist-missing-wuhan-whistleblower-coronavirus-forced-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e40181fe35bab0f8554db54?width=1200&format=jpeg",
            "publishedAt": "2020-02-09T15:46:37Z",
            "content": "Since Thursday night, friends and family of Chinese lawyer Chen Qiushi have been unable to reach him. They say the citizen journalist was forcibly quarantined by Wuhan police after disseminating viral video reports about coronavirus. \r\nCNN reports that 34-yea… [+3357 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tom Porter",
            "title": "A 4th person in the UK has tested positive for the coronavirus, and is being treated in a London hospital",
            "description": "A fourth person in the UK has tested positive for the coronavirus, said the UK's chief medical officer on Sunday. Professor Chris Whitty said the person had become infected with the virus after coming into contact with a known carrier of the illness in France…",
            "url": "https://www.businessinsider.com/a-4th-person-in-the-uk-has-tested-positive-for-the-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e3ff9820ce3d1057e6ebed2?width=1200&format=jpeg",
            "publishedAt": "2020-02-09T12:31:27Z",
            "content": "A person has tested positive in the UK for the coronavirus, bringing the total number of cases in the country to four, said the UK's top medical officer on Sunday. \r\nProfessor Chris Whitty, the UK's chief medical officer, said the new case had been been infec… [+1676 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "Spain confirms a second case of the deadly coronavirus, marking nearly 40 cases in Europe",
            "description": "Associated Press Spanish officials confirmed the country's second coronavirus case on Sunday in Mallorca, a popular vacation spot. The country's first case was a German tourist diagnosed in the Canary Islands. Europe now has nearly 40 confirmed cases across n…",
            "url": "https://www.businessinsider.com/spain-confirms-2nd-virus-case-uk-plane-brings-200-evacuees-2020-2",
            "urlToImage": "https://i.insider.com/5e400bbe0ce3d10c3d5d31c3?width=1200&format=jpeg",
            "publishedAt": "2020-02-09T10:18:04Z",
            "content": "Spain has confirmed its second case of the new virus from China and a plane evacuating more than 200 people from the Chinese city at the center of the epidemic landed Sunday in Britain.\r\nSpain's National Microbiology Center said Sunday the coronavirus case wa… [+1749 chars]"
        }
    ]
}