{
    "status": "ok",
    "totalResults": 5,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Alistair MacDonald",
            "title": "Concerns Spread Faster and Further Than Pathogen...",
            "description": "Concerns Spread Faster and Further Than Pathogen... (First column, 10th story, link ) Related stories: Beijing begins mass arrest of suspected virus patients... Where did they go? Millions left Wuhan... More quarantine centers set up at US military bases... P…",
            "url": "https://www.wsj.com/articles/coronavirus-concerns-spread-faster-and-further-than-pathogen-11581246001",
            "urlToImage": "https://images.wsj.net/im-151485/social",
            "publishedAt": "2020-02-09T19:19:37Z",
            "content": "A deadly new coronavirus has spread to two dozen countries from China. So far, Iceland isnt one of them.That hasnt stopped the country of 363,000 people from preparing a building called Place X to quarantine hundreds of people, should the need arise. Iceland … [+5843 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Kate Davidson, Andrew Restuccia",
            "title": "Trump to Propose $4.8 Trillion Budget With Big Safety-Net Cuts - The Wall Street Journal",
            "description": "Trump to Propose $4.8 Trillion Budget With Big Safety-Net Cuts The Wall Street Journal Trump’s new budget proposal expected to show how far he has moved away from some 2016 campaign promises The Washington Post Five things to watch in Trump's budget proposal …",
            "url": "https://www.wsj.com/articles/trump-to-propose-4-8-trillion-budget-with-big-safety-net-cuts-11581274525",
            "urlToImage": "https://images.wsj.net/im-152128/social",
            "publishedAt": "2020-02-09T18:55:00Z",
            "content": "WASHINGTONPresident Trump is expected to release a $4.8 trillion budget Monday that charts a path for the start of a potential second term, proposing steep cuts to social-safety-net programs and foreign aid and higher outlays for defense and veterans.The plan… [+7299 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Suryatapa Bhattacharya",
            "title": "On a Coronavirus Cruise, a Knock on the Door: ‘You Tested Positive’ - The Wall Street Journal",
            "description": "On a Coronavirus Cruise, a Knock on the Door: ‘You Tested Positive’ The Wall Street Journal Diamond Princess passenger tweets food reviews during coronavirus quarantine Fox News As Virus Cases Rise on Quarantined Cruise Ship, Passengers Are on Edge The New Yo…",
            "url": "https://www.wsj.com/articles/on-a-coronavirus-cruise-a-knock-on-the-door-you-tested-positive-11581261774",
            "urlToImage": "https://images.wsj.net/im-152404/social",
            "publishedAt": "2020-02-09T15:22:00Z",
            "content": "TOKYORebecca and Kent Frasure were sitting down to breakfast Friday morning when a stream of ambulances pulled up beside the cruise ship docked at the Yokohama port where they were quarantined for two weeks because of the novel coronavirus.\r\nOh, there must be… [+262 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeremy Page",
            "title": "'I'm So Sorry': Coronavirus Survivor's Cross-China Travel Left Dozens Quarantined - Wall Street Journal",
            "description": "'I'm So Sorry': Coronavirus Survivor's Cross-China Travel Left Dozens Quarantined Wall Street Journal First American citizen dies of coronavirus in China CBS Evening News China has deadliest day for coronavirus as US national becomes first foreigner to die CN…",
            "url": "https://www.wsj.com/articles/a-virus-survivors-tale-of-crossing-china-in-the-early-days-of-outbreak-11581245096",
            "urlToImage": "https://images.wsj.net/im-152201/social",
            "publishedAt": "2020-02-09T10:44:00Z",
            "content": "BEIJINGLooking back, Shen Wufu thinks he must have caught the virus during a few hours in Wuhan. \r\nThe 32-year-old architect briefly stopped off in the city on Jan. 18 to hold a business meeting as he headed from northern China to the south for a family visit… [+82 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Stu Woo",
            "title": "Coronavirus Outbreak Has Killed More People Than SARS - The Wall Street Journal",
            "description": "Coronavirus Outbreak Has Killed More People Than SARS The Wall Street Journal First American Dies From Coronavirus In Wuhan, China | NBC Nightly News NBC News China has deadliest day for coronavirus as US national becomes first foreigner to die CNN If China v…",
            "url": "https://www.wsj.com/articles/coronavirus-outbreak-has-killed-more-people-than-sars-11581226253",
            "urlToImage": "https://images.wsj.net/im-152403/social",
            "publishedAt": "2020-02-09T05:30:00Z",
            "content": "BEIJINGThe death toll from the new coronavirus outbreak has now surpassed that of the severe acute respiratory syndrome, or SARS, epidemic nearly two decades ago, as the number of fatalities from the virus topped 800.\r\nChinas health commission said it recorde… [+148 chars]"
        }
    ]
}