{
    "status": "ok",
    "totalResults": 40,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "awoodward@businessinsider.com (Aylin Woodward), Aylin Woodward",
            "title": "The new coronavirus lives on surfaces for \"hours to a day,\" one expert says. Here's how to disinfect them properly.",
            "description": "Jessica Rinaldi/The Boston Globe via Getty Images The new coronavirus is primarily a respiratory illness, and it typically spreads via airborne droplets from an infected patient's coughs or sneezes. Viral particles can survive for a time on surfaces, but the …",
            "url": "https://www.businessinsider.com/how-long-can-coronavirus-live-on-surfaces-how-to-disinfect-2020-3",
            "urlToImage": "https://i.insider.com/5e617814fee23d7cfd729146?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T13:26:00Z",
            "content": "The new coronavirus is a respiratory illness, which means it typically spreads via airborne droplets. When an infected person coughs or sneezes, droplets carrying viral particles can land on someone else's nose or mouth or get inhaled.\r\nBut a person can also … [+6351 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "kcorcoran@businessinsider.com (Kieran Corcoran), Kieran Corcoran",
            "title": "An Italian cruise ship was turned away from ports in Malaysia and Thailand even though it has no cases of coronavirus on board",
            "description": "AP The Costa Fortuna cruise ship was barred from docking in Phuket, Thailand, and then Penang, Malaysia. Costa, the cruise company, says there are no suspected cases on of the coronavirus on board. Thailand blocked the cruise anyway for fear that Italians on …",
            "url": "https://www.businessinsider.com/coronavirus-costa-fortuna-cruise-ship-denied-by-malaysia-thailand-ports-2020-3",
            "urlToImage": "https://i.insider.com/5e638a76fee23d5e432164c3?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T12:06:10Z",
            "content": "An Italian cruise ship has been denied permission to dock in both Thailand and Malaysia, despite there being no evidence of coronavirus on board the ship.\r\nThe Costa Fortuna tried to stop at Phuket in Thailand on Friday, but was turned back, representatives C… [+1558 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Adam Payne",
            "title": "All the dramatic ways coronavirus could change life in the UK over the coming weeks",
            "description": "The rapid spread of the coronavirus is causing governments around the world to implement dramatic measures to combat the virus. In the UK, Boris Johnson's government is planning a series of drastic actions including bans on mass gatherings and large public ev…",
            "url": "https://www.businessinsider.com/coronavirus-covid-measures-combat-spread-symptoms-working-home-travel-bans-2020-3",
            "urlToImage": "https://i.insider.com/5e626fb4fee23d0d72065f59?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T11:45:00Z",
            "content": "The UK government this week revealed a series of dramatic measures it is preparing to take to combat the rapid spread of the coronavirus.\r\nRight now Boris Johnson's government is focused on delaying the spread of the virus and is retaining some of the more dr… [+5716 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "The number of coronavirus cases outside China could jump tenfold every 19 days without 'strong intervention,' a study says",
            "description": "The number of coronavirus cases outside China could see a tenfold increase every 19 days in the absence of \"strong intervention\" by government officials worldwide, a study has found. Chinese researchers believe that \"34 unobserved founder patients\" with \"mild…",
            "url": "https://www.businessinsider.com/coronavirus-outside-china-tenfold-increase-19-days-strong-intervention-study-2020-3",
            "urlToImage": "https://i.insider.com/5e63d1f0fee23d7f2f306b73?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T17:18:56Z",
            "content": "The number of coronavirus patients outside mainland China could climb tenfold every 19 days, if countries don't enforce stringent restrictions to deal with the mounting crisis, researchers have found.\r\nA study, led by geneticist Jin Li, of Shanghai's Fudan Un… [+1801 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "The US government has completed fewer than 6,000 coronavirus tests as more states report new cases and deaths",
            "description": "The US Centers for Disease Control and Prevention has tested fewer than 6,000 potential coronavirus cases so far. The figure came from FDA Commissioner Stephen Hahn on Saturday, who last week promised there would be 1 million test kits available by the end of…",
            "url": "https://www.businessinsider.com/us-cdc-conducted-fewer-than-6000-coronavirus-tests-2020-3",
            "urlToImage": "https://i.insider.com/5e640a39fee23d0ea8512172?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T21:29:46Z",
            "content": "The United States government has conducted 5,861 tests for the novel coronavirus as of Friday at 6 p.m., US Food and Drug Administration Commissioner Stephen Hahn said on Saturday at an off-camera press briefing, CNN reported.\r\nThe report comes amid a rise in… [+3036 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Uber will reportedly compensate drivers put under mandatory quarantine for new coronavirus",
            "description": "Uber said it will compensate drivers and delivery workers who are diagnosed with new coronavirus or are placed in mandatory quarantine, according to in a memo tweeted by New York Times reporter Mike Isaac. Compensation would be for up to 14 days, according to…",
            "url": "https://www.businessinsider.com/uber-will-compensate-drivers-put-under-coronavirus-quarantine-report-2020-3",
            "urlToImage": "https://i.insider.com/5e631612fee23d4287622bf2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T04:11:32Z",
            "content": "Uber said in a memo that it will be compensating drivers and delivery workers who have to quarantine or are diagnosed with the novel coronavirus, according to New York Times reporter Mike Isaac.\r\n—rat king (@MikeIsaac) March 7, 2020\r\nIsaac tweeted part of the… [+886 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "Photos show how people around the world are disinfecting schools, mosques, and streets to stop the coronavirus from spreading",
            "description": "The coronavirus that originated in Wuhan, China, has spread to 90 other countries. Many cities are disinfecting public surfaces with bleach-and-water mixtures. Experts aren't sure how long the contagious virus can live on surfaces, but say it could range from…",
            "url": "https://www.businessinsider.com/coronavirus-sanitation-disinfection-around-the-world-in-photos-2020-3",
            "urlToImage": "https://i.insider.com/5e630037fee23d366c0d6863?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T13:02:00Z",
            "content": "One of the most effective ways to fight the spread of the new coronavirus is to disinfect highly touched surfaces. Across the world, disinfection teams have descended upon kindergartens, state capital buildings, markets, mosques, airports, and public roads.\r\n… [+857 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "LeBron James refused NBA proposal for playing games without fans in the stands amid coronavirus concerns: 'That's who I play for'",
            "description": "Lebron James rejected the NBA's proposal that teams might play games in arenas with no fans in response to the spread of the coronavirus. \"If I show up to an arena and there ain't no fans in there, I ain't playing,\" James told reporters hours after the NBA re…",
            "url": "https://www.businessinsider.com/lebron-james-dismissed-nba-proposal-for-games-without-fans-2020-3",
            "urlToImage": "https://i.insider.com/5e63a862fee23d6747261aa3?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T14:50:09Z",
            "content": "Lebron James pushed back against the National Basketball Association's (NBA) newest proposal that could bar fans from attending games in an effort to prevent further spread of the coronavirus.\r\nThe organization released a memo on Friday to all of its 30 teams… [+2132 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Before and after photos show how coronavirus fears have emptied out some the busiest holy sites",
            "description": "Millions of people visit Mecca and Medina in Saudia Arabia every year for pilgrimages. The region is central to the faith of 1.8 billion Muslims across the world. Saudi Arabia banned visitors amid the new coronavirus outbreak on February 27th. The two holiest…",
            "url": "https://www.businessinsider.com/these-photos-show-how-coronavirus-fears-left-religious-sites-empty-2020-3",
            "urlToImage": "https://i.insider.com/5e61e60afee23d55cf08b582?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T02:03:03Z",
            "content": "Last week, Saudi Arabia temporarily suspend pilgrimage visits in order to stop the spread of the novel coronavirus. On March 5, they also closed the sites for deep cleaning, but reopened them the next day, according to US News. \r\nAl-Haram Mosque in Mecca and … [+1434 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Passengers on the Grand Princess said they found out 21 people on the ship tested positive for coronavirus from the news",
            "description": "Passengers on the Grand Princess cruise ship said they only found out 21 people on board tested positive for the coronavirus from Vice President Mike Pence's press conference on Friday. Nineteen of the 21 people who tested positive are crew members, two are p…",
            "url": "https://www.businessinsider.com/cruise-ship-passengers-not-told-21-people-had-new-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e632eb6fee23d49e161d353?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T06:10:49Z",
            "content": "Passengers on the Grand Princess cruise ship docked off the coast of San Francisco said they only found out 21 people on the ship tested positive for the new coronavirus after watching Vice President Mike Pence's address on Friday, CNN reported.\r\nThe cruise s… [+2361 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "I plan to continue flying even as coronavirus spreads globally. Here's how I intend to avoid all human contact in airports using technology.",
            "description": "The spread of coronavirus has lead to a reduction in travel but for some, flying remains a necessity and most flights are still operating as normal. Technology has made it easier to avoid human contact at airports which is proving to be vital as COVID-19 spre…",
            "url": "https://www.businessinsider.com/coronavirus-how-to-avoid-germs-in-airport-terminals-before-flight-2020-3",
            "urlToImage": "https://i.insider.com/5e640674fee23d103357a732?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T20:33:37Z",
            "content": "Despite the continued spread of COVID-19 and reported cases of coronavirus, I plan to keep flying and not take financial losses by canceling my scheduled trips.\r\nThough I'm not concerned with contracting the virus while overseas more so than at home, especial… [+1466 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kieran Corcoran",
            "title": "A pandemic simulation from 2018 shows how washing your hands more often could slow down an outbreak like the coronavirus",
            "description": "A visualization shared this week on Twitter shows how a serious outbreak can be slowed by extra hand-washing. It comes from a 2018 BBC documentary, which modeled the spread of a hypothetical flu-like disease in great detail. It estimates that stepping up hand…",
            "url": "https://www.businessinsider.com/bbc-pandemic-data-shows-how-washing-hands-slows-virus-spread-2020-3",
            "urlToImage": "https://i.insider.com/5e636d27fee23d5aea6f8ac2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T10:03:01Z",
            "content": "A remarkable graphic from a 2018 simulation of a modern pandemic shows how dramatically a disease like the coronavirus could be slowed by people stepping up the amount they wash their hands.\r\nThe visualization is created from data gathered in the UK for \"Cont… [+2923 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "People are stealing masks and other sterile supplies from hospitals and research facilities amid a global shortage",
            "description": "Amid a rising number of reported COVID-19 cases in the United States, there's been a growing demand for medical masks, leading to a global shortage and theft. New York Gov. Andrew Cuomo said Friday that his administration had directed state police to investig…",
            "url": "https://www.businessinsider.com/people-stealing-masks-from-hospitals-and-research-facilities-2020-3",
            "urlToImage": "https://i.insider.com/5e63ba87fee23d76027e2a92?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T16:03:53Z",
            "content": "People are stealing face masks and other health equipment from hospitals and other facilities where their existence is necessary amid the rising number of COVID-19 cases in the United States.\r\nAndrew Cuomo, the governor of New York, claimed that thefts were h… [+4988 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Around 4,000 New Yorkers are being told to self-quarantine. An 84-year old woman who had contact with a coronavirus patient describes what it's like.",
            "description": "Around 4,000 people in New York have been asked to self-isolate at home due to the coronavirus. Most of the state's cases are linked to a single patient : a 50-year-old attorney from Westchester. An 84-year-old woman who attends synagogue with that man said s…",
            "url": "https://www.businessinsider.com/new-york-quarantine-elderly-patient-in-isolation-2020-3",
            "urlToImage": "https://i.insider.com/5e630130fee23d3b767505c3?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T12:41:00Z",
            "content": "Vera Koppel prepared for this Wednesday like any other: She planned to chair a weekly social event at her synagogue in Westchester, New York. A lunch would be followed by a screening of the documentary \"Cuba's Forgotten Jewels,\" about Jewish refugees who esca… [+4873 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tom Porter",
            "title": "CDC staffers only found out about a suspected case of the coronavirus at the agency when Trump told reporters",
            "description": "Staffers at the Centers for Disease Control and Prevention were taken by surprise when President Donald Trump told reporters of a suspected coronavirus case at the agency, reported Politico. Trump said that a scheduled visit to the agency had been cancelled b…",
            "url": "https://www.businessinsider.com/cdc-staff-ignorant-of-suspected-coronavirus-case-until-trump-remarks-2020-3",
            "urlToImage": "https://i.insider.com/5e62ba2bfee23d093a026caa?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T02:27:27Z",
            "content": "Staffers at the Centers for Disease Control and Prevention only found out about a suspected case of the coronavirus at the agency after President Donald Trump told reporters about it in remarks on live TV, Politico reported.\r\nTrump hastily cancelled a visit t… [+1842 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marguerite Ward",
            "title": "Several of my colleagues report racist microaggressions in the wake of coronavirus, and they're not alone. Here's why racism and xenophobia spread with infectious disease.",
            "description": "Since the novel coronavirus first emerged in Wuhan, China, in December 2019, it has infected more than 95,000 people. What's also spreading are xenophobic and racist attacks against people of Asian descent, including microaggressions, or indirect expressions …",
            "url": "https://www.businessinsider.com/americans-see-increase-in-racism-and-xenophobia-as-coronavirus-spreads",
            "urlToImage": "https://i.insider.com/5e613867fee23d2f1001cb76?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T16:00:00Z",
            "content": "A novel coronavirus outbreak that started in Wuhan, China, has killed more than 3,250 people and infected more than 95,000 on every continent except for Antarctica. (The vast majority of cases are in China.) There have been at least 11 reported deaths in the … [+6767 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Trump inaccurately claims the Obama administration is to blame for slowing down diagnostics testing",
            "description": "President Donald Trump falsely claimed that the Obama administration was responsible for slowing diagnostics testing, CNN reported. However, an aide for a Republican senator said Trump's claim is inaccurate. The Trump administration however, has cut funding f…",
            "url": "https://www.businessinsider.com/coronavirus-trump-blames-obama-administration-for-slow-diagnostics-testing-2020-3",
            "urlToImage": "https://i.insider.com/5e60427afee23d26761c7024?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T07:22:31Z",
            "content": "President Donald Trump claimed the Obama administration was responsible for slowing down diagnostics testing in a meeting on the novel coronavirus on Wednesday, CNN reported. \r\n\"The Obama administration made a decision on testing that turned out to be very de… [+1905 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "This 'isn't Mad Max,' Australian police say after 3 women get into a brawl while panic-buying toilet paper during coronavirus epidemic",
            "description": "Police in New South Wales, Australia, are urging people to not give in to violence amid the global coronavirus outbreak. Three women got into a fight over toilet paper, complete with screaming and hair-pulling, in the Woolworths Supermarket on Saturday. Video…",
            "url": "https://www.businessinsider.com/three-women-brawl-panic-buying-toilet-paper-australia-woolworths-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e63f297fee23d0c33571c42?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T19:51:20Z",
            "content": "A trio of women got into a scuffle in an Australian supermarket on Saturday morning over toilet paper.\r\nThe incident occurred at a Woolworths store in Chullora, New South Wales, and led to police being called to the scene, the Guardian reported. A video of th… [+2722 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kieran Corcoran",
            "title": "A medical expert is going viral for a passionate post warning that mass panic about the coronavirus could do more damage than the disease itself",
            "description": "Abdu Sharkawy, a doctor in Toronto, Canada, wrote a Facebook post late Friday that's going viral. The doctor, an infectious disease expert, argued that, while the coronavirus will be bad, people's selfishness could make it far worse. He cited incidents like p…",
            "url": "https://www.businessinsider.com/coronavirus-medic-warns-mass-panic-could-prove-worse-than-disease-2020-3",
            "urlToImage": "https://i.insider.com/5e63bdfffee23d71993dd532?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T15:45:21Z",
            "content": "A post from an infectious disease expert is going viral after he warned that people's exaggerated reactions to the spread of the coronavirus could do more damage than the disease itself.\r\nAbdu Sharkawy, a doctor and expert at the University of Toronto in Cana… [+2670 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Christopher Competiello",
            "title": "A notorious market bear says investors are making a classic error at the worst possible time — and warns coronavirus 'chaos' could kickstart a 67% market crash",
            "description": "John Hussman — the outspoken investor and former professor who's long predicted a stock collapse — sees investors making a classic error that tends to coincide with peaks in speculation. He says the latest short-term rallies in the market are due to compressi…",
            "url": "https://www.businessinsider.com/next-stock-market-crash-how-coronavirus-starts-process-john-hussman-2020-3",
            "urlToImage": "https://i.insider.com/5e61654cfee23d74452658c2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T11:05:00Z",
            "content": "If you're looking for a sanguine stock market forecast for the years ahead, you're not going to get it from John Hussman, the former economics professor turned president of the Hussman Investment Trust. He's been calling for a sharp market drawdown for a long… [+5072 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "Flight attendants from American, United, and more reveal what's making them anxious as coronavirus spreads and the airline industry spirals into a virus-driven freefall (UAL, AAL, SAVE)",
            "description": "Airlines in the US and around the world are cancelling flights, reducing service, and cutting costs, as coronavirus fears lead to plummeting travel demand. Although many have chosen to cancel or postpone their travel plans, fearing that they'll catch the viru…",
            "url": "https://www.businessinsider.com/coronavirus-flight-attendants-jobs-hours-sick-2020-3",
            "urlToImage": "https://i.insider.com/5e62ac51fee23d62bb7f9b02?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T14:37:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "A security contractor with ties to the Trump administration recruited ex-spies to infiltrate left-wing campaigns and labor unions",
            "description": "Erik Prince, a sometimes unofficial advisor to President Trump, worked to recruit former spies to infiltrate left-wing organizations, The New York Times reported. Undercover operatives recorded leaders in liberal campaigns and organizations in an attempt to r…",
            "url": "https://www.businessinsider.com/project-vertias-erik-prince-spies-to-infiltrate-left-wing-groups-2020-3",
            "urlToImage": "https://i.insider.com/5e63cccbfee23d7dac7122f2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T17:47:13Z",
            "content": "Project Veritas, the right-wing group known for secretly recording and releasing clips attempting to expose the news media, used former British and American intelligence officials to infiltrate at least two left-wing groups in an attempt to release damaging i… [+2863 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alex Morrell",
            "title": "Inside Wall Street's mad dash to keep up with a surge in mortgage demand that could be a rare bright spot after an emergency Fed rate cut",
            "description": "Banks are scrambling to keep up with surging mortgage demand. Amid falling interest rates, mortgage volumes have been soaring since the second half of 2019. That went into overdrive this week after the Federal Reserve announced a surprise, emergency cut to it…",
            "url": "https://www.businessinsider.com/banks-scrambling-keep-up-with-mortgage-boom-amid-low-rates-2020-3",
            "urlToImage": "https://i.insider.com/5d641fb32e22af0cd16e5963?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T13:00:00Z",
            "content": "Mortgage rates were already hitting record lows — and then the Federal Reserve unleashed an emergency cut to its benchmark interest rate.\r\nNow lenders, which have already been scrambling to keep up with heightened demand for home loans and refinancings spurre… [+5634 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Meghan Morris",
            "title": "An employee at investment giant TIAA has contracted coronavirus, and the Manhattan WeWork office where they were working has been closed for cleaning",
            "description": "An employee at financial giant TIAA has contracted coronavirus, Business Insider has learned. The worker in New York was quarantined and classified as low-risk. They tested positive for the virus days after their quarantine began. The employee worked in TIAA'…",
            "url": "https://www.businessinsider.com/tiaa-employee-gets-coronavirus-wework-office-shutters-2020-3",
            "urlToImage": "https://i.insider.com/5e62ea69fee23d34b5012eb3?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T01:44:04Z",
            "content": "A worker at TIAA, the investment firm that oversees $1.1 trillion, has contracted coronavirus, according to a memo seen by Business Insider. \r\nThe employee worked in TIAA's WeWork space at 575 Lexington Avenue in Midtown Manhattan, TIAA's temporary home while… [+2543 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "I tried Panera's unprecedented new $9-a-month unlimited coffee subscription and found it was too good to be true",
            "description": "Panera just launched an unlimited-coffee subscription that costs $9 per month, or about $108 annually. I usually drink the free coffee at my office, but my editor asked me to try out Panera for a week to test the subscription. I really wanted to love this ser…",
            "url": "https://www.businessinsider.com/panera-unlimted-coffee-subscription-review-2020-3",
            "urlToImage": "https://i.insider.com/5e62c4a1fee23d157c392855?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T13:23:00Z",
            "content": "When my editor asked how I'd feel about getting free coffee for a month, I said I'd love it. I spent the next week testing Panera's coffee subscription.\r\nThe subscription provides \"unlimited\" hot coffee, iced coffee, or hot tea at all Panera restaurants for a… [+763 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lydia Ramsey and Zachary Tracer",
            "title": "'We're gearing up for something extremely significant': Top hospitals across the US told us how they're preparing for the coronavirus outbreak",
            "description": "Hospitals around the US are preparing for the novel coronavirus outbreak, which has sickened more than 200 people in the US and 100,000 worldwide. They want to make sure workers and equipment are ready to go in the event of a worst-case scenario. \"We've not y…",
            "url": "https://www.businessinsider.com/hospitals-prepare-for-coronavirus-outbreak-providence-jefferson-2020-3",
            "urlToImage": "https://i.insider.com/5e62aa7ffee23d741d34a486?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T13:12:00Z",
            "content": "When the first case of novel coronavirus showed up in the US in January, Becca Bartles was ready for it. \r\nAs the executive director of infectious disease prevention at Providence St. Joseph Health System, she had been preparing for years. Bartles helps prepa… [+7701 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Meredith Mazzilli",
            "title": "Wall Street's new coronavirus policies; alt-data's unhedgeable risk; JPMorgan succession planning in the spotlight",
            "description": "Welcome to Wall Street Insider, where we take you behind the scenes of the finance team's biggest scoops and deep dives from the past week. If you aren't yet a subscriber, you can sign up here. Travel bans, rotating teams, and contingency plans as coronavirus…",
            "url": "https://www.businessinsider.com/wall-street-insider-february-7-jpmorgan-coronavirus-alt-data-2020-3",
            "urlToImage": "https://i.insider.com/5e628f29fee23d4e2c296fe5?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T14:27:45Z",
            "content": "Welcome to Wall Street Insider, where we take you behind the scenes of the finance team's biggest scoops and deep dives from the past week. \r\nIf you aren't yet a subscriber, you can sign up here.\r\nTravel bans, rotating teams, and contingency plans as the coro… [+4255 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Stocks are fresh off their most chaotic week since 2011. Here's why the market is so confused about what's next.",
            "description": "The stock market just posted its most volatile seven-day streak in nearly a decade, and many experts expect the wild market swings to persist. Markets closed Friday having almost wiped all month-to-date gains. Both the S&P 500 and Dow Jones industrial average…",
            "url": "https://www.businessinsider.com/stock-market-week-in-review-outlook-mixed-coronavirus-outbreak-volatility-2020-3",
            "urlToImage": "https://i.insider.com/5aba3d785c0d63572d8b4579?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T13:08:00Z",
            "content": "<ul><li>The stock market just posted its most volatile seven-day streak in nearly a decade, and many experts expect the wild market swings to persist.</li><li>Markets closed Friday having almost wiped all month-to-date gains. Both the S&amp;P 500 and Dow Jone… [+6816 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Stocks are fresh off their most chaotic week since 2011. Here's why the market is so confused about what's next.",
            "description": "The stock market just posted its most volatile seven-day streak in nearly a decade, and many experts expect the wild market swings to persist. Markets closed Friday having almost wiped all month-to-date gains. Both the S&P 500 and Dow Jones industrial average…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-week-in-review-outlook-mixed-coronavirus-outbreak-volatility-2020-3-1028973696",
            "urlToImage": "https://images.markets.businessinsider.com/image/5c500c612bdd7f5aac13cb73-2000/rtr2jkun.jpg",
            "publishedAt": "2020-03-07T13:08:00Z",
            "content": "Reuters / Lucas Jackson\r\n<ul><li>The stock market just posted its most volatile seven-day streak in nearly a decade, and many experts expect the wild market swings to persist.</li><li>Markets closed Friday having almost wiped all month-to-date gains. Both the… [+6841 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexandra Ma",
            "title": "How the coronavirus outbreak could help fuel China's dystopian surveillance system",
            "description": "Authorities across China have been using new hi-tech surveillance methods to monitor citizens in an attempt to stem the coronavirus outbreak. They include flying drones to make sure people are wearing masks, facial-recognition cameras, and making people downl…",
            "url": "https://www.businessinsider.com/coronavirus-china-surveillance-police-state-xinjiang-2020-2",
            "urlToImage": "https://i.insider.com/5d0818816fc920426b4207e7?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T10:30:00Z",
            "content": "Business Insider\r\nChina has dramatically ramped up its data-collection efforts in its efforts to stem its coronavirus outbreak, which has infected more than 80,000 people in the country alone.\r\nIn pursuit of this, authorities have rolled out a slew of new tac… [+8511 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "A French chocolatier designed coronavirus-themed Easter eggs",
            "description": "A French chocolatier has designed Easter eggs modeled after the novel coronavirus, Le Telegramme reported. Jean-François Pré came up with the idea as a joke after being frustrated from constantly hearing about the spread of the virus. Pré had sold four of the…",
            "url": "https://www.businessinsider.com/french-chocolatier-designs-coronavirus-themed-easter-eggs-2020-3",
            "urlToImage": "https://i.insider.com/5e6415b5fee23d151d56ab35?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T22:15:57Z",
            "content": "Some Easter eggs are better off left undiscovered. \r\nA great chef is always pushing the boundaries of what is possible in the food realm but one chef has come up with a viral concoction that may make chocolate lovers think twice before indulging in the sweet … [+452 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "Coronavirus is worrying electronics manufacturers, and everyday shoppers could end up seeing 'spot shortages' for certain gadgets if the situation worsens",
            "description": "The coronavirus outbreak is causing electronics manufacturers major pain and delays, as suppliers based in China have struggled to keep factories running at full speed. IPC, an electronics equipment trade organization, found in a February survey that a majori…",
            "url": "https://www.businessinsider.com/coronavirus-causing-delays-in-the-electronics-industry-2020-3",
            "urlToImage": "https://i.insider.com/5e5fc586fee23d0ec24050a6?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T14:02:00Z",
            "content": "The coronavirus is sparking anxieties among electronics manufacturers, the companies responsible for assembling everything from computers to lawnmowers to power generators. And if issues with suppliers based in China and potential shipping bottlenecks aren't … [+7333 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "'No coordination coming from the government,' says America's top flight attendant amid coronavirus outbreak and plummeting demand for air travel",
            "description": "Sara Nelson, the president of the Association of Flight Attendants, blasted the Trump White House on MSNBC's The Last Word for not effectively coordinating a response to the COVID-19 outbreak in the US. Nelson blamed President Donald Trump for putting flight …",
            "url": "https://www.businessinsider.com/americas-top-flight-attendant-says-no-coordination-coming-from-govt-2020-3",
            "urlToImage": "https://i.insider.com/5e63bf17fee23d75f651f3d2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T16:25:35Z",
            "content": "America's head flight attendant criticized the Trump administration for what she claims is a lack of coordination between the government and labor unions to combat the spread of COVID-19 in the US.\r\nSara Nelson, president of the Association of Flight Attendan… [+3999 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmahbubani@businessinsider.com (Rhea Mahbubani), Rhea Mahbubani",
            "title": "Italy is preparing to put an entire region on lockdown to control the escalating coronavirus outbreak",
            "description": "Piero Cruciatti/AFP via Getty Images Italy is planning to shut down the northern region of Lombardy and 11 neighboring provinces to try to combat the spread of the coronavirus. The quarantine, which is expected to be approved Saturday evening and last through…",
            "url": "https://www.businessinsider.com/italy-lockdown-lombardy-11-provinces-coronavirus-crisis-2020-3",
            "urlToImage": "https://i.insider.com/5e641a7afee23d14423de8b2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T22:33:52Z",
            "content": "Italy, the epicenter of Europe's coronavirus crisis, is preparing to take the unprecedented step of locking down an entire region that is home to more than 10 million people in a bid to control the spread of the epidemic.\r\nA draft decree seen by The Wall Stre… [+2446 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "A person has tested positive for coronavirus after attending a conservative conference where White House officials were present",
            "description": "An attendee of the annual Conservative Political Action Conference last month has tested positive for the novel coronavirus, conference organizers announced Saturday. A number of White House officials attended the conference, as did some 19,000 other people. …",
            "url": "https://www.businessinsider.com/cpac-attendee-tests-positive-for-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e643118fee23d1c8d09e122?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T23:43:07Z",
            "content": "A person who attended the Conservative Political Action Conference last month tested positive for the novel coronavirus, conference organizers announced Saturday.\r\nSome 19,000 people attend the yearly gathering, and this year's line-up of speakers included Pr… [+1754 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "On the frontlines of the coronavirus outbreak: An expert in infectious disease preparedness describes how she readies healthcare workers",
            "description": "Netflix/YouTube Dr. Syra Madad, who was featured in the new Netflix docu-series \"Pandemic: How to Prevent an Outbreak,\" said the coronavirus outbreak has \"accelerated\" her workday in infectious disease preparedness. Madad told Business Insider that she has to…",
            "url": "https://www.businessinsider.com/coronavirus-expert-in-infectious-disease-preparedness-on-training-frontline-staff-2020-3",
            "urlToImage": "https://i.insider.com/5e61ca38fee23d3840267af2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T07:57:59Z",
            "content": "The first scene of Netflix's new docuseries \"Pandemic: How to Prevent an Outbreak\" is harrowing: Doctors rush to triage patients with an unknown ailment as they struggle to breathe.\r\nIt's also a simulation — one run by Dr. Syra Madad, who works in infectious … [+3589 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth",
            "title": "New York Gov. Andrew Cuomo declares a state of emergency and confirms 76 cases of coronavirus in the state",
            "description": "New York Gov. Andrew Cuomo declared a state of emergency on Saturday as the number of novel coronavirus cases surge across the US. Twenty more people in New York have tested positive for coronavirus, officials said Saturday, bringing the total number of confi…",
            "url": "https://www.businessinsider.com/new-york-declares-state-of-emergency-amid-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5c59e60470a61e6a555358e5?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T17:54:05Z",
            "content": "This story is breaking. Check back for updates.\r\nNew York Gov. Andrew Cuomo declared a state of emergency on Saturday as the number of novel coronavirus cases surge across the US.\r\nTwenty more people in New York have tested positive for coronavirus, Cuomo sai… [+1828 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "Trump says he'll keep holding rallies amid coronavirus, but he has none scheduled after holding 6 in the past month",
            "description": "President Donald Trump said on Friday he would continue to hold 2020 campaign rallies in spite of growing fears over the spread of coronavirus. \"Doesn't bother me at all,\" Trump said when asked by a reporter if he's worried about the risk of having so many pe…",
            "url": "https://www.businessinsider.com/trump-says-coronavirus-wont-stop-his-rallies-but-none-scheduled-2020-3",
            "urlToImage": "https://i.insider.com/5e62dc69fee23d294407fae2?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T02:09:19Z",
            "content": "President Donald Trump has continued to hold 2020 campaign rallies amid growing fears over the novel coronavirus, which has led major events like SXSW to be cancelled, and on Friday signaled that he has no intention of stopping.\r\nAs he visited the Centers for… [+1773 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "Chinese hotel being used to quarantine coronavirus patients collapses, trapping 70 people under rubble",
            "description": "The Xinjia Hotel in Quanzhou, China, collapsed around 7:30 p.m. Saturday local time. The building was being used to quarantine coronavirus patients. An estimated 70 people were trapped when the hotel caved in, but Reuters said at least 23 have since been resc…",
            "url": "https://www.businessinsider.com/chinese-hotel-quarantine-coronavirus-collapses-70-people-trapped-rubble-2020-3",
            "urlToImage": "https://i.insider.com/5e63b37cfee23d73073cc3d3?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T14:59:45Z",
            "content": "A hotel in China that is being utilized to quarantine coronavirus patients collapsed on Saturday, leaving around 70 people trapped beneath the rubble.\r\nThe Xinjia Hotel is located in Quanzhou, in the southeastern Fujian Province, the Mirror Online reported ba… [+336 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "Trump said he wants to keep Grand Princess cruise passengers on the ship so that US coronavirus numbers don't 'double.' That strategy failed in Japan.",
            "description": "The Grand Princess cruise ship is sitting off the coast of San Francisco, waiting for the CDC's next instructions after 21 passengers and crew tested positive for the new coronavirus. President Trump said Friday that despite what experts tell him, he wants to…",
            "url": "https://www.businessinsider.com/trump-keep-passengers-on-grand-princess-cruise-ship-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e62f1c2fee23d37960c5c12?width=1200&format=jpeg",
            "publishedAt": "2020-03-07T01:16:00Z",
            "content": "The Grand Princess cruise ship hangs in limbo off the coast of San Francisco after 21 of its passengers and crew members tested positive for the new coronavirus.\r\nIt is unclear what the Centers for Disease Control and Prevention plan to do next, or whether th… [+3912 chars]"
        }
    ]
}