{
    "status": "ok",
    "totalResults": 15,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Eddy Rodriguez",
            "title": "San Antonio Spurs Coach Gregg Popovich Calls Out Donald Trump's Response to Coronavirus",
            "description": "Popovich criticized Trump for seemingly blame former President Obama over testing being done during the coronavirus outbreak.",
            "url": "https://www.newsweek.com/san-antonio-spurs-coach-gregg-popovich-calls-out-donald-trumps-response-coronavirus-1491067",
            "urlToImage": "https://d.newsweek.com/en/full/1385780/gregg-popovich-san-antonio-spurs.jpg",
            "publishedAt": "2020-03-07T16:19:52Z",
            "content": "NBA head coach Gregg Popovich criticized President Donald Trump Friday over the president's response to the coronavirus outbreak.\r\n\"It was our president blaming Barack Obama for the fact we don't have the kits we need right now. Seriously, I think he thinks B… [+2861 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "James Crowley",
            "title": "Rep. Debbie Dingell Would Put Differences Aside and Pose With Trump to Raise Awareness About Coronavirus",
            "description": "The Michigan congresswoman said she would elbow bump and post a photo with the president if it would educate people on the coronavirus.",
            "url": "https://www.newsweek.com/debbie-dingell-trump-elbow-bump-coronavirus-1491076",
            "urlToImage": "https://d.newsweek.com/en/full/1572136/debbie-dingell.jpg",
            "publishedAt": "2020-03-07T18:37:19Z",
            "content": "Michigan Representative Debbie Dingell said she'd like to bump elbows with President Donald Trump and share the photo to social media to promote alternate greetings to stop spreading the coronavirus--despite bumping heads with the president in the past.\r\nIn a… [+2913 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "James Crowley",
            "title": "Musicians React to the Cancellation of SXSW Over Coronavirus Concerns",
            "description": "Artists shared their thoughts and concerns about the Austin, Texas festival's cancellation on Twitter.",
            "url": "https://www.newsweek.com/musicians-sxsw-cancellation-coronavirus-1491058",
            "urlToImage": "https://d.newsweek.com/en/full/1572113/sxsw.jpg",
            "publishedAt": "2020-03-07T15:04:50Z",
            "content": "Musicians who were originally scheduled to perform at South By Southwest (SXSW) voiced their frustration and disappointment after Austin, Texas officials canceled the popular music, film, and tech festival due to the coronavirus outbreak.\r\nOn Friday, festival… [+4217 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Trump Says Those on Grand Princess Cruise Ship Should Stay On Boat So U.S. Coronavirus Numbers Don't Go Up",
            "description": "\"I'd rather have them stay on,\" Trump said Friday of people onboard a cruise ship where coronavirus was detected moored off the coast of San Francisco, \"but I fully understand if they'd rather take them off.\"",
            "url": "https://www.newsweek.com/trump-says-those-grand-princess-cruise-ship-should-stay-boat-so-us-coronavirus-numbers-dont-go-1491038",
            "urlToImage": "https://d.newsweek.com/en/full/1572094/donald-trump.jpg",
            "publishedAt": "2020-03-07T04:24:17Z",
            "content": "During a visit to the Centers for Disease Control and Prevention in Atlanta Friday, President Donald Trump stated his preference that passengers on a cruise ship in the waters off of California remain on the boat because their entry onto U.S. soil could make … [+4004 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Fox News Doctor Calls World Health Organization a 'Bunch of Alarmists' for Warnings About Coronavirus",
            "description": "\"This is a contagious virus, we're concerned about it, we don't have a vaccine for it,\" Dr. Marc Siegel said Friday. \"But there's no reason to believe it's actually more problematic or deadly than influenza.\"",
            "url": "https://www.newsweek.com/fox-news-doctor-calls-world-health-organization-bunch-alarmists-warnings-about-coronavirus-1491028",
            "urlToImage": "https://d.newsweek.com/en/full/1572089/coronavirus.jpg",
            "publishedAt": "2020-03-07T01:42:34Z",
            "content": "New York University Professor of Medicine and Fox News contributor Dr. Marc Siegel said Friday on the Fox News program Bill Hemmer Reports that the World Health Organization was a \"bunch of alarmists\" after their latest statements about the coronavirus.\r\nWHO … [+4539 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Asher Stockler",
            "title": "Democrats Taking More Precautions Than Republicans Amid Coronavirus Spread, Poll Shows",
            "description": "Fifty-four percent of Republicans said they haven't changed their daily routine whatsoever, compared with just 40 percent of Democrats who say they haven't.",
            "url": "https://www.newsweek.com/republicans-democrats-coronavirus-1491075",
            "urlToImage": "https://d.newsweek.com/en/full/1572129/coronavirus.jpg",
            "publishedAt": "2020-03-07T17:16:17Z",
            "content": "Democrats are more likely than Republicans to be taking precautionary measures in response to the spread of the coronavirus in the United States, a new Reuters/Ipsos poll has found.\r\nIn the survey, conducted from March 2 to 3, about 48 percent of Democratic r… [+2696 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Ewan Palmer",
            "title": "15 Americans Held in West Bank Hotel Amid Fears of Coronavirus Infection",
            "description": "Tourists have been placed under lockdown after outbreak hits city of Bethlehem.",
            "url": "https://www.newsweek.com/coronavirus-tourists-hotel-palestine-bethlehem-1491046",
            "urlToImage": "https://d.newsweek.com/en/full/1572099/bethlehem.jpg",
            "publishedAt": "2020-03-07T10:37:43Z",
            "content": "At least 15 U.S. citizens are being quarantined in a hotel near the West Bank city of Bethlehem after staff tested positive for the Coronavirus. The tourists have been told they must stay inside the Angel Hotel in the Palestinian town of Beit Jala for two wee… [+2459 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "James Crowley",
            "title": "American Film Institute's Gala Honoring Julie Andrews Postponed Amid Coronavirus Fears",
            "description": "The AFI ceremony is the latest event to be canceled in the wake of COVID-19.",
            "url": "https://www.newsweek.com/julie-andrews-gala-canceled-coronavirus-concerns-1491087",
            "urlToImage": "https://d.newsweek.com/en/full/1572237/julie-andrews.jpg",
            "publishedAt": "2020-03-07T20:53:54Z",
            "content": "The American Film Institute (AFI) postponed a gala that was set to honor legendary actress Julie Andrews with a lifetime achievement award, due to fears about the coronavirus.\r\nAccording to a press release, the event was originally set for April 25, but the g… [+2917 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update: Map Shows More Than 100,000 Cases Confirmed Globally, Infections Spread to Nearly 100 Countries",
            "description": "The outbreak continues with the U.S. military in Italy, the Federal Bureau of Investigation, and more countries outside China reporting new cases.",
            "url": "https://www.newsweek.com/coronavirus-update-map-death-toll-new-cases-washington-florida-iran-italy-egypt-cruise-1491049",
            "urlToImage": "https://d.newsweek.com/en/full/1572104/2015-south-southwest-festival-austin-texas.jpg",
            "publishedAt": "2020-03-07T13:02:50Z",
            "content": "The COVID-19 virus outbreak continues across the globe, with South Korea, Italy, Iran, Germany, and France still among the worst-hit countries outside China, where the virus was first detected.\r\nThe U.S. saw three more deaths, including in Washington state an… [+12449 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "Medical Screener at LAX Tests Positive for Coronavirus, Second Worker at Airport With Disease",
            "description": "Health officials revealed Friday that a medical screener at Los Angeles International Airport tested positive for COVID-19, the second screener at the airport reported to have come down with the virus this week.",
            "url": "https://www.newsweek.com/medical-screener-lax-tests-positive-coronavirus-second-worker-airport-disease-1491025",
            "urlToImage": "https://d.newsweek.com/en/full/1572088/los-angeles-coronavirus-press-conference.jpg",
            "publishedAt": "2020-03-07T01:54:33Z",
            "content": "Health officials announced that a Los Angeles International Airport (LAX) medical screener tested positive for COVID-19 coronavirus Friday, the second LAX screener to be infected with the virus.\r\nThe Los Angeles County Department of Public Health (LACDPH) ann… [+3798 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Benjamin Fearnow",
            "title": "Chinese Hotel Holding Quarantined Coronavirus Patients Collapses in Quanzhou, Dozens Pulled From Rubble",
            "description": "The Xinjia Express Hotel in Quanzhou collapsed around 7 p.m. local time, requiring emergency workers to rescue at least 34 people who were trapped inside the large \"quarantine hotel.\"",
            "url": "https://www.newsweek.com/chinese-hotel-holding-quarantined-coronavirus-patients-collapses-quanzhou-dozens-pulled-rubble-1491069",
            "urlToImage": "https://d.newsweek.com/en/full/1572133/quanzhou-xinjia-hotel-collapse-coronavirus.jpg",
            "publishedAt": "2020-03-07T17:45:21Z",
            "content": "Dozens of people were trapped and pulled from a collapsed 80-room hotel in southeastern China Saturday that was being used to observe coronavirus patients or those recently in contact with the COVID-19 illness.\r\nThe Xinjia Express Hotel in Quanzhou collapsed … [+2618 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Number of Coronavirus Cases in New York Grows to 44, at Least 32 Connected to Single Patient",
            "description": "\"We want to keep testing and finding more people who are testing positive because that's how you contain the outbreak,\" Governor Cuomo said. \"Find the person who got infected, quarantine them and reduce the infection rate.\"",
            "url": "https://www.newsweek.com/number-coronavirus-cases-new-york-grows-44-least-32-connected-single-patient-1491021",
            "urlToImage": "https://d.newsweek.com/en/full/1572081/andrew-cuomo.jpg",
            "publishedAt": "2020-03-07T00:01:41Z",
            "content": "New York Governor Andrew Cuomo announced at a Friday news conference that 44 confirmed cases of coronavirus had been reported in the state. That number represents a rise of 11 cases since earlier in the day.\r\nWith the exception of one case, all of the confirm… [+4149 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus U.S. Outbreak Update: Death Toll Reaches 17, With New Cases in New York and at Washington D.C. Conference Attended by Pence, Pompeo, Bloomberg",
            "description": "New cases of the virus have been reported in at least 10 more states, while two have tested positive after going to a Washington D.C. conference attended by Mike Pence, Mike Pompeo, and other officials.",
            "url": "https://www.newsweek.com/coronavirus-update-usa-new-york-florida-washington-grand-princess-donald-trump-mike-pence-1491062",
            "urlToImage": "https://d.newsweek.com/en/full/1572122/times-square-march-2020-coronavirus-masks.jpg",
            "publishedAt": "2020-03-07T15:57:06Z",
            "content": "The COVID-19 virus death toll has reached 17 on Saturday, following another death in Washington state and two deaths in Florida as well as one reported in California earlier this week.\r\nThe U.S. has at least 338 confirmed cases of the virus, which was first r… [+12380 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Saudi Crown Prince Detains King's Brother, Other Royals, Tightening Grip on Power as Oil Revenues Slide",
            "description": "Included among the arrested is Mohammed bin Nayef, the former crown prince of Saudi Arabia.",
            "url": "https://www.newsweek.com/saudi-crown-prince-detains-kings-brother-other-royals-tightening-grip-power-oil-revenues-slide-1491035",
            "urlToImage": "https://d.newsweek.com/en/full/1572093/mohammed-bin-salman.jpg",
            "publishedAt": "2020-03-07T03:42:59Z",
            "content": "Crown Prince Mohammed bin Salman of the Kingdom of Saudi Arabia placed three members of his royal family under arrest Friday. Reasons for the arrests have not been confirmed.\r\nPlaced under detention were Prince Ahmed bin Abdulaziz, the younger brother of Saud… [+3039 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Janice Williams",
            "title": "Is 'SNL' on Tonight? Watch Daniel Craig Host 'Saturday Night Live'",
            "description": "Even though 'No Time to Die' isn't out until November, the James Bond star is coming to Studio 8H, along with musical guest The Weeknd.",
            "url": "https://www.newsweek.com/saturday-night-livedaniel-craig-1490988",
            "urlToImage": "https://d.newsweek.com/en/full/1572040/watch-daniel-craig-host-saturday-night-live.png",
            "publishedAt": "2020-03-07T16:00:01Z",
            "content": "James Bond may be delaying his return to theaters but that doesn't mean Daniel Craig is postponing any of his scheduled engagements this weekend. The actor and 007 star is still set to host tonight's Saturday Night Live, even though his new movie as the iconi… [+2501 chars]"
        }
    ]
}