{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Peter Loftus, Leslie Brody",
            "title": "Coronavirus Test Kits Aren’t Keeping Up With Surging U.S. Demand - The Wall Street Journal",
            "description": "Coronavirus Test Kits Aren’t Keeping Up With Surging U.S. Demand The Wall Street Journal New York Gov. Cuomo slams CDC coronavirus response: 'Absurd and nonsensical' CNBC How testing failures allowed coronavirus to sweep the U.S. POLITICO With Test Kits in Sh…",
            "url": "https://www.wsj.com/articles/coronavirus-test-kits-arent-keeping-up-with-surging-u-s-demand-11583539038",
            "urlToImage": "https://images.wsj.net/im-161819/social",
            "publishedAt": "2020-03-07T00:33:15Z",
            "content": "States on the front lines of the coronavirus fight are complaining about the availability of test kits, exposing strains in the nations battle to contain the epidemic.\r\nNew York Citys deputy mayor for health, Raul Perea-Henze, struck an urgent tone in a lette… [+130 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Eric Sylvers, Giovanni Legorano",
            "title": "ITALY MAY RESTRICT QUARTER OF POPULATION",
            "description": "Quarantine, if approved, would ban movement into and out northern provinces, including the cities of Milan, Venice and Parma",
            "url": "https://www.wsj.com/articles/italy-plans-large-scale-lockdown-in-countrys-north-to-fight-coronavirus-11583613874",
            "urlToImage": "https://images.wsj.net/im-161940/social",
            "publishedAt": "2020-03-07T22:25:36Z",
            "content": "MILANThe Italian government is planning to lock down 16 million peoplemore than a quarter of its population, including the region around Milan and 11 provinces in nearby regionsin the most sweeping steps any European country has prepared to take against the c… [+267 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Chun Han Wong",
            "title": "Two Coronavirus Deaths in Florida as Global Infections Rise - The Wall Street Journal",
            "description": "Two Coronavirus Deaths in Florida as Global Infections Rise The Wall Street Journal Why new diseases keep appearing in China Vox Coronavirus live updates: South Korea cases top 7,000; Florida reports 2 deaths CNBC China reports almost all new infections outsi…",
            "url": "https://www.wsj.com/articles/two-coronavirus-deaths-in-florida-as-global-infections-rise-11583566355",
            "urlToImage": "https://images.wsj.net/im-161922/social",
            "publishedAt": "2020-03-07T13:54:13Z",
            "content": "HONG KONGThe coronavirus epidemic continued to escalate globally into the weekend, with Florida reporting the first two deaths on the U.S. East Coast and a number of countries across Asia experiencing their largest one-day jumps in new infections.\r\nJapan logg… [+269 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Holman W. Jenkins, Jr.",
            "title": "A Chinese Mystery and Covid-19’s Economic Puzzle - The Wall Street Journal",
            "description": "A Chinese Mystery and Covid-19’s Economic Puzzle The Wall Street Journal It's a 'false hope' coronavirus will disappear in the summer like the flu, WHO says msnNOW Coronavirus really is that bad and you should work from home ZDNet Here's The Difference Betwee…",
            "url": "https://www.wsj.com/articles/a-chinese-mystery-and-covid-19s-economic-puzzle-11583521819",
            "urlToImage": "https://images.wsj.net/im-161668/social",
            "publishedAt": "2020-03-07T00:32:43Z",
            "content": "Words I never thought Id read in the New York Times: So Mr. Trump has a point.\r\nThis concession came in reference to this weeks highly unrealistic death rate for Covid-19 announced by the World Health Organization, upping its guesstimate to 3.4%. Mr. Trump po… [+265 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Dan Neil",
            "title": "Is Coronavirus the Beginning of the End for Global Auto Shows? - The Wall Street Journal",
            "description": "Is Coronavirus the Beginning of the End for Global Auto Shows? The Wall Street Journal What we missed at the Geneva Motor Show (BMW, Porsche, Bugatti, Bentley, Koenigsegg, Mclaren) Roadshow 2020 Virtual Geneva Motor Show Editors' Picks Autoblog The coolest ca…",
            "url": "https://www.wsj.com/articles/is-coronavirus-the-beginning-of-the-end-for-global-auto-shows-11583527071",
            "urlToImage": "https://images.wsj.net/im-161592/social",
            "publishedAt": "2020-03-07T05:24:16Z",
            "content": "THE PLAN WAS to fly into London, pick up a right-hand-drive McLaren GT at Woking, in Surrey, then drive to Geneva for the annual auto shows press days, scheduled to begin Monday, March 2. Later I had arranged to take a Ferrari GTC4Lusso over the Alps to Maran… [+269 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Elizabeth Koh, Jon Kamp, Melanie Evans",
            "title": "Nursing Home at Center of Washington Coronavirus Outbreak Target of Criticism - The Wall Street Journal",
            "description": "Nursing Home at Center of Washington Coronavirus Outbreak Target of Criticism The Wall Street Journal 'Germ-fest' party preceded deadly nursing home outbreak msnNOW ‘You just don’t know who’s going to die next:’ Patient inside Kirkland care facility speaks ou…",
            "url": "https://www.wsj.com/articles/nursing-home-at-center-of-washington-coronavirus-outbreak-target-of-criticism-11583541247",
            "urlToImage": "https://images.wsj.net/im-161882/social",
            "publishedAt": "2020-03-07T12:15:41Z",
            "content": "KIRKLAND, Wash.Washington state officials are considering taking over a nursing home tied to 10 deaths in the Covid-19 outbreak after the facilitys owners drew criticism from local officials and families for spotty and at times chaotic dissemination of inform… [+194 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Louise Radnofsky",
            "title": "March Madness Will Go On, but in a Worst Case, Without Mad Fans - The Wall Street Journal",
            "description": "March Madness Will Go On, but in a Worst Case, Without Mad Fans The Wall Street Journal NCAA not yet recommending cancellations over COVID-19 fears msnNOW March Madness Might Be Played Without Fans Because of Coronavirus QuickTake by Bloomberg AP Q&A with NCA…",
            "url": "https://www.wsj.com/articles/march-madness-will-go-on-but-in-a-worst-case-without-mad-fans-11583599569",
            "urlToImage": "https://images.wsj.net/im-161925/social",
            "publishedAt": "2020-03-07T17:15:43Z",
            "content": "The NCAAs worst-case scenario for staging its March Madness tournaments in the time of coronavirus involves barring spectators from games, with players screened for illness before competing, the associations chief medical officer Brian Hainline said in an int… [+268 chars]"
        }
    ]
}