{
    "status": "ok",
    "totalResults": 24,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mmcfalljohnsen@businessinsider.com (Morgan McFall-Johnsen), Morgan McFall-Johnsen",
            "title": "The biggest breakdown yet of novel coronavirus cases suggests that 80% are mild. Some patients don't show symptoms at all.",
            "description": "Xiao Yijiu/Xinhua News Agency via AP About 80% of new coronavirus cases are mild, according to China's most comprehensive report about the outbreak published so far. Many patients just experience fever or dry cough, while some show no symptoms at all. The new…",
            "url": "https://www.businessinsider.com/coronavirus-80-percent-cases-are-mild-2020-2",
            "urlToImage": "https://i.insider.com/5e4d8b020438953a7c4507a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T01:11:00Z",
            "content": "The death toll from the new coronavirus that originated in China crossed 2,000 this week. But new research suggests that most cases of the illness are mild.\r\nA new report from the Chinese Center for Disease Control and Prevention analyzed records of all of Ch… [+3302 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tmohamed@businessinsider.com (Theron Mohamed), Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Reuters Here's what you need to know before the markets open. 1. A shipping titan, a global airline, and Apple's main iPhone supplier just sounded the alarm on the coronavirus. AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings Thursday about …",
            "url": "https://www.businessinsider.com/opening-bell-february-20-2020-2",
            "urlToImage": "https://i.insider.com/5e4e7bcca27fc53d364c0873?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T12:31:19Z",
            "content": "Here's what you need to know before the markets open.\r\n1. A shipping titan, a global airline, and Apple's main iPhone supplier just sounded the alarm on the coronavirus. AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings Thursday about the ram… [+1857 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tlevin@businessinsider.com (Tim Levin), Tim Levin",
            "title": "These are the 8 coolest cars we saw at the 2020 Chicago Auto Show",
            "description": "Jeep The 112th annual Chicago Auto Show wrapped up on Monday after a 10-day run in the Windy City. Nearly 1,000 vehicles were on display, including prototypes, antique cars, and new releases. The new production models that caught our eye ran the gamut, from m…",
            "url": "https://www.businessinsider.com/coolest-cars-2020-chicago-auto-show-ford-gt-supercar-jeep-2020-2",
            "urlToImage": "https://i.insider.com/5e4d80880438952d9a35a3f4?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T14:43:55Z",
            "content": "The Chicago Auto Show was full of interesting cars this year, from performance-oriented hot hatches to minivans that have upped their game for the new model year. \r\nNearly 1,000 vehicles showed up in Chicago for the 112th running of the show — both new and ol… [+313 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "At least 5 people in China have disappeared, gotten arrested, or been silenced after speaking out about the coronavirus — here's what we know about them",
            "description": "Whistleblowers and citizen journalists in China are speaking out against the Chinese Communist Party and President Xi Jinping's handling of the coronavirus outbreak that originated in Wuhan. Wuhan doctor Li Wenliang contracted the coronavirus after being sile…",
            "url": "https://www.businessinsider.com/china-coronavirus-whistleblowers-speak-out-vanish-2020-2",
            "urlToImage": "https://i.insider.com/5e4c28314b661b7b5f7505f5?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T16:06:00Z",
            "content": "Chinese law professor Xu Zhangrun recently posted a scathing review of the way president Xi Jinping and the Chinese Communist Party have handled the coronavirus outbreak.\r\n\"They all blithely stood by as the crucial window of opportunity to deal with the outbr… [+981 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kevin Webb",
            "title": "Coronavirus concerns push Facebook and Sony to skip the year's biggest gathering for video game makers (FB, SNE)",
            "description": "Facebook, the Facebook-owned Oculus, and Sony will no longer attend the 2020 Game Developers Conference due to health and travel concerns caused by the coronavirus outbreak. GDC 2020 is scheduled to be held in San Francisco's Moscone Center from March 16 to 2…",
            "url": "https://www.businessinsider.com/facebook-oculus-sony-gdc-2020-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4f0b542c24b64fcc52b039?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T22:43:24Z",
            "content": "Facebook and Sony have announced that they will no longer attend the 2020 Game Developers Conference due to concerns caused by the coronavirus outbreak. GDC 2020 is scheduled to be held in San Francisco's Moscone Center from March 16 to 20, with thousands of … [+2856 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "A former LVMH exec says the coronavirus outbreak is a 'disaster' for luxury brands as Chinese tourism evaporates",
            "description": "A former LVMH chairman described this year as a \"disaster\" for luxury brands as the coronavirus continues to cause concern. In an interview with Yahoo Finance, industry expert Pauline Brown said that because of the outbreak luxury brands are losing out on sal…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-disaster-for-lvmh-kering-2020-2",
            "urlToImage": "https://i.insider.com/5e4d53f02687fc652f53dd16?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T11:03:22Z",
            "content": "Luxury brands should be bracing themselves for the effects of the coronavirus outbreak, according to an industry expert. \r\nIn an interview with Yahoo Finance on Tuesday, Pauline Brown – luxury goods expert and a former chairman of LVMH North America – discuss… [+2983 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "Before and after photos show how the coronavirus has left Asia's biggest tourist attractions looking like ghost towns",
            "description": "The coronavirus outbreak has wreaked havoc on the tourism industry in China and beyond. Attractions like the Great Wall and Disneyland Shanghai have issued warnings to visitors, canceled events, or even shut down completely. These photos show the stark contra…",
            "url": "https://www.businessinsider.com/coronavirus-photos-show-asia-tourist-hotspots-left-empty-in-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e4e6221043895316c0c3eb3?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T11:17:51Z",
            "content": "Getty\r\nThe coronavirus outbreak is devastating tourism across Asia, and these images prove it.\r\nThe problem is twofold: attractions within China are either shut or heavily restricted, and also Chinese tourists on lockdown are no longer flying abroad.\r\nNeighbo… [+261 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "Amid demand plummets linked to the coronavirus, airlines project that this could be their worst year since the global financial crisis",
            "description": "The coronavirus could cause the global airline industry to shrink for the first time since the global financial crisis of 2008 and 2009, an industry trade group warned on Thursday. Plummeting demand for travel within China, and to China and Hong Kong from the…",
            "url": "https://www.businessinsider.com/iata-airlines-warn-coronavirus-recession-shrink-2020-2",
            "urlToImage": "https://i.insider.com/5e4eff422c24b643a55a6642?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T22:19:48Z",
            "content": "Flight cancellations caused by the coronavirus outbreak will likely lead the global air transport industry to shrink for the first time since the global financial crisis of 2008 and 2009, a trade group warned.\r\nThe International Air Transport Association, oth… [+1365 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "South Korea and Vietnam are asking millions to stay home to avoid coronavirus as more people get infected and die outside of China",
            "description": "Both South Korea and Vietnam are starting to restrict the movement of people en mass as more fatal cases of coronavirus appear outside of China. South Korea, which on Thursday recorded its first death from the virus, and increased its official count of infect…",
            "url": "https://www.businessinsider.com/coronavirus-quarantines-south-korea-vietnam-more-die-outside-china-2020-2",
            "urlToImage": "https://i.insider.com/5e4e79760438953b1a676144?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T12:23:50Z",
            "content": "Millions of people in South Korea and Vietnam are being encouraged — or forced — to stay home, showing the increased harshness of prevention measures as the coronavirus spreads beyond China.\r\nSouth Korea reported its first death from the disease on Thursday.\r… [+2439 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "James Pasley",
            "title": "How SARS terrified the world in 2003, infecting more than 8,000 people and killing 774",
            "description": "In the first half of 2003, a deadly disease known as Severe Acute Respiratory Syndrome spread from China into 28 other countries. SARS infected a little more than 8,000 people, and killed 774 people. The majority of these cases were in Asia. The disease is ba…",
            "url": "https://www.businessinsider.com/deadly-sars-virus-history-2003-in-photos-2020-2",
            "urlToImage": "https://i.insider.com/5e440be43b62b72007514b93?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T23:52:58Z",
            "content": "SARS was stopped, but it wasn't easy.\r\nOver about nine months, from late 2002 until July 2003, a deadly disease known as severe acute respiratory syndrome, or SARS, spread from China into 29 countries. It infected 8,096 people, and killed 774, mostly in Asia.… [+1073 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "Apple's rare revenue warning left out something major — and it's a sign of how difficult it is to predict the coronavirus' impact on business (AAPL)",
            "description": "Apple said its revenue for the March quarter would be lower than the guidance range it provided in January because of the coronavirus, a rare move for the company. It didn't provide a new estimate, however, underscoring how difficult it can be for companies t…",
            "url": "https://www.businessinsider.com/apple-revenue-warning-guidance-uncertainty-wuhan-coronavirus-q2-update-2020-2",
            "urlToImage": "https://i.insider.com/5e4d9e9a043895539114a44a?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T13:11:00Z",
            "content": "Business Insider\r\nIn a rare move, Apple revised its quarterly revenue guidance on Monday because of supply constraints and weakened demand caused by the coronavirus outbreak. It's the second time Apple has cut its quarterly guidance in roughly one year, but b… [+5167 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Goldman Sachs says investors' cavalier attitude towards coronavirus is setting the market up for a correction",
            "description": "Markets have shrugged off coronavirus fear on earnings optimism, and Goldman Sachs is warning against what they view as complacency. It's looking increasingly likely that the market will correct in the near term, according to Peter Oppenheimer, the firm's chi…",
            "url": "https://markets.businessinsider.com/news/stocks/muted-stock-impact-coronavirus-setting-market-up-for-correction-goldman-2020-2-1028924777",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b76a5952be4ab3b2d8b4610-2400/2017-06-09t000000z2004765928rc1e5ffe4200rtrmadp3china-collateral.jpg",
            "publishedAt": "2020-02-20T16:39:10Z",
            "content": "Reuters/Kim Kyung-Hoon/File Photo\r\n<ul><li>Markets have shrugged off coronavirus fear on earnings optimism, and Goldman Sachs is warning against what they view as complacency.</li><li>It's looking increasingly likely that the market will correct in the near t… [+2696 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "A shipping titan, a global airline, and Apple's main iPhone supplier just sounded the alarm on coronavirus",
            "description": "AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings about Wuhan coronavirus on Thursday. Shipping giant Maersk said the epidemic has \"significantly lowered visibility\" and anticipates a 4% drop in profits this year. Global airline Air-France KL…",
            "url": "https://www.businessinsider.com/foxconn-maersk-air-france-klm-warn-wuhan-coronavirus-impact-2020-2",
            "urlToImage": "https://i.insider.com/5e4e5de50438952eaa70ac33?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T10:33:43Z",
            "content": "<ul><li>AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings about Wuhan coronavirus on Thursday.</li><li>Shipping giant Maersk said the epidemic has \"significantly lowered visibility\" and anticipates a 4% drop in profits this year.</li><li>Glob… [+2120 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Callum Burroughs",
            "title": "Buzzy online events startup Hopin just raised $6.5 million from Accel and Northzone, after fighting off other major investors",
            "description": "London-based Hopin, an all-in-one online events platform, has raised $6.5 million in seed funding from Accel, Northzone, Seedcamp, and a number of angel investors. The company, founded last year, drew frenzied interest from investors keen to be a part of the …",
            "url": "https://www.businessinsider.com/hopin-buzzy-tech-startup-raises-65-million-from-accel-and-northzone-2020",
            "urlToImage": "https://i.insider.com/5e4d2f6fbe623844655b8563?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T08:00:00Z",
            "content": "London-based Hopin, an all-in-one online events platform, has raised $6.5 million in seed funding from Accel, Northzone, Seedcamp, and a number of angel investors.\r\nThe company offers to host any type of live event, be it a conference or a company gathering. … [+1951 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "A shipping titan, a global airline, and Apple's main iPhone supplier just sounded the alarm on coronavirus",
            "description": "AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings about Wuhan coronavirus on Thursday. Shipping giant Maersk said the epidemic has \"significantly lowered visibility\" and anticipates a 4% drop in profits this year. Global airline Air-France KL…",
            "url": "https://markets.businessinsider.com/news/stocks/foxconn-maersk-air-france-klm-warn-wuhan-coronavirus-impact-2020-2-1028922616",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4e5bfa0438952da5768613-1800/gettyimages-1198473032.jpg",
            "publishedAt": "2020-02-20T10:33:43Z",
            "content": "STR/AFP via Getty Images\r\n<ul><li>AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings about Wuhan coronavirus on Thursday.</li><li>Shipping giant Maersk said the epidemic has \"significantly lowered visibility\" and anticipates a 4% drop in profi… [+2146 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Callum Burroughs",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Thursday. Justin Bieber and Jack Dorsey may be among the 10 million MGM hotel guests whose personal information was posted to a hacking forum. MGM said it discovered the data breach last summer and not…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-20-2020",
            "urlToImage": "https://i.insider.com/5e4e30cc2c24b622e96e6d53?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T08:07:45Z",
            "content": "Jack Dorsey in 2019.\r\nREUTERS/Toby Melville\r\nGood morning! This is the tech news you need to know this Thursday.\r\n<ol><li>Justin Bieber and Jack Dorsey may be among the 10 million MGM hotel guests whose personal information was posted to a hacking forum. MGM … [+2689 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "Nevada's caucus manual gives detailed instruction for using an iPad. See the slide deck here.",
            "description": "The Iowa caucus results in early February were delayed over \"inconsistencies\" in voter data reported through a new mobile app. After issues in Iowa, the Nevada Democratic Party scrapped plans to use an app, instead opting for a system involving Google Forms a…",
            "url": "https://www.businessinsider.com/nevada-democrats-give-caucus-precincts-instructions-for-using-ipads-2020-2",
            "urlToImage": "https://i.insider.com/5e4ea56f0438955be6215dd6?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T15:30:47Z",
            "content": "After the chaos of the Iowa caucus, the Nevada Democratic party appears to be trying to avoid a similar debacle. The Iowa Democratic Party reportedly paid more than $60,000 for a vote-reporting app that was supposed to be used to communicate information from … [+1090 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jeff Elder",
            "title": "AT&T is joining IBM in pulling out from one of the biggest cybersecurity conferences of the year over coronavirus fears (IBM, MSFT, T)",
            "description": "AT&T has become the second big company to withdraw from one of cybersecurity's largest events, the annual RSA Conference, which is set to open next week in San Francisco. Other big companies like Microsoft and Cisco say they are still in, but monitoring updat…",
            "url": "https://www.businessinsider.com/att-ibm-pullout-rsa-conference-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/56a9270bc08a80492c8bb6ca?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T22:23:36Z",
            "content": "In another blow to tech conferences amid coronoavirus fears, AT&amp;T pulled out of the RSA Conference on Thursday, joining IBM as a major US sponsor withdrawing from the cybersecurity trade show expected to draw more than 40,000 attendees to San Francisco ne… [+3070 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "2 people from the Princess Diamond cruise ship have died from the coronavirus",
            "description": "Two passengers who were aboard the Diamond Princess during the coronavirus quarantine have died from the disease, a Japanese health ministry official said Thursday. The passengers — an 87-year-old man and an 84-year-old woman — were both Japanese nationals. T…",
            "url": "https://www.businessinsider.com/coronavirus-people-from-princess-diamond-cruise-ship-have-died-2020-2",
            "urlToImage": "https://i.insider.com/5e4dfe3b2c24b6129148d393?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T05:48:39Z",
            "content": "Two passengers who were quarantined on the cruise ship docked in Japan have died from the coronavirus, a Japanese health ministry official said on Thursday local time.\r\nThey are the first reported deaths that have resulted from the Diamond Princess cruise shi… [+992 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmahbubani@businessinsider.com (Rhea Mahbubani), Rhea Mahbubani",
            "title": "South Korea is bracing for a spike in coronavirus cases after a 'super-spreader' event occurred at a church 'cult'",
            "description": "Reuters The number of coronavirus patients in South Korea has jumped to 104 as of Thursday, and one person has died, as two large clusters of cases have been exposed. A 61-year-old woman, who is a member of the Temple of the Tabernacle of the Testimony, is be…",
            "url": "https://www.businessinsider.com/shincheonji-church-cult-south-korea-super-spreader-coronavirus-spike-2020-2",
            "urlToImage": "https://i.insider.com/5e4ee4512c24b6280f67e683?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T22:30:52Z",
            "content": "A South Korean city has gone on the offensive after two clusters of coronavirus cases, which have been traced to doomsday cult church and a hospital nearly tripled the number of patients in the country.\r\nThe Korea Centers for Disease Control and Prevention (K… [+7157 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tmohamed@businessinsider.com (Theron Mohamed), Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Reuters Here's what you need to know before the markets open. 1. A shipping titan, a global airline, and Apple's main iPhone supplier just sounded the alarm on the coronavirus. AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings Thursday about …",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-20-2020-2-1028923163",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4e7bab2c24b63daf263942-1500/2020-01-31t000000z1719239109rc2zqe9io9elrtrmadp3china-health.jpg",
            "publishedAt": "2020-02-20T12:31:19Z",
            "content": "Reuters\r\nHere's what you need to know before the markets open.\r\n1. A shipping titan, a global airline, and Apple's main iPhone supplier just sounded the alarm on the coronavirus. AP Moller-Maersk, Air France-KLM, and Foxconn issued dire warnings Thursday abou… [+1866 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Ben Gilbert), Ben Gilbert",
            "title": "Apple might finally let iPhone and iPad users change their default internet and email apps, according to a new report (AAPL)",
            "description": "NurPhoto/Getty Images Apple's iPhone and iPad have always locked users into Apple's default apps for fundamental services like email and web browsing. People could always download rival third-party apps, but the default apps launched for fundamental services …",
            "url": "https://www.businessinsider.com/apple-iphone-ipad-choose-default-apps-report-2020-2",
            "urlToImage": "https://i.insider.com/5e4e889ca27fc542cb117f12?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T14:37:32Z",
            "content": "Apple may finally be loosening its stance on a long-held iPhone and iPad standard: The company is considering a change to its policy of forcing its own apps as defaults, according to a new Bloomberg report.\r\nAs it stands, if you use an iPhone or an iPad, Appl… [+1504 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Neil Dutta), Neil Dutta",
            "title": "A weak part of the US economy that has been stuck in a 'recession' is about to make a comeback",
            "description": "Spencer Platt/Getty Images The US manufacturing sector hit a rough patch in 2019 that led some to call it a \"manufacturing recession.\" The \"manufacturing recession\" idea drew a lot of attention since a downturn in the sector could disrupt the 2020 election an…",
            "url": "https://www.businessinsider.com/manufacturing-recession-ending-strong-housing-inventories-bounce-2020-2",
            "urlToImage": "https://i.insider.com/5e4e8e2e04389544a43b22e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T13:51:23Z",
            "content": "Business Insider\r\nUS manufacturing has hit a rough patch over the past year. This weakness in the industry has garnered widespread attention for both political and economic reasons.\r\nFirst, with the 2020 election in focus, many observers are quick to note tha… [+4719 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "More than half of all coronavirus cases outside China are from the Diamond Princess, but the cruise ship is already planning to set sail again in April",
            "description": "Of the more than 1,000 coronavirus cases outside mainland China, 634 have been diagnosed in Diamond Princess passengers, the World Health Organization said on Wednesday. Two Japanese citizens have died. An infectious-diseases expert said the hygiene condition…",
            "url": "https://www.businessinsider.com/diamond-princess-sail-again-april-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e4ec2a72c24b601fb680cc4?width=1200&format=jpeg",
            "publishedAt": "2020-02-20T17:48:41Z",
            "content": "The Diamond Princess cruise ship now houses more than half of all coronavirus cases outside mainland China, the World Health Organization said on Wednesday. \r\nThe cruise ship has been quarantined in Japan's Yokohama Bay since February 3, and 634 passengers ha… [+2683 chars]"
        }
    ]
}