{
    "status": "ok",
    "totalResults": 163,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Three test positive for coronavirus in Iran: health ministry official",
            "description": "Three patients have tested positive for the coronavirus in Iran, a health ministry spokesman said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKBN20E13Z",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T09:21:42Z",
            "content": "DUBAI (Reuters) - Three patients have tested positive for the coronavirus in Iran, a health ministry spokesman said on Thursday. \r\n“Two people have tested positive for COVID-19 in Qom and one person in Arak, bringing the total of confirmed cases to five in Ir… [+122 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump: \"Confident China is trying very hard\" in handling coronavirus outbreak",
            "description": "U.S. President Donald Trump is confident that China is \"trying very hard\" in its handling of the coronavirus outbreak, he said in a television interview late on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-trump-idUSKBN20E0IO",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492712699&w=1200&r=LYNXMPEG1J0EK",
            "publishedAt": "2020-02-20T05:54:21Z",
            "content": "(Reuters) - U.S. President Donald Trump is confident that China is “trying very hard” in its handling of the coronavirus outbreak, he said in a television interview late on Wednesday. \r\nChina has reported a dramatic drop in new cases in the province at the he… [+408 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two more Russians on cruise ship off Japan have coronavirus: embassy",
            "description": "Another two Russian nationals aboard a quarantined cruise ship docked near Tokyo have been diagnosed with coronavirus, Russia's embassy in Japan said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-russia-japan-idUSKBN20E0IE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T05:51:31Z",
            "content": "MOSCOW (Reuters) - Another two Russian nationals aboard a quarantined cruise ship docked near Tokyo have been diagnosed with coronavirus, Russia’s embassy in Japan said on Thursday. \r\nThe two Russians will be taken to hospital soon, the embassy said in a post… [+488 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei province reports 411 new coronavirus cases on Feb 20",
            "description": "China's central Hubei province had 411 new confirmed cases of coronavirus infections on Thursday, the province's health commission said on Friday, up from 349 cases a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-idUSKBN20E314",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T23:28:26Z",
            "content": "BEIJING (Reuters) - China’s central Hubei province had 411 new confirmed cases of coronavirus infections on Thursday, the province’s health commission said on Friday, up from 349 cases a day earlier. \r\nThe uptick in cases reversed three days of declines. \r\nTh… [+242 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus poses risk for German trade in coming months: finance ministry",
            "description": "Germany's trade outlook remains clouded by weaker global demand and the coronavirus epidemic adds another risk to exporters in Europe's largest economy, the finance ministry said on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-germany-trade-idUSKBN20E304",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T23:02:28Z",
            "content": "BERLIN (Reuters) - Germany’s trade outlook remains clouded by weaker global demand and the coronavirus epidemic adds another risk to exporters in Europe’s largest economy, the finance ministry said on Friday. \r\nGermany’s export-dependent economy stagnated in … [+1004 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kazakh governor to seek deportation of Chinese over coronavirus fears",
            "description": "The governor of a Kazakh province bordering China said on Thursday he would seek the deportation of dozens of Chinese workers to defuse the local population's fears of coronavirus, news website Dalanews.kz reported.",
            "url": "https://www.reuters.com/article/us-china-health-kazakhstan-idUSKBN20E2KA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T18:12:35Z",
            "content": "ALMATY (Reuters) - The governor of a Kazakh province bordering China said on Thursday he would seek the deportation of dozens of Chinese workers to defuse the local population’s fears of coronavirus, news website Dalanews.kz reported. \r\nThe Central Asian nati… [+1574 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rocky Swift",
            "title": "Japanese data on cruise ship coronavirus infections backs quarantine strategy",
            "description": "Newly released data from a Japanese research institute appears to back the government's case that its quarantine strategy for the Diamond Princess cruise ship was successful in stemming contagion of the coronavirus among passengers.",
            "url": "https://www.reuters.com/article/us-china-health-japan-data-idUSKBN20E1KY",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492836273&w=1200&r=LYNXMPEG1J12T",
            "publishedAt": "2020-02-20T11:51:15Z",
            "content": "TOKYO (Reuters) - Newly released data from a Japanese research institute appears to back the government’s case that its quarantine strategy for the Diamond Princess cruise ship was successful in stemming contagion of the coronavirus among passengers. \r\nJapan … [+2614 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait ports suspend travel and from Iran amid coronavirus fears",
            "description": "Kuwait's ports authority suspended the movement of people to and from Iran until further notice because of concerns about the coronavirus outbreak in that country, state news agency KUNA said early on Friday.",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-ports-idUSKBN20E2YD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T22:20:58Z",
            "content": "Cairo (Reuters) - Kuwait’s ports authority suspended the movement of people to and from Iran until further notice because of concerns about the coronavirus outbreak in that country, state news agency KUNA said early on Friday. \r\nTwo Iranians who tested positi… [+327 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Stanway",
            "title": "In coronavirus fight, Shanghai river town opts for caution",
            "description": "In Qibao, an old river town on the outskirts of Shanghai, officials have deployed more than 2,700 staff and volunteers to check temperatures and monitor traffic as they work to contain the coronavirus that has now killed more than 2,000 in China.",
            "url": "https://www.reuters.com/article/us-china-health-shanghai-idUSKBN20E0EC",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492689212&w=1200&r=LYNXMPEG1J0A5",
            "publishedAt": "2020-02-20T04:33:08Z",
            "content": "SHANGHAI (Reuters) - In Qibao, an old river town on the outskirts of Shanghai, officials have deployed more than 2,700 staff and volunteers to check temperatures and monitor traffic as they work to contain the coronavirus that has now killed more than 2,000 i… [+4287 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Super-spreaders: What are they and what do they do?",
            "description": "South Korea's Centers for Disease Control and Prevention has described an outbreak of coronavirus infections linked to a church in the city of Daegu as a \"super-spreading event\". But experts, including the WHO, say the term is poorly defined.",
            "url": "https://www.reuters.com/article/us-china-health-superspreaders-explainer-idUSKBN20E1XB",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492879926&w=1200&r=LYNXMPEG1J1A5",
            "publishedAt": "2020-02-20T14:02:31Z",
            "content": "LONDON (Reuters) - South Korea’s Centers for Disease Control and Prevention has described an outbreak of coronavirus infections linked to a church in the city of Daegu as a “super-spreading event”. But experts, including the WHO, say the term is poorly define… [+1763 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ryan Woo",
            "title": "China records drop in new coronavirus cases; two deaths reported from quarantined ship",
            "description": "China reported a dramatic drop in new coronavirus infections on Thursday although scientists warned the flu-like pathogen may spread even more easily than previously believed, while more passengers disembarked a quarantined cruise ship off Japan.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKBN20E0AM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492658257&w=1200&r=LYNXMPEG1J06G",
            "publishedAt": "2020-02-20T03:07:25Z",
            "content": "BEIJING (Reuters) - China reported a dramatic drop in new coronavirus infections on Thursday although scientists warned the flu-like pathogen may spread even more easily than previously believed, while more passengers disembarked a quarantined cruise ship off… [+5211 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Australia extends ban on China arrivals to fourth week on coronavirus worries",
            "description": "Australia will extend a ban on arrivals from mainland China into a fourth week to contain the risk of exposure to the coronavirus, Prime Minister Scott Morrison said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-australia-ban-idUSKBN20E0OF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T06:51:20Z",
            "content": "MELBOURNE (Reuters) - Australia will extend a ban on arrivals from mainland China into a fourth week to contain the risk of exposure to the coronavirus, Prime Minister Scott Morrison said on Thursday. \r\n“The National Security Committee of Cabinet has today de… [+565 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sangmi Cha",
            "title": "South Korea reports spike in new virus cases linked to church services",
            "description": "South Korea's government reported 31 new cases of coronavirus on Thursday, after a new outbreak traced to church services in the southwestern city of Daegu, bringing the number of people infected in the country to 82.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-cases-idUSKBN20E04F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T02:07:44Z",
            "content": "SEOUL (Reuters) - South Korea’s government reported 31 new cases of coronavirus on Thursday, after a new outbreak traced to church services in the southwestern city of Daegu, bringing the number of people infected in the country to 82. \r\nThe spike in new case… [+757 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shrutee Sarkar",
            "title": "U.S. economy to dodge coronavirus blow, but risks to downside: Reuters poll",
            "description": "The impact of the coronavirus outbreak in China on U.S. economic growth will be negligible and short-lived, according to economists in a Reuters poll who nonetheless now say risks to their forecasts are skewed more to the downside.",
            "url": "https://www.reuters.com/article/us-usa-economy-poll-idUSKBN20E00N",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492607337&w=1200&r=LYNXMPEG1J00D",
            "publishedAt": "2020-02-20T00:21:21Z",
            "content": "BENGALURU (Reuters) - The impact of the coronavirus outbreak in China on U.S. economic growth will be negligible and short-lived, according to economists in a Reuters poll who nonetheless now say risks to their forecasts are skewed more to the downside. \r\nThe… [+4199 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indonesia to evacuate 74 people from coronavirus-affected ship off Japan",
            "description": "Indonesia is \"committed\" to evacuating 74 of its nationals from the Diamond Princess cruise off the Japanese port city of Yokohama that has been affected by a coronavirus outbreak, a senior minister said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-japan-indonesia-idUSKBN20E0DA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T04:01:09Z",
            "content": "JAKARTA (Reuters) - Indonesia is “committed” to evacuating 74 of its nationals from the Diamond Princess cruise off the Japanese port city of Yokohama that has been affected by a coronavirus outbreak, a senior minister said on Thursday. \r\nMuhadjir Effendy, In… [+432 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Stanway",
            "title": "China lab says conspiracy theories hurting efforts to curb virus",
            "description": "An outbreak of disinformation in China and elsewhere has hurt global efforts to combat the new coronavirus, said a specialist infectious disease lab located at the epicenter of the epidemic -- and at the heart of a number of conspiracy theories.",
            "url": "https://www.reuters.com/article/us-china-health-conspiracy-idUSKBN20E0UB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492751065&w=1200&r=LYNXMPEG1J0MH",
            "publishedAt": "2020-02-20T07:47:34Z",
            "content": "SHANGHAI (Reuters) - An outbreak of disinformation in China and elsewhere has hurt global efforts to combat the new coronavirus, said a specialist infectious disease lab located at the epicenter of the epidemic and at the heart of a number of conspiracy theor… [+3555 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Khanh Vu",
            "title": "Vietnam eases border trade restrictions with China to help virus-hit businesses",
            "description": "Vietnam has eased restrictions on cross-border trade with China to prop up economic activities hit by the new coronavirus, the Ministry of Industry and Trade said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-vietnam-trade-idUSKBN20E1YQ",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492887471&w=1200&r=LYNXMPEG1J1B2",
            "publishedAt": "2020-02-20T14:24:10Z",
            "content": "HANOI/LANG SON (Reuters) - Vietnam has eased restrictions on cross-border trade with China to prop up economic activities hit by the new coronavirus, the Ministry of Industry and Trade said on Thursday. \r\nChina is Vietnam’s largest trading partner and the Sou… [+2225 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Brenda Goh",
            "title": "China's Lenovo confident of managing virus impact, reports strong third quarter",
            "description": "Lenovo Group <0992.HK>, the world's biggest PC maker, posted a better than expected profit on Thursday and said its global operations would help it tackle short-term headwinds from China's coronavirus outbreak, sending its shares up 7%.",
            "url": "https://www.reuters.com/article/us-lenovo-results-idUSKBN20E0E3",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492827549&w=1200&r=LYNXMPEG1J112",
            "publishedAt": "2020-02-20T11:26:47Z",
            "content": "SHANGHAI (Reuters) - Lenovo Group (0992.HK), the world’s biggest PC maker, posted a better than expected profit on Thursday and said its global operations would help it tackle short-term headwinds from China’s coronavirus outbreak, sending its shares up 7%. \r… [+2915 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 394 new confirmed cases of coronavirus, lowest since Jan. 23",
            "description": "Mainland China had 394 new confirmed cases of coronavirus infections on Wednesday, the National Health Commission said on Thursday, down from 1,749 cases a day earlier and the lowest since Jan. 23.",
            "url": "https://www.reuters.com/article/us-china-health-toll-idUSKBN20E088",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T02:21:34Z",
            "content": "BEIJING (Reuters) - Mainland China had 394 new confirmed cases of coronavirus infections on Wednesday, the National Health Commission said on Thursday, down from 1,749 cases a day earlier and the lowest since Jan. 23. \r\nThat brings the total accumulated numbe… [+413 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "John Geddie",
            "title": "Why Singapore's admired virus playbook can't be replicated",
            "description": "A day after Jeanhee Kim learned of a coronavirus case in her Singapore apartment block, she was visited by a distinguished-looking man she later learned was a senior government minister.",
            "url": "https://www.reuters.com/article/us-china-health-singapore-analysis-idUSKBN20E0I4",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492710936&w=1200&r=LYNXMPEG1J0DV",
            "publishedAt": "2020-02-20T05:48:21Z",
            "content": "SINGAPORE (Reuters) - A day after Jeanhee Kim learned of a coronavirus case in her Singapore apartment block, she was visited by a distinguished-looking man she later learned was a senior government minister. \r\nKim, a 51-year old American who had just relocat… [+5414 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Tom Westbrook",
            "title": "Slowing virus, China stimulus hopes support stocks, yen nurses losses",
            "description": "Asian stocks edged up on Thursday, supported by a fall in coronavirus cases and expectations of more Chinese stimulus to offset the economic impact of the epidemic, while the Japanese yen nursed heavy losses after suffering its steepest drop in six months.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKBN20E03J",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492621796&w=1200&r=LYNXMPEG1J023",
            "publishedAt": "2020-02-20T01:13:03Z",
            "content": "SINGAPORE (Reuters) - Asian stocks edged up on Thursday, supported by a fall in coronavirus cases and expectations of more Chinese stimulus to offset the economic impact of the epidemic, while the Japanese yen nursed heavy losses after suffering its steepest … [+2463 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "First batch of Diamond Princess Passengers arrive in Hong Kong to face further quarantine",
            "description": "More than 100 Hong Kong residents who were quarantined on the Diamond Princess cruise in Japan for over two weeks landed on Thursday morning in the Asian financial hub, where they will face a further 14 days of quarantine.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-idUSKBN20E069",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492641502&w=1200&r=LYNXMPEG1J039",
            "publishedAt": "2020-02-20T02:09:34Z",
            "content": "HONG KONG (Reuters) - More than 100 Hong Kong residents who were quarantined on the Diamond Princess cruise in Japan for over two weeks landed on Thursday morning in the Asian financial hub, where they will face a further 14 days of quarantine. \r\nArriving on … [+1569 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea confirms first death of person infected with coronavirus",
            "description": "South Korea reported on Wednesday the first death in the country of a person infected with coronavirus and 22 new cases bringing the total to 104.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-death-idUSKBN20E109",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T08:44:10Z",
            "content": "SEOUL (Reuters) - South Korea reported on Wednesday the first death in the country of a person infected with coronavirus and 22 new cases bringing the total to 104. \r\nThe exact cause of death is being investigated, the Centers for Disease Control and Preventi… [+268 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq bans border crossings by Iranians amid coronavirus fears",
            "description": "Iraq banned border crossings by Iranian nationals for three days from Thursday amid fears of the coronavirus, Iraq's state news agency said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-borders-idUSKBN20E2T4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T20:58:21Z",
            "content": "CAIRO (Reuters) - Iraq banned border crossings by Iranian nationals for three days from Thursday amid fears of the coronavirus, Iraq’s state news agency said on Thursday. \r\nThe decision came after Iraqi Airways suspended flights to Iran. \r\nTwo Iranians who te… [+238 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Pavel Polityuk",
            "title": "Fearing infection, residents protest coronavirus evacuees landing in Ukraine",
            "description": "Residents in central Ukraine protested the arrival of a plane carrying evacuees from China's Hubei province on Thursday, fearing they could be infected with the coronavirus despite authorities insisting there was no danger.",
            "url": "https://www.reuters.com/article/us-china-health-ukraine-idUSKBN20E10L",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492773347&w=1200&r=LYNXMPEG1J0Q4",
            "publishedAt": "2020-02-20T08:50:24Z",
            "content": "KIEV (Reuters) - Residents in central Ukraine protested the arrival of a plane carrying evacuees from China’s Hubei province on Thursday, fearing they could be infected with the coronavirus despite authorities insisting there was no danger. \r\nProtesters from … [+1907 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Syed Raza Hassan",
            "title": "China backs Pakistan decision not to evacuate students from coronavirus lockdown",
            "description": "A Chinese diplomat on Thursday backed Pakistan's decision not to evacuate Pakistani students from the province at the centre of China’s coronavirus outbreak, a day after parents confronted government ministers demanding their children be brought home.",
            "url": "https://www.reuters.com/article/us-china-health-pakistan-idUSKBN20E29S",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492918917&w=1200&r=LYNXMPEG1J1G0",
            "publishedAt": "2020-02-20T15:58:31Z",
            "content": "KARACHI, Pakistan (Reuters) - A Chinese diplomat on Thursday backed Pakistan’s decision not to evacuate Pakistani students from the province at the centre of China’s coronavirus outbreak, a day after parents confronted government ministers demanding their chi… [+1242 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Colin Packham",
            "title": "Australians arrive home for quarantine after weeks on coronavirus cruise ship",
            "description": "More than 150 Australians arrived home on Thursday to begin two weeks of quarantine after finally disembarking a cruise ship docked in Japan where more than 600 people have contracted the newly identified coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-australia-idUSKBN20E007",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T00:03:29Z",
            "content": "SYDNEY (Reuters) - More than 150 Australians arrived home on Thursday to begin two weeks of quarantine after finally disembarking a cruise ship docked in Japan where more than 600 people have contracted the newly identified coronavirus. \r\nThe Diamond Princess… [+1606 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan government says another two officials infected with coronavirus, confirms two deaths",
            "description": "The Japanese government said on Thursday that two people from the cruise ship berthed in Japan, both in their 80s, have died from coronavirus infections and that another two government officials have tested positive for the infection.",
            "url": "https://www.reuters.com/article/us-china-health-japan-ship-deaths-idUSKBN20E0LU",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492725422&w=1200&r=LYNXMPEG1J0HQ",
            "publishedAt": "2020-02-20T06:30:47Z",
            "content": "TOKYO (Reuters) - The Japanese government said on Thursday that two people from the cruise ship berthed in Japan, both in their 80s, have died from coronavirus infections and that another two government officials have tested positive for the infection. \r\nOne … [+386 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Keith Zhai",
            "title": "China tests its soft power in Southeast Asia amid coronavirus outbreak",
            "description": "China called for solidarity on Thursday in a special meeting to discuss the coronavirus outbreak with Southeast Asian nations as it faces criticism for its handling of the outbreak elsewhere.",
            "url": "https://www.reuters.com/article/us-china-health-asean-idUSKBN20E0TM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492749799&w=1200&r=LYNXMPEG1J0M3",
            "publishedAt": "2020-02-20T07:43:08Z",
            "content": "VIENTIANE (Reuters) - China called for solidarity on Thursday in a special meeting to discuss the coronavirus outbreak with Southeast Asian nations as it faces criticism for its handling of the outbreak elsewhere. \r\nThe hastily called summit in Laos signaled … [+2823 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Xi still due to visit South Korea in coming months, despite virus: Yonhap",
            "description": "There have been no changes in plans for Chinese President Xi Jinping to visit South Korea in the first half of this year, despite the coronavirus outbreak that has hit both countries, Yonhap news agency reported on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-president-idUSKBN20E1I7",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492828767&w=1200&r=LYNXMPEG1J11A",
            "publishedAt": "2020-02-20T11:30:07Z",
            "content": "SEOUL (Reuters) - There have been no changes in plans for Chinese President Xi Jinping to visit South Korea in the first half of this year, despite the coronavirus outbreak that has hit both countries, Yonhap news agency reported on Thursday. \r\nIn a phone cal… [+278 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei, epicentre of coronavirus, extends work suspension to March 11",
            "description": "China's Hubei province on Thursday asked firms not to resume work before March 11 due to the coronavirus outbreak, saying only businesses involved in epidemic prevention and control or necessary public services would be exempt.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-idUSKBN20E16E",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492801624&w=1200&r=LYNXMPEG1J0SU",
            "publishedAt": "2020-02-20T10:16:45Z",
            "content": "BEIJING/SHANGHAI (Reuters) - China’s Hubei province on Thursday asked firms not to resume work before March 11 due to the coronavirus outbreak, saying only businesses involved in epidemic prevention and control or necessary public services would be exempt. \r\n… [+321 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Wenzhou city to re-open entrances and exits of highways after coronavirus lockdown: government statement",
            "description": "China's Wenzhou city will re-open entrances and exits of highways, and cancel some highway checkpoints to support economic recovery during virus, according to a post on social media from the city government on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-wenzhou-idUSKBN20E1ZC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T14:20:33Z",
            "content": "SHANGHAI (Reuters) - China’s Wenzhou city will re-open entrances and exits of highways, and cancel some highway checkpoints to support economic recovery during virus, according to a post on social media from the city government on Thursday. \r\nWenzhou entered … [+201 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO says in touch with South Korea on 'cluster of COVID-19 cases'",
            "description": "The World Health Organization (WHO) is in close touch with South Korea regarding a \"cluster\" of COVID-19 cases around the central city of Daegu, a WHO spokesman said on Thursday after authorities there described it as a \"super-spreading event\".",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-who-idUSKBN20E1DG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492816644&w=1200&r=LYNXMPEG1J0XD",
            "publishedAt": "2020-02-20T10:57:38Z",
            "content": "GENEVA (Reuters) - The World Health Organization (WHO) is in close touch with South Korea regarding a “cluster” of COVID-19 cases around the central city of Daegu, a WHO spokesman said on Thursday after authorities there described it as a “super-spreading eve… [+705 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. weekly jobless claims rise modestly",
            "description": "The number of Americans filing for unemployment benefits rose modestly last week, suggesting sustained labor market strength that could help to support the economy amid risks from the coronavirus and weak business investment.",
            "url": "https://www.reuters.com/article/us-usa-economy-unemployment-idUSKBN20E1UQ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492871647&w=1200&r=LYNXMPEG1J199",
            "publishedAt": "2020-02-20T13:37:28Z",
            "content": "WASHINGTON (Reuters) - The number of Americans filing for unemployment benefits rose modestly last week, suggesting sustained labor market strength that could help to support the economy amid risks from the coronavirus and weak business investment. \r\nInitial … [+2112 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lucia Mutikani",
            "title": "U.S. weekly jobless claims rise slightly; mid-Atlantic factory activity accelerates",
            "description": "The number of Americans filing for unemployment benefits rose modestly last week, suggesting sustained labor market strength that could help to support the economy amid risks from the coronavirus and weak business investment.",
            "url": "https://www.reuters.com/article/us-usa-economy-idUSKBN20E1UQ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492885082&w=1200&r=LYNXMPEG1J199",
            "publishedAt": "2020-02-20T14:17:53Z",
            "content": "WASHINGTON (Reuters) - The number of Americans filing for unemployment benefits rose modestly last week, suggesting sustained labor market strength that could help to support the economy amid risks from the coronavirus and weak business investment. \r\nThere wa… [+3508 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Outbreak will not change China's commitments to buy U.S. goods: senior U.S. official",
            "description": "The U.S. government expects China to honor its commitments to buy more U.S. goods under a trade deal signed by the world's two largest economies in January despite the fast-spreading coronavirus outbreak, a senior U.S. official said on Thursday.",
            "url": "https://www.reuters.com/article/us-usa-trade-china-idUSKBN20E2NX",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1493058123&w=1200&r=LYNXMPEG1J1R7",
            "publishedAt": "2020-02-20T23:34:46Z",
            "content": "WASHINGTON (Reuters) - The U.S. government expects China to honor its commitments to buy more U.S. goods under a trade deal signed by the world’s two largest economies in January despite the fast-spreading coronavirus outbreak, a senior U.S. official said on … [+2720 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Zoey Zhang",
            "title": "Shares of HNA affiliates rally after report of China bailout plan",
            "description": "Shares in affiliates of HNA Group surged on Thursday following a news report that China plans to take over the debt-laden conglomerate as the coronavirus outbreak has further hit its ability to meet financial obligations.",
            "url": "https://www.reuters.com/article/us-china-health-hna-idUSKBN20E0GB",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492814890&w=1200&r=LYNXMPEG1J0C0",
            "publishedAt": "2020-02-20T10:52:27Z",
            "content": "BEIJING/SHANGHAI (Reuters) - Shares in affiliates of HNA Group surged on Thursday following a news report that China plans to take over the debt-laden conglomerate as the coronavirus outbreak has further hit its ability to meet financial obligations. \r\nThe go… [+3328 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Koustav Samanta",
            "title": "Oil rises on supply worries, while virus-led demand concerns ease",
            "description": "Oil prices rose nearly 1% on Thursday, extending big gains from a day earlier, as the market worried about crude supply disruptions and demand concerns were cushioned after a sharp drop in new coronavirus cases at the epicenter of the outbreak.",
            "url": "https://www.reuters.com/article/us-global-oil-idUSKBN20E07N",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492641851&w=1200&r=LYNXMPEG1J03Q",
            "publishedAt": "2020-02-20T02:18:47Z",
            "content": "SINGAPORE (Reuters) - Oil prices rose nearly 1% on Thursday, extending big gains from a day earlier, as the market worried about crude supply disruptions and demand concerns were cushioned after a sharp drop in new coronavirus cases at the epicenter of the ou… [+2444 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Josh Horwitz",
            "title": "Manufacturers entangled in logistical nightmare as virus-hit China limps back to work",
            "description": "Blocked highways. Stranded workers. Dwindling supplies. Shipping and air freight companies also hamstrung.",
            "url": "https://www.reuters.com/article/us-china-health-asia-supplychain-insight-idUSKBN20E0B6",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492662781&w=1200&r=LYNXMPEG1J077",
            "publishedAt": "2020-02-20T03:22:15Z",
            "content": "SHANGHAI/BANGKOK (Reuters) - Blocked highways. Stranded workers. Dwindling supplies. Shipping and air freight companies also hamstrung. \r\nThe Chinese manufacturing engine that powers much of the world economy is struggling to restart after an extended Lunar N… [+5792 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lofty stocks, hefty debt sow seeds of worry for some at Fed",
            "description": "Rock-bottom corporate bond yields, high levels of business debt and one of the fastest expansions of stock market valuations on record are worrying some Federal Reserve officials who fret such financial imbalances could aggravate any negative shocks to the U.…",
            "url": "https://www.reuters.com/article/us-usa-fed-minutes-assets-idUSKBN20E02F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T00:45:02Z",
            "content": "(Reuters) - Rock-bottom corporate bond yields, high levels of business debt and one of the fastest expansions of stock market valuations on record are worrying some Federal Reserve officials who fret such financial imbalances could aggravate any negative shoc… [+2949 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Asia weakness drags on Accor's hotel business - Reuters",
            "description": "UPDATE 1-Asia weakness drags on Accor's hotel business Reuters",
            "url": "https://www.reuters.com/article/accor-results-idUSL8N2AK183",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T07:43:00Z",
            "content": "(Writes through with details about China) \r\nPARIS, Feb 20 (Reuters) - Street protests in Hong Kong put a brake on Accor’s revenue growth in 2019, and the group behind chains including Movenpick and Ibis expects a further impact in China this year where many o… [+1901 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Huawei says no impact on 5G supply from coronavirus",
            "description": "China's Huawei said on Thursday the coronavirus outbreak would not affect the supply of 5G telecoms equipment to its customers after its factories resumed production.",
            "url": "https://www.reuters.com/article/us-china-health-huawei-idUSKBN20E2I4",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492953525&w=1200&r=LYNXMPEG1J1N2",
            "publishedAt": "2020-02-20T17:45:28Z",
            "content": "LONDON (Reuters) - China’s Huawei said on Thursday the coronavirus outbreak would not affect the supply of 5G telecoms equipment to its customers after its factories resumed production. \r\nYang Chaobin, Huawei’s president of the 5G product line, said 5G equipm… [+1125 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea's Hynix says 800 workers to stay home after trainee had contact with virus patient",
            "description": "South Korean chipmaker SK Hynix said on Thursday that 800 of its workers had quarantined themselves as a precautionary measure to prevent the spread of the coronavirus, but its production in the city of Icheon has not been affected.",
            "url": "https://www.reuters.com/article/us-china-health-sk-hynix-idUSKBN20E0WP",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492758269&w=1200&r=LYNXMPEG1J0NZ",
            "publishedAt": "2020-02-20T08:07:35Z",
            "content": "SEOUL (Reuters) - South Korean chipmaker SK Hynix said on Thursday that 800 of its workers had quarantined themselves as a precautionary measure to prevent the spread of the coronavirus, but its production in the city of Icheon has not been affected. \r\nThe mo… [+816 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan's Foxconn warns of negative revenue impact from virus outbreak",
            "description": "Taiwan's Foxconn on Thursday said a coronavirus outbreak will lead to lower full-year revenue and the company will \"cautiously\" resume output at its main factories in China that were shut because of the outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-foxconn-idUSKBN20E0KB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492720235&w=1200&r=LYNXMPEG1J0GE",
            "publishedAt": "2020-02-20T06:15:51Z",
            "content": "TAIPEI (Reuters) - Taiwan’s Foxconn on Thursday said a coronavirus outbreak will lead to lower full-year revenue and the company will “cautiously” resume output at its main factories in China that were shut because of the outbreak. \r\nFoxconn said in a stateme… [+369 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Caroline Valetkevitch",
            "title": "US STOCKS-Indexes fall, led by tech decline on mounting fears coronavirus could spread - Reuters",
            "description": "U.S. stocks fell on Thursday, led down by technology heavyweights, after reports of new coronavirus cases in China and other countries intensified fears over its spread and impact on the global economy.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL1N2AK1LZ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T20:24:00Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window) \r\n* E*Trade on pace for best day in more than a decade \r\n* ViacomCBS slumps after earnings disappointment \r\n* Indexes down: Dow 0.6%, S&amp;P 0.5%, Nasdaq 0.8% (New throughout, u… [+2567 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Latest on coronavirus spreading in China and beyond",
            "description": "China reported a dramatic drop in coronavirus infections on Thursday although scientists warned it may spread even more easily than previously believed.",
            "url": "https://www.reuters.com/article/us-china-health-latest-factbox-20-02-idUSKBN20E1BF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492808486&w=1200&r=LYNXMPEG1J0W3",
            "publishedAt": "2020-02-20T10:41:00Z",
            "content": "(Reuters) - China reported a dramatic drop in coronavirus infections on Thursday although scientists warned it may spread even more easily than previously believed. \r\n-China’s central Hubei province had 349 new confirmed cases on Wednesday, down from 1,693 a … [+4429 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq bans border crossings by Iranians amid coronavirus fears",
            "description": "Iraq banned border crossings by Iranian nationals for three days from Thursday amid fears of the coronavirus, Iraq's state news agency said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-borders-idUSKBN20E2T4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T20:58:21Z",
            "content": "CAIRO (Reuters) - Iraq banned border crossings by Iranian nationals for three days from Thursday amid fears of the coronavirus, Iraq’s state news agency said on Thursday. \r\nThe decision came after Iraqi Airways suspended flights to Iran. \r\nTwo Iranians who te… [+238 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jonathan Saul",
            "title": "Shipping industry faces $370 million hit from new Panama Canal charge",
            "description": "A new \"freshwater\" charge that came in this month to help the Panama Canal cope with climate change will cost the shipping industry up to $370 million a year, marking another blow for maritime companies already hit by fallout from the coronavirus.",
            "url": "https://www.reuters.com/article/us-shipping-panamacanal-idUSKBN20E211",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492891107&w=1200&r=LYNXMPEG1J1BH",
            "publishedAt": "2020-02-20T14:34:09Z",
            "content": "LONDON (Reuters) - A new “freshwater” charge that came in this month to help the Panama Canal cope with climate change will cost the shipping industry up to $370 million a year, marking another blow for maritime companies already hit by fallout from the coron… [+2464 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Paralympics: Boccia test event postponed due to coronavirus",
            "description": "A boccia competition which was to double as a test event for this year's Tokyo Paralympic Games has been postponed due to concerns over the coronavirus outbreak, organizers said on Thursday.",
            "url": "https://www.reuters.com/article/us-china-health-sport-idUSKBN20E0FS",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T05:03:03Z",
            "content": "TOKYO (Reuters) - A boccia competition which was to double as a test event for this year’s Tokyo Paralympic Games has been postponed due to concerns over the coronavirus outbreak, organizers said on Thursday. \r\nThe Japan Para Championships was due to be held … [+1016 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ju-min Park",
            "title": "London can host 2020 Games if moved over coronavirus: mayor candidate",
            "description": "London would be ready to host the 2020 Olympics if the outbreak of the coronavirus forced the Games to be moved from Tokyo, Shaun Bailey, the Conservative candidate for mayor of the British capital, has said.",
            "url": "https://www.reuters.com/article/us-china-health-tokyo-olympics-idUSKBN20E0OK",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492731899&w=1200&r=LYNXMPEG1J0IO",
            "publishedAt": "2020-02-20T06:53:05Z",
            "content": "TOKYO (Reuters) - London would be ready to host the 2020 Olympics if the outbreak of the coronavirus forced the Games to be moved from Tokyo, Shaun Bailey, the Conservative candidate for mayor of the British capital, has said. \r\nThe flu-like virus, which has … [+2245 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Alan Baldwin",
            "title": "RTL to cover Vietnam GP remotely due to virus fears",
            "description": "German free-to-air broadcaster RTL will cover the Vietnamese Formula One Grand Prix remotely due to the spread of the coronavirus in the region, it said in a statement.",
            "url": "https://www.reuters.com/article/us-motor-f1-vietnam-idUSKBN20E1RS",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T13:16:01Z",
            "content": "BARCELONA (Reuters) - German free-to-air broadcaster RTL will cover the Vietnamese Formula One Grand Prix remotely due to the spread of the coronavirus in the region, it said in a statement. \r\nThe Chinese GP originally scheduled for Shanghai on April 19 was c… [+1565 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "REFILE-KLM airlines extends ban on China flights due to coronavirus",
            "description": "KLM, the Dutch arm of Air France KLM, said on Thursday it would extend a ban on flights to China due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/china-health-netherlands-klm-idUSA5N28R00M",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T10:51:49Z",
            "content": "(Fixes typographical error in headline) \r\nAMSTERDAM, Feb 20 (Reuters) - KLM, the Dutch arm of Air France KLM, said on Thursday it would extend a ban on flights to China due to the coronavirus outbreak. \r\n“All KLM flights to Beijing and Shanghai have been susp… [+365 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two passengers from virus-hit Japan cruise ship have died - NHK",
            "description": "Two passengers from the coronavirus-hit Diamond Princess cruise ship that had been quarantined in Japan have died, public broadcaster NHK reported on Thursday.",
            "url": "https://www.reuters.com/article/china-health-japan-ship-death-idUST9N29K02M",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T02:48:50Z",
            "content": "TOKYO, Feb 20 (Reuters) - Two passengers from the coronavirus-hit Diamond Princess cruise ship that had been quarantined in Japan have died, public broadcaster NHK reported on Thursday. \r\nThe passengers were a man and a woman in their 80s, NHK said, citing an… [+104 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX opens lower as coronavirus fears grow",
            "description": "Canada's main stock index opened lower on Thursday, as gains in energy were offset by losses in most other sectors after a spike in the number of coronavirus cases outside China raised concerns about the global impact of the epidemic.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AK46T",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T14:37:06Z",
            "content": "Feb 20 (Reuters) - Canada’s main stock index opened lower on Thursday, as gains in energy were offset by losses in most other sectors after a spike in the number of coronavirus cases outside China raised concerns about the global impact of the epidemic. \r\n* A… [+246 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "US STOCKS-Futures dip as coronavirus cases outside China rise",
            "description": "U.S. stock index futures fell on Thursday, a day after the S&P 500 and Nasdaq closed at record levels, as the number of coronavirus cases outside China increased.",
            "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN20E1QD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492856097&w=1200&r=LYNXMPEG1J16F",
            "publishedAt": "2020-02-20T12:47:42Z",
            "content": "(Reuters) - U.S. stock index futures fell on Thursday, a day after the S&amp;P 500 and Nasdaq closed at record levels, as the number of coronavirus cases outside China increased. \r\nSouth Korea reported a spike in new cases on Thursday and Japan reported two n… [+1439 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kate Duguid",
            "title": "Coronavirus could pose threat to cruise ship credit ratings",
            "description": "The impact on cruise companies' earnings from canceled trips, steep discounts and ships quarantined over coronavirus concerns could pose credit risks, said credit ratings agencies Moody's Investors Service and S&P Global Ratings.",
            "url": "https://www.reuters.com/article/us-china-health-cruiseship-ratings-idUSKBN20E2BD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492922708&w=1200&r=LYNXMPEG1J1HB",
            "publishedAt": "2020-02-20T15:59:36Z",
            "content": "NEW YORK (Reuters) - The impact on cruise companies’ earnings from canceled trips, steep discounts and ships quarantined over coronavirus concerns could pose credit risks, said credit ratings agencies Moody’s Investors Service and S&amp;P Global Ratings. \r\nCa… [+2758 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Albemarle says Chinese lithium output dented by coronavirus",
            "description": "Albemarle Corp said on Thursday that none of its employees in China have contracted the coronavirus, but its lithium production facilities in the country will operate at reduced rates for the foreseeable future.",
            "url": "https://www.reuters.com/article/albemarle-results-idUSL1N2AK10I",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T16:39:32Z",
            "content": "Feb 20 (Reuters) - Albemarle Corp said on Thursday that none of its employees in China have contracted the coronavirus, but its lithium production facilities in the country will operate at reduced rates for the foreseeable future. \r\nThe company, the world’s l… [+1365 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Zoey Zhang",
            "title": "Shares of HNA affiliates rally after report of China bailout plan",
            "description": "Shares in affiliates of HNA Group surged on Thursday following a news report that China plans to take over the debt-laden conglomerate as the coronavirus outbreak has further hit its ability to meet financial obligations.",
            "url": "https://www.reuters.com/article/china-health-hna-idUSL4N2AK1C0",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T05:01:32Z",
            "content": "* Key HNA-related shares up by 10% daily limit in China \r\n* Hainan govt plans HNA takeover, airline asset sale-Bloomberg \r\n* Air China, China Eastern prepared to discuss plan -source \r\nBy Zoey Zhang and Brenda Goh \r\nBEIJING/SHANGHAI, Feb 20 (Reuters) - Shares… [+3133 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European shares muted as investors assess virus risks",
            "description": "European shares retreated from record highs on Thursday, as a rise in the number of new coronavirus cases in South Korea added to fears after research suggested the virus was more contagious than previously thought.",
            "url": "https://www.reuters.com/article/us-europe-stocks-idUSKBN20E0XU",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492762721&w=1200&r=LYNXMPEG1J0OG",
            "publishedAt": "2020-02-20T08:17:46Z",
            "content": "(Reuters) - European shares retreated from record highs on Thursday, as a rise in the number of new coronavirus cases in South Korea added to fears after research suggested the virus was more contagious than previously thought. \r\nResidents of a South Korean c… [+1007 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-UK to evacuate passengers from quarantined cruise ship in Japan",
            "description": "British passengers will be evacuated from a cruise ship that had been quarantined for two weeks off the coast of Japan after hundreds of people on board fell ill with the coronavirus.",
            "url": "https://www.reuters.com/article/china-health-japan-britain-idUSL1N2AK067",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T07:36:04Z",
            "content": "(Adds details) \r\nLONDON, Feb 20 (Reuters) - British passengers will be evacuated from a cruise ship that had been quarantined for two weeks off the coast of Japan after hundreds of people on board fell ill with the coronavirus. \r\nThe repatriated passengers fa… [+1024 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "REFILE-Taiwan's Foxconn warns of negative revenue impact from virus outbreak",
            "description": "Taiwan's Foxconn on Thursday said a coronavirus outbreak will lead to lower full-year revenue and the company will \"cautiously\" resume output at its main factories in China that were shut because of the outbreak.",
            "url": "https://www.reuters.com/article/china-health-foxconn-idUSP8N2A400N",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T07:34:05Z",
            "content": "(Fixes typographical error in Foxconn in paragraph 3) \r\nTAIPEI, Feb 20 (Reuters) - Taiwan’s Foxconn on Thursday said a coronavirus outbreak will lead to lower full-year revenue and the company will “cautiously” resume output at its main factories in China tha… [+434 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tokyo shares close higher as weaker yen lifts automakers; virus caps gains",
            "description": "Japanese stocks ended higher on Thursday as a rapidly weakening yen, which hit a near 10-month low versus the dollar overnight, lifted export-focused automakers, but the gains were capped by concerns over the impact of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/japan-stocks-close-idUSL4N2AK21E",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T06:51:05Z",
            "content": "TOKYO, Feb 20 (Reuters) - Japanese stocks ended higher on Thursday as a rapidly weakening yen, which hit a near 10-month low versus the dollar overnight, lifted export-focused automakers, but the gains were capped by concerns over the impact of the coronaviru… [+1608 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan govt to work with carmakers, suppliers to minimise virus impact",
            "description": "Japan's economy ministry on Thursday said it would set up a team including the country's automakers, suppliers and the government to discuss and prepare measures to minimise any impact from the coronavirus outbreak on its auto industry.",
            "url": "https://www.reuters.com/article/us-china-health-japan-autos-idUSKBN20E0QM",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492740798&w=1200&r=LYNXMPEG1J0JO",
            "publishedAt": "2020-02-20T07:09:03Z",
            "content": "TOKYO (Reuters) - Japan’s economy ministry on Thursday said it would set up a team including the country’s automakers, suppliers and the government to discuss and prepare measures to minimize any impact from the coronavirus outbreak on its auto industry. \r\n“I… [+533 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "S.Korea's Hynix says 800 workers to stay home after trainee had contact with virus patient",
            "description": "South Korean chipmaker SK Hynix said on Thursday that 800 of its workers had quarantined themselves as a precautionary measure to prevent the spread of the coronavirus, but its production in the city of Icheon has not been affected.",
            "url": "https://www.reuters.com/article/china-health-sk-hynix-idUSS6N29P03Y",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T07:32:19Z",
            "content": "SEOUL, Feb 20 (Reuters) - South Korean chipmaker SK Hynix said on Thursday that 800 of its workers had quarantined themselves as a precautionary measure to prevent the spread of the coronavirus, but its production in the city of Icheon has not been affected. … [+587 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 2-Fed's Clarida says U.S. economy is strong, still too soon to judge virus risk",
            "description": "The U.S. economy is showing no signs of losing steam, U.S Federal Reserve Vice Chair Richard Clarida said on Thursday, showing little alarm about the potential of the coronavirus outbreak to alter the central bank's interest rate policy.",
            "url": "https://www.reuters.com/article/us-usa-fed-clarida-idUSKBN20E1WN",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492877154&w=1200&r=LYNXMPEG1J19R",
            "publishedAt": "2020-02-20T14:36:52Z",
            "content": "WASHINGTON (Reuters) - The U.S. economy is showing no signs of losing steam, U.S Federal Reserve Vice Chair Richard Clarida said on Thursday, showing little alarm about the potential of the coronavirus outbreak to alter the central bank’s interest rate policy… [+2227 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Norwegian Cruise cancels Asia trips, warns hit to 2020 profit from coronavirus",
            "description": "Norwegian Cruise Line Holdings Ltd on Thursday forecast an impact of 75 cents per share to full-year adjusted earnings, citing cancellations and modification of 40 voyages in Asia and refunds to customers due to the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/china-health-norwegian-cruise-line-idUSL4N2AK3MI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T12:35:54Z",
            "content": "Feb 20 (Reuters) - Norwegian Cruise Line Holdings Ltd on Thursday forecast an impact of 75 cents per share to full-year adjusted earnings, citing cancellations and modification of 40 voyages in Asia and refunds to customers due to the coronavirus outbreak in … [+1369 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Norwegian Cruise cancels Asia trips, warns hit to 2020 profit from coronavirus",
            "description": "Norwegian Cruise Line Holdings Ltd on Thursday forecast a hit to its full-year earnings, citing cancellations and modification of 40 voyages in Asia and refunds to customers due to the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/china-health-norwegian-cruise-line-idUSL4N2AK49X",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T16:38:03Z",
            "content": "(Adds background, comments from conference call, share movement) \r\nFeb 20 (Reuters) - Norwegian Cruise Line Holdings Ltd on Thursday forecast a hit to its full-year earnings, citing cancellations and modification of 40 voyages in Asia and refunds to customers… [+2282 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX futures flat as virus fears offset China's efforts to boost economy",
            "description": "Canada's main stock index futures were little changed on Thursday, as worries over a rise in coronavirus cases in South Korea offset the impact of China's efforts to boost its economy and a drop in new cases at the epicenter of the epidemic.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AK3MN",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T12:41:05Z",
            "content": "Feb 20 (Reuters) - Canada’s main stock index futures were little changed on Thursday, as worries over a rise in coronavirus cases in South Korea offset the impact of China’s efforts to boost its economy and a drop in new cases at the epicenter of the epidemic… [+2495 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "US STOCKS-S&P 500, Nasdaq set to retreat from record highs as virus fears build",
            "description": "U.S. stock indexes were set to open slightly lower on Thursday as a spike in the number of coronavirus cases outside China raised concerns about the global impact of the epidemic, while E*Trade Financial soared on a buyout offer from Morgan Stanley.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AK41F",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T14:17:26Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window) \r\n* Morgan Stanley falls on $13 bln deal to buy E*Trade \r\n* L Brands skids on deal to sell Victoria’s Secret \r\n* Futures down: Dow 0.23%, S&amp;P 0.24%, Nasdaq 0.29% (Adds commen… [+2298 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hideyuki Sano",
            "title": "Some Japan investors worry as coronavirus puts question-mark over Tokyo Olympics",
            "description": "As Japan struggles to rein in the spread of a coronavirus, some investors are starting to worry the epidemic could scupper the Olympics set to start in Tokyo from July 24, hitting shares of firms ranging from sportsgear makers to event organisers.",
            "url": "https://www.reuters.com/article/japan-markets-stocks-idUSL4N2AK25Y",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T10:14:22Z",
            "content": "* Growing infections prompt worries about Tokyo Olympics \r\n* Shares of sportswear, event service, PR companies hit hard \r\n* Many still hope outbreak will die down by summer \r\nBy Hideyuki Sano and Tomo Uetake \r\nTOKYO, Feb 20 (Reuters) - As Japan struggles to r… [+3281 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Liz Hampton",
            "title": "UPDATE 1-U.S. shale oil outlook darkens as by-product prices slide",
            "description": "U.S. shale oil drillers could scale back investment in production more quickly than previously expected this year after prices slid for what had been a lucrative by-product of their operations.",
            "url": "https://www.reuters.com/article/us-shale-outlook-gas-liquids-idUSKBN20E2NP",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1493031718&w=1200&r=LYNXMPEG1J1X3",
            "publishedAt": "2020-02-20T22:12:56Z",
            "content": "DENVER/NEW YORK (Reuters) - U.S. shale oil drillers could scale back investment in production more quickly than previously expected this year after prices slid for what had been a lucrative by-product of their operations. \r\nOil producers have already taken a … [+3466 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Daina Beth Solomon",
            "title": "E-commerce site MercadoLibre to boost Mexico investment by 46%",
            "description": "Latin American e-commerce platform MercadoLibre said on Thursday it will invest $420 million this year in Mexico, its fastest-growing market, up 46% from 2019.",
            "url": "https://www.reuters.com/article/mercadolibre-mexico-idUSL1N2AK1IU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T21:19:08Z",
            "content": "MEXICO CITY, Feb 20 (Reuters) - Latin American e-commerce platform MercadoLibre said on Thursday it will invest $420 million this year in Mexico, its fastest-growing market, up 46% from 2019. \r\nThe Argentina-based company will focus its spending in Mexico on … [+773 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Baltic index gains for fifth straight session",
            "description": "The Baltic Exchange's main sea freight index rose for the fifth straight session on Thursday, supported by an uptick in demand across all vessel segments.",
            "url": "https://www.reuters.com/article/baltic-index-idUSL4N2AK3VE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T14:21:49Z",
            "content": "Feb 20 (Reuters) - The Baltic Exchange’s main sea freight index rose for the fifth straight session on Thursday, supported by an uptick in demand across all vessel segments. \r\n* The Baltic index, which tracks rates for capesize, panamax and supramax vessels t… [+1071 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Deals of the day-Mergers and acquisitions",
            "description": "The following bids, mergers, acquisitions and disposals were reported by 1030 GMT on Thursday:",
            "url": "https://www.reuters.com/article/deals-day-idUSL4N2AK35K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T10:30:01Z",
            "content": "Feb 20 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1030 GMT on Thursday: \r\n** Anglo-German chip designer Dialog Semiconductor is buying California-based Adesto Technologies for $500 million to diversify further away fr… [+888 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Morning News Call - India, February 20",
            "description": "Reuters (Feb 20) - \n    (Morning News Call - India edition will not be published on Friday, February\n21 as markets are closed for Mahashivratri)\n    \n    To access a PDF version of this newsletter, please click here http://share.thomsonreuters.com/assets/news…",
            "url": "https://www.reuters.com/article/india-morningcall-idUSL4N2AK0AW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T03:24:11Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK Stocks-Factors to watch on Feb. 20",
            "description": "Britain's FTSE 100         index is seen opening 27\npoints lower on Thursday, according to financial bookmakers, with futures\n        up slightly 0.1% ahead of the cash market open.\n\n    * SMITH+NEPHEW : British medical products maker Smith+Nephew        fore…",
            "url": "https://www.reuters.com/article/britain-stocks-factors-idUSL4N2AK2JN",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T07:56:13Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "PRESS DIGEST-British Business - Feb 20",
            "description": "The following are the top stories on the business pages of British newspapers. Reuters has not verified these stories and does not vouch for their accuracy.",
            "url": "https://www.reuters.com/article/britain-press-business-idUSL4N2AK0J7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T01:45:38Z",
            "content": "Feb 20 (Reuters) - The following are the top stories on the business pages of British newspapers. Reuters has not verified these stories and does not vouch for their accuracy. \r\nThe Times \r\n- Odey Asset Management, the hedge fund run by Crispin Odey, opposed … [+1741 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 2-Turkish markets weaken as Ankara nears conflict in Syria",
            "description": "The Turkish lira, shares and bonds all weakened on Thursday as investors fretted over rising tensions in Syria's Idlib region where Ankara is edging closer to military confrontation.",
            "url": "https://www.reuters.com/article/turkey-currency-idUSL8N2AK15Z",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T13:44:23Z",
            "content": "(Adds shares, bond, lira eases further) \r\nISTANBUL, Feb 20 (Reuters) - The Turkish lira, shares and bonds all weakened on Thursday as investors fretted over rising tensions in Syria’s Idlib region where Ankara is edging closer to military confrontation. \r\nThe… [+1363 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "PRECIOUS-Gold eases from 7-yr peak on slowing virus spread, China stimulus hopes",
            "description": "Gold prices on Thursday eased from their\nhighest in nearly seven years in the previous session, as\nsafe-haven demand took a hit after a dramatic drop in new\ncoronavirus cases and on expectations that China will continue\nto shore up its economy.\n    \n    FUNDA…",
            "url": "https://www.reuters.com/article/global-precious-idUSL4N2AK0C9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T01:51:57Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ritsuko Ando",
            "title": "Walmart's struggling Japan unit finally delivers with online grocery growth",
            "description": "Walmart Inc might finally have found the sweet spot in Japan's food market with a fast-growing venture ranked third in a nascent online grocery sector, as the brick-and-mortar stores it bought into two decades ago continue their search for profit.",
            "url": "https://www.reuters.com/article/us-japan-walmart-seiyu-idUSKBN20E0HY",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492705889&w=1200&r=LYNXMPEG1J0DN",
            "publishedAt": "2020-02-20T05:30:53Z",
            "content": "TOKYO (Reuters) - Walmart Inc (WMT.N) might finally have found the sweet spot in Japan’s food market with a fast-growing venture ranked third in a nascent online grocery sector, as the brick-and-mortar stores it bought into two decades ago continue their sear… [+3611 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Maqsood Alam",
            "title": "MIDEAST STOCKS-Most Gulf markets end higher, Doha Bank lifts Qatar",
            "description": "Most Gulf markets closed higher on Thursday amid rising\noil prices, with Qatar outperforming as Doha Bank jumped after releasing a\nfive-year plan.\n    Oil prices held near one-month highs on Thursday supported by China's\nefforts to boost its economy, a drop i…",
            "url": "https://www.reuters.com/article/mideast-stocks-idUSL8N2AK5Y2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T13:50:44Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sakura Murakami",
            "title": "Japan's deadly fish: fugu purveyors dream of Olympic revival",
            "description": "In the kitchen at Fukudokoro Sakai, a restaurant across the road from a seafood market at the southern tip of the main island of Japan, the chef casually hacks off the head of a live pufferfish.",
            "url": "https://www.reuters.com/article/uk-olympics-2020-fugu-idUSKBN20E01X",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492620217&w=1200&r=LYNXMPEG1J00Y",
            "publishedAt": "2020-02-20T00:44:03Z",
            "content": "TOKYO (Reuters) - In the kitchen at Fukudokoro Sakai, a restaurant across the road from a seafood market at the southern tip of the main island of Japan, the chef casually hacks off the head of a live pufferfish. \r\nHe skins and guts it while its heart still b… [+2575 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "Wall Street tumbles as coronavirus fears mount",
            "description": "U.S. stock indexes fell about 1% on Thursday, dragged down by technology heavyweights, as investors fretted over a rise in the cases of coronavirus and its economic impact.",
            "url": "https://in.reuters.com/article/usa-stocks-idINKBN20E2F7",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492940278&w=1200&r=LYNXMPEG1J1JO",
            "publishedAt": "2020-02-20T17:29:33Z",
            "content": "(Reuters) - U.S. stock indexes fell about 1% on Thursday, dragged down by technology heavyweights, as investors fretted over a rise in the cases of coronavirus and its economic impact. \r\nSome traders pointed to a Global Times report here that said a central B… [+2554 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "Mounting coronavirus fears knockdown Wall Street",
            "description": "U.S. stock indexes fell on Thursday, dragged down by technology heavyweights, as investors fretted over the rising number of coronavirus cases in China and other countries as well as the potential economic damage from the epidemic.",
            "url": "https://in.reuters.com/article/us-usa-stocks-idINKBN20E1QD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492935443&w=1200&r=LYNXMPEG1J16F",
            "publishedAt": "2020-02-20T18:45:03Z",
            "content": "(Reuters) - U.S. stock indexes fell on Thursday, dragged down by technology heavyweights, as investors fretted over the rising number of coronavirus cases in China and other countries as well as the potential economic damage from the epidemic. \r\nIndexes dropp… [+2285 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Schneider Electric estimates coronavirus costs at 300 million euros",
            "description": "France's Schneider Electric expects the outbreak of a new coronavirus to cost it around 300 million euros ($323.91 million) in the first quarter, it said on Thursday.",
            "url": "https://in.reuters.com/article/schneiderelectric-results-idINKBN20E0KP",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492721629&w=1200&r=LYNXMPEG1J0GN",
            "publishedAt": "2020-02-20T06:17:55Z",
            "content": "(Reuters) - France’s Schneider Electric (SCHN.PA) expects the outbreak of a new coronavirus to cost it around 300 million euros ($323.91 million) in the first quarter, it said on Thursday. \r\n“The Group is assessing the impact of the coronavirus to the busines… [+1767 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Maersk quarterly profit misses forecasts, coronavirus to hit 2020 earnings",
            "description": "Shipping group A.P. Moller-Maersk said on Thursday the coronavirus outbreak would weigh on earnings this year, as it reported fourth-quarter profit below expectations.",
            "url": "https://in.reuters.com/article/maersk-results-idINKBN20E0SB",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492744845&w=1200&r=LYNXMPEG1J0KQ",
            "publishedAt": "2020-02-20T07:29:32Z",
            "content": "COPENHAGEN (Reuters) - Shipping group A.P. Moller-Maersk (MAERSKb.CO) said on Thursday the coronavirus outbreak would weigh on earnings this year, as it reported fourth-quarter profit below expectations. \r\nMaersk, the world’s biggest container shipping firm, … [+1193 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Instant view: Wall Street drops around 1% as coronavirus fears grow",
            "description": "U.S. stock indexes fell more than 1% on Thursday, with technology stocks among the hardest hit as investors weighed how bad the economic damage will be from the coronavirus outbreak as the number of cases rise outside of China.",
            "url": "https://in.reuters.com/article/usa-fed-idINKBN20E2HF",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492948531&w=1200&r=LYNXMPEG1J1MA",
            "publishedAt": "2020-02-20T17:27:55Z",
            "content": "NEW YORK (Reuters) - U.S. stock indexes fell more than 1% on Thursday, with technology stocks among the hardest hit as investors weighed how bad the economic damage will be from the coronavirus outbreak as the number of cases rise outside of China. \r\nSome att… [+3318 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Riham Alkousaa",
            "title": "Gripped with coronavirus fears, German consumers pinch their pennies - GfK",
            "description": "German consumer morale deteriorated slightly in February as fears that the coronavirus outbreak in China would worsen a slowdown in Europe's biggest economy made Germans less willing to take out their wallets, a survey showed on Thursday.",
            "url": "https://in.reuters.com/article/germany-economy-gfk-idINKBN20E0RO",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492744841&w=1200&r=LYNXMPEG1J0K8",
            "publishedAt": "2020-02-20T07:27:31Z",
            "content": "BERLIN (Reuters) - German consumer morale deteriorated slightly in February as fears that the coronavirus outbreak in China would worsen a slowdown in Europe’s biggest economy made Germans less willing to take out their wallets, a survey showed on Thursday. \r… [+795 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lufthansa Group grounds 13 aircraft over coronavirus cancellations",
            "description": "German airline group Lufthansa said on Thursday it had grounded 13 long-haul aircraft after the company cancelled various connections to mainland China due to the coronavirus outbreak there.",
            "url": "https://in.reuters.com/article/china-health-lufthansa-idINKBN20E16K",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492819356&w=1200&r=LYNXMPEG1J0W9",
            "publishedAt": "2020-02-20T11:04:17Z",
            "content": "BERLIN (Reuters) - German airline group Lufthansa said on Thursday it had grounded 13 long-haul aircraft after the company cancelled various connections to mainland China due to the coronavirus outbreak there. \r\n“This will have noticeable effects on business,… [+497 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Andrea Shalal",
            "title": "Coronavirus poses risks to fragile recovery in global economy - IMF",
            "description": "The coronavirus epidemic has already disrupted economic growth in China and a further spread to other countries could derail a \"highly fragile\" projected recovery in the global economy in 2020, the International Monetary Fund warned on Wednesday.",
            "url": "https://in.reuters.com/article/imf-economy-idINKBN20E096",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492651306&w=1200&r=LYNXMPEG1J04W",
            "publishedAt": "2020-02-20T02:48:23Z",
            "content": "WASHINGTON (Reuters) - The coronavirus epidemic has already disrupted economic growth in China and a further spread to other countries could derail a “highly fragile” projected recovery in the global economy in 2020, the International Monetary Fund warned on … [+3418 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Karin Strohecker",
            "title": "World Bank pandemic bond under pressure as coronavirus spreads",
            "description": "A World Bank bond designed to deliver funding to help the world's poorest countries to tackle fast-spreading diseases has lost half its value as the coronavirus outbreak in China has fanned fears that investors could face hefty losses.",
            "url": "https://in.reuters.com/article/china-health-worldbank-pandemic-idINKBN20E07T",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492643950&w=1200&r=LYNXMPEG1J040",
            "publishedAt": "2020-02-20T02:21:53Z",
            "content": "LONDON (Reuters) - A World Bank bond designed to deliver funding to help the world’s poorest countries to tackle fast-spreading diseases has lost half its value as the coronavirus outbreak in China has fanned fears that investors could face hefty losses. \r\nAf… [+3931 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China to take over HNA as coronavirus hits business - Bloomberg",
            "description": "China plans to take over HNA Group Co and sell off its airline assets as the coronavirus outbreak has hit the conglomerate's ability to meet financial obligations, Bloomberg reported on Wednesday, citing people familiar with the matter.",
            "url": "https://in.reuters.com/article/china-health-hna-idINKBN20E0AO",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492658155&w=1200&r=LYNXMPEG1J06C",
            "publishedAt": "2020-02-20T03:06:27Z",
            "content": "BEIJING/SHANGHAI (Reuters) - China plans to take over HNA Group Co and sell off its airline assets as the coronavirus outbreak has hit the conglomerate’s ability to meet financial obligations, Bloomberg reported on Wednesday, citing people familiar with the m… [+2309 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Laurence Frost",
            "title": "Air France says coronavirus impact could climb above $200 million",
            "description": "Air France-KLM warned on Thursday of a potential 200 million euro ($216 million) hit to earnings by April as it contends with the China coronavirus outbreak's \"brutal\" impact on the airline market.",
            "url": "https://in.reuters.com/article/air-france-klm-results-idINKBN20E1C3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492819363&w=1200&r=LYNXMPEG1J0XK",
            "publishedAt": "2020-02-20T11:05:16Z",
            "content": "PARIS (Reuters) - Air France-KLM warned on Thursday of a potential 200 million euro ($216 million) hit to earnings by April as it contends with the China coronavirus outbreak’s “brutal” impact on the airline market. \r\nThe Franco-Dutch group’s shares fell shar… [+3432 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jonathan Saul",
            "title": "Shipping lines, ports count cost as coronavirus hits supply chains",
            "description": "China is struggling to resume normal trade operations as fallout from the coronavirus outbreak hits container shipping lines and logistics chains, with goods stuck and costs mounting, industry officials say.",
            "url": "https://in.reuters.com/article/china-health-shipping-idINKBN20E2I8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492950375&w=1200&r=LYNXMPEG1J1MS",
            "publishedAt": "2020-02-20T17:33:17Z",
            "content": "LONDON (Reuters) - China is struggling to resume normal trade operations as fallout from the coronavirus outbreak hits container shipping lines and logistics chains, with goods stuck and costs mounting, industry officials say. \r\nThe epidemic has upended globa… [+2889 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Koustav Samanta",
            "title": "Oil prices gain on supply threats; demand concerns from coronavirus ease",
            "description": "Oil prices climbed on Thursday, extending gains from the previous session, as the market shifted focus to supply disruptions, while demand concerns eased following a drop in new coronavirus cases at the epicentre of the outbreak.",
            "url": "https://in.reuters.com/article/us-global-oil-idINKBN20E07N",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492641851&w=1200&r=LYNXMPEG1J03Q",
            "publishedAt": "2020-02-20T08:04:59Z",
            "content": "SINGAPORE (Reuters) - Oil prices climbed on Thursday, extending gains from the previous session, as the market shifted focus to supply disruptions, while demand concerns eased following a drop in new coronavirus cases at the epicenter of the outbreak. \r\nConfl… [+2429 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jessica Jaganathan",
            "title": "India set to import record LNG volumes as spot prices slump on virus impact",
            "description": "India is set to import record volumes of liquefied natural gas (LNG) this month, data shows, taking advantage of the super-chilled fuel's price hitting all-time lows due to the coronavirus outbreak dampening demand in China.",
            "url": "https://in.reuters.com/article/india-lng-imports-idINKBN20E15Q",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T09:42:56Z",
            "content": "SINGAPORE (Reuters) - India is set to import record volumes of liquefied natural gas (LNG) this month, data shows, taking advantage of the super-chilled fuel’s price hitting all-time lows due to the coronavirus outbreak dampening demand in China. \r\nThe South … [+2328 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Judy Hua",
            "title": "China Jan new bank loans hit record, more policy support seen",
            "description": "New bank loans in China rose more than expected to a record high in January, as authorities step up support for an economy hit by trade tensions and facing a new threat from a fast-spreading coronavirus outbreak.",
            "url": "https://in.reuters.com/article/us-china-economy-loans-idINKBN20E129",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492776562&w=1200&r=LYNXMPEG1J0QQ",
            "publishedAt": "2020-02-20T11:04:37Z",
            "content": "BEIJING (Reuters) - New bank loans in China rose more than expected to a record high in January, as authorities step up support for an economy hit by trade tensions and facing a new threat from a fast-spreading coronavirus outbreak. \r\nChinese banks tend to fr… [+3947 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shrutee Sarkar",
            "title": "U.S. economy to dodge coronavirus blow, but risks to downside - Reuters poll",
            "description": "The impact of the coronavirus outbreak in China on U.S. economic growth will be negligible and short-lived, according to economists in a Reuters poll who nonetheless now say risks to their forecasts are skewed more to the downside.",
            "url": "https://in.reuters.com/article/usa-economy-poll-idINKBN20E073",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-20T02:14:58Z",
            "content": "BENGALURU (Reuters) - The impact of the coronavirus outbreak in China on U.S. economic growth will be negligible and short-lived, according to economists in a Reuters poll who nonetheless now say risks to their forecasts are skewed more to the downside. \r\nThe… [+4227 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Philip Blenkinsop",
            "title": "EU trade chief downbeat on China accord, other Asian deals",
            "description": "A planned EU-China investment agreement looks unlikely to be struck by September as planned because of the coronavirus outbreak, European Union trade chief Phil Hogan said, while also casting doubt on deals with other Asian countries.",
            "url": "https://in.reuters.com/article/eu-china-trade-idINKBN20E086",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492643946&w=1200&r=LYNXMPEG1J03Z",
            "publishedAt": "2020-02-20T02:21:19Z",
            "content": "BRUSSELS (Reuters) - A planned EU-China investment agreement looks unlikely to be struck by September as planned because of the coronavirus outbreak, European Union trade chief Phil Hogan said, while also casting doubt on deals with other Asian countries. \r\nT… [+2206 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Brenda Goh",
            "title": "Lenovo's third-quarter beat, confidence on managing virus impact boost shares",
            "description": "Lenovo Group, the world's biggest PC maker, posted a better than expected profit on Thursday and said its global operations would help it tackle short-term headwinds from China's coronavirus outbreak, sending its shares up nearly 8%.",
            "url": "https://in.reuters.com/article/lenovo-results-idINKBN20E0DU",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200220&t=2&i=1492741540&w=1200&r=LYNXMPEG1J09K",
            "publishedAt": "2020-02-20T07:19:27Z",
            "content": "SHANGHAI (Reuters) - Lenovo Group, the world’s biggest PC maker, posted a better than expected profit on Thursday and said its global operations would help it tackle short-term headwinds from China’s coronavirus outbreak, sending its shares up nearly 8%. \r\nTh… [+2480 chars]"
        }
    ]
}