{
    "status": "ok",
    "totalResults": 15,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus in South Korea Prompts Testing of Hundreds of Thousands of Fringe Church Members at Center of Outbreak",
            "description": "Almost 3,000 people have died of the new coronavirus, named COVID-19.",
            "url": "https://www.newsweek.com/coronavirus-south-korea-testing-cult-church-members-outbreak-1488900",
            "urlToImage": "https://d.newsweek.com/en/full/1569179/south-korea-coronavirus-covid19-seoul.jpg",
            "publishedAt": "2020-02-25T10:05:14Z",
            "content": "As the deadly new coronavirus continues to spread in South Korea, health officials plan to test over 200,000 members of a controversial church at the epicenter of the outbreak.\r\nWith cases in South Korea up by 60 on Tuesday, the lowest spike there in four day… [+4180 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Tucker Carlson Blames Media for Coronavirus Spread: 'Wokeness Is A Cult. They'd Let You Die' Over Identity Politics",
            "description": "\"For weeks the media told you it was wrong to worry about the coronavirus,\" the Fox News host said.",
            "url": "https://www.newsweek.com/tucker-carlson-blames-media-coronavirus-spread-wokeness-cult-theyd-let-you-die-over-1488889",
            "urlToImage": "https://d.newsweek.com/en/full/1569165/tucker-carlson.jpg",
            "publishedAt": "2020-02-25T04:06:46Z",
            "content": "Tucker Carlson said on his Fox News program Monday evening that the spread of COVID-19, also known as the coronavirus, could be partially attributed to the media linking concerns surrounding the news virus to bigotry.\r\nCarlson blamed news outlets like Slate a… [+2770 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Eddy Rodriguez",
            "title": "Fewer Than Half of U.S. Nurses Given Info on How to Respond to Coronavirus, According to National Survey",
            "description": "U.S. Nurses are unprepared to deal with the coronavirus due to lack of information and proper equipment.",
            "url": "https://www.newsweek.com/fewer-half-us-nurses-given-info-how-respond-coronavirus-according-national-survey-1489056",
            "urlToImage": "https://d.newsweek.com/en/full/1567093/nurse-holding-coronavirus-blood-test.jpg",
            "publishedAt": "2020-02-25T19:57:37Z",
            "content": "Fewer than half of U.S. nurses have been provided with the information necessary to respond to the coronavirus, a new survey showed.\r\nOnly about 13 percent of nurses said they have a plan in place to isolate patients and 31 percent of their employers have per… [+2490 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "America Has 30 Million Masks, Needs 300 Million for Health Care Workers Fighting Coronavirus, HHS Secretary Says",
            "description": "Senators expressed concerns that America was unprepared for the coronavirus outbreak during Health and Human Services Secretary Alex Azar's testimony before the Appropriations committee.",
            "url": "https://www.newsweek.com/alex-azar-coronavirus-masks-30-million-have-need-30-million-fight-america-senate-committee-1489058",
            "urlToImage": "https://d.newsweek.com/en/full/1569346/coronavirus-masks-alex-azar-america-needs.jpg",
            "publishedAt": "2020-02-25T19:33:33Z",
            "content": "Given estimates made by health officials, Health and Human Services Secretary Alex Azar told senators on Tuesday that America could need 270 million more face masks to fight the new coronavirus at home.\r\nOn Monday, President Donald Trump's administration requ… [+3341 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Bill Powell",
            "title": "Coronavirus Fears in Japan Postpone Late Leader's Burial: Could 2020 Tokyo Olympics Be Canceled?",
            "description": "International Olympic Committee officials have said they are monitoring the spread of coronavirus closely, but as yet, there are no plans to postpone this summer's games.",
            "url": "https://www.newsweek.com/coronavirus-fears-japan-postpone-late-leaders-burial-could-2020-tokyo-olympics-canceled-1488878",
            "urlToImage": "https://d.newsweek.com/en/full/1569154/coronavirus-japan.jpg",
            "publishedAt": "2020-02-25T02:12:47Z",
            "content": "The burial of former Japanese Prime Minister Yasuhiro Nakasone was postponed Monday due to fears over the COVID-19 coronavirus.\r\nThe havoc across the globe caused by the accelerating spread of the coronavirus continues to mount. Financial markets in the U.S. … [+2253 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Rush Limbaugh Says Media Hopes Coronavirus 'Wipes Everybody Out So They Could Blame Trump'",
            "description": "\"Now, the leftist agenda includes getting rid of Trump,\" conservative radio host Rush Limbaugh said Tuesday. \"They would love for the coronavirus to be this deadly strain that wipes everybody out, so they could blame Trump for it.\"",
            "url": "https://www.newsweek.com/rush-limbaugh-says-media-hopes-coronavirus-wipes-everybody-out-so-they-could-blame-trump-1489105",
            "urlToImage": "https://d.newsweek.com/en/full/1569429/rush-limbaugh.jpg",
            "publishedAt": "2020-02-25T23:54:36Z",
            "content": "Conservative radio host Rush Limbaugh said Tuesday that the mainstream media's \"leftist agenda\" means they would like to see a coronavirus outbreak in the U.S. so they can lay the blame at the feet of President Donald Trump.\r\nCoronavirus, a respiratory infect… [+3141 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Tom O'Connor",
            "title": "Iran Warns of 'Enemy Plots' to Spread Coronavirus Fear As U.S. Questions Official Statements",
            "description": "Iranian President Hassan Rouhani is appealing for citizens not to panic as the COVID-19 coronavirus spread to the government and raised suspicions among critics of the Islamic Republic.",
            "url": "https://www.newsweek.com/iran-enemy-plot-coronavirus-us-questions-1489049",
            "urlToImage": "https://d.newsweek.com/en/full/1569337/iran-qom-holy-shrine-coronavirus.jpg",
            "publishedAt": "2020-02-25T18:55:45Z",
            "content": "Iranian President Hassan Rouhani told the country Tuesday that malicious efforts are underway to create hysteria about the new coronavirus outbreak, a warning that comes as the United States raised suspicions that the Islamic Republic was not being entirely t… [+5742 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "GOP Senator Grills Acting Homeland Security Secretary Over Lack of Coronavirus Knowledge: 'You're Supposed to Keep Us Safe'",
            "description": "On Tuesday, Louisiana GOP Senator John Kennedy grilled the acting Homeland Security Secretary Chad Wolf due to his lack of knowledge on the coronavirus, officially known as COVID-19.",
            "url": "https://www.newsweek.com/gop-senator-grills-acting-homeland-security-secretary-over-lack-coronavirus-knowledge-youre-1489065",
            "urlToImage": "https://d.newsweek.com/en/full/1569358/chad-wolf.jpg",
            "publishedAt": "2020-02-25T20:22:06Z",
            "content": "On Tuesday, Louisiana GOP Senator John Kennedy grilled the acting Homeland Security Secretary Chad Wolf due to his lack of knowledge on the coronavirus, officially known as COVID-19.\r\n\"You're supposed to keep us safe, you're the secretary of Homeland Security… [+4515 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "Iran's Deputy Health Minister Tests Positive for Coronavirus a Day After He Tells Citizens the Virus Is Under Control",
            "description": "On Tuesday, Iran's deputy health minister, Iraj Harirchi, tested positive for the widespread coronavirus, officially known as COVID-19, just one day after he held a press conference to say that the government had the virus under control.",
            "url": "https://www.newsweek.com/irans-deputy-health-minister-tests-positive-coronavirus-day-after-he-tells-citizens-virus-1489042",
            "urlToImage": "https://d.newsweek.com/en/full/1569329/iran-coronavirus.jpg",
            "publishedAt": "2020-02-25T17:11:45Z",
            "content": "Iran's deputy health minister, Iraj Harirchi, tested positive for the widespread coronavirus Tuesday just one day after he held a press conference to announce that the government had the virus under control.\r\nHarirchi can been seen in a video posted to Twitte… [+2577 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Shane Croucher, Pronita Naidu",
            "title": "Confident U.S. Consumers Shrug Off Trump Impeachment Saga—But Coronavirus Fears Loom",
            "description": "The Conference Board's Consumer Confidence Survey released its first monthly report since the end of President Donald Trump's impeachment trial in the U.S. Senate.",
            "url": "https://www.newsweek.com/confident-us-consumers-trump-impeachment-coronavirus-fears-1488950",
            "urlToImage": "https://d.newsweek.com/en/full/1569223/coronavirus-economy-consumer-confidence-trump-impeachment.jpg",
            "publishedAt": "2020-02-25T15:29:07Z",
            "content": "American consumers were still growing in confidence in February, according to a closely-watched confidence index reporting its first survey results since the conclusion of President Donald Trump's impeachment trial. But as a political risk to the economy fade… [+6331 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Trump Admin Asks for $2.5 Billion to Fight Coronavirus-Here's How the Money Will Be Spent",
            "description": "Trump hit back at Democrats' claim that the funds were insufficient, saying that if he asked for more they would have claimed it should have been less.",
            "url": "https://www.newsweek.com/trump-admin-asks-congress-emergency-funding-coronavirus-1488800",
            "urlToImage": "https://d.newsweek.com/en/full/1569059/donald-trump-emergency-funds-coronavirus-congress.jpg",
            "publishedAt": "2020-02-25T14:41:25Z",
            "content": "On Monday, President Donald Trump's administration requested $2.5 billion from Congress to finance America's response to the new coronavirus, COVID-19.\r\nCases of the pneumonia-causing virus rose to 79,331 on Monday, a total that includes 53 people in the Unit… [+4568 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update as Death Toll Rises in Italy, WHO Could Declare Outbreak a Pandemic",
            "description": "South Korea is now reporting the second highest number of confirmed cases outside China, while the death toll in Italy has nearly doubled within a day.",
            "url": "https://www.newsweek.com/coronavirus-update-death-toll-rises-italy-who-could-declare-outbreak-pandemic-1488973",
            "urlToImage": "https://d.newsweek.com/en/full/1569258/galleria-vittorio-emanuele-ii-milan-february-2020.jpg",
            "publishedAt": "2020-02-25T15:32:09Z",
            "content": "New cases of the COVID-19 coronavirus have been confirmed in South Korea, Italy and Iran, with the death toll rising to seven in Italy and to four among the hundreds of infected Diamond Princess cruise ship passengers.\r\nThe U.S. Centers for Disease Control (C… [+7734 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Trump Defends Coronavirus Evacuations But Claimed in 2014 Such a Move Showed Obama's Incompetence During Ebola",
            "description": "The president said that bringing Americans home was the \"right thing to do\" and that the two situations were like \"day and night.\"",
            "url": "https://www.newsweek.com/trump-coronavirus-evacuations-obama-comparison-ebola-incompetence-1489009",
            "urlToImage": "https://d.newsweek.com/en/full/1569295/donald-trump-coronavirus-china-evacuations.jpg",
            "publishedAt": "2020-02-25T16:47:22Z",
            "content": "President Donald Trump claimed there was no comparison between his decision to repatriate Americans at risk from the new coronavirus and President Barack Obama's doing so during the Ebola outbreaka move he once said showed his predecessor's incompetence.\r\n\"Th… [+2838 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "Coronavirus Japan Update: IOC Has 'Three Months' to Make Decision on Whether to Cancel Tokyo 2020 Olympics",
            "description": "Senior IOC member Dick Pound believes the Olympic committee can hold off a decision on the 2020 Olympics until May.",
            "url": "https://www.newsweek.com/coronavirus-three-months-tokyo-olympics-2020-ioc-1488944",
            "urlToImage": "https://d.newsweek.com/en/full/1569211/tokyo-2020-olympic-games.jpg",
            "publishedAt": "2020-02-25T12:12:18Z",
            "content": "The longest-serving member of the International Olympic Committee has waned that the organizers of the Tokyo Olympics have three months to decide the fate of the event amid the outbreak of coronavirus.\r\nDick Pound, who has been an IOC member since 1978, sugge… [+4179 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jessica Goodheart",
            "title": "Income Growth Slowed Across the US Under Donald Trump",
            "description": "48 states saw a decline in growth of real median household income under Trump – including Pennsylvania, Wisconsin, Michigan, and Florida, four states widely regarded as the key electoral battlegrounds for 2020.",
            "url": "https://www.newsweek.com/income-growth-slowed-across-us-under-donald-trump-1488871",
            "urlToImage": "https://d.newsweek.com/en/full/1557423/legal-documents.jpg",
            "publishedAt": "2020-02-25T11:30:01Z",
            "content": "This story is being co-published with Capital &amp; Main \r\nNew analysis of government data shows that, since Donald Trump took office, inflation-adjusted income growth has slowed significantly across the U.S.\r\nAll but two states saw a decline in growth of rea… [+5628 chars]"
        }
    ]
}