{
    "status": "ok",
    "totalResults": 244,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Silke Koltrowitz",
            "title": "Swiss authorities confirm first case of coronavirus",
            "description": "A 70-year old man tested positive for the coronavirus in the southern canton of Ticino, on the border with Italy, Swiss health authorities said on Tuesday, confirming its first case.",
            "url": "https://www.reuters.com/article/us-switzerland-coronavirus-idUSKBN20J1ZO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T17:54:27Z",
            "content": "ZURICH (Reuters) - A 70-year old man tested positive for the coronavirus in the southern canton of Ticino, on the border with Italy, Swiss health authorities said on Tuesday, confirming its first case. \r\n“The infected person was in Italy about ten days ago an… [+1275 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Southern German state confirms coronavirus case",
            "description": "Authorities confirmed the first case of coronavirus in the southern German state of Baden-Wuerttemberg on Tuesday evening, after a 25-year-old man who had recently been in Milan tested positive.",
            "url": "https://www.reuters.com/article/us-china-health-germany-idUSKBN20J2K2",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T20:23:10Z",
            "content": "BERLIN (Reuters) - Authorities confirmed the first case of coronavirus in the southern German state of Baden-Wuerttemberg on Tuesday evening, after a 25-year-old man who had recently been in Milan tested positive. \r\nIn a statement, the state’s health ministry… [+534 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canary Islands hotel under lockdown after coronavirus case - El Pais",
            "description": "One hotel in the Canary Islands was put under lockdown after one coronavirus case was identified the day before, El Pais newspaper reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-spain-idUSKCN20J162",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T09:29:57Z",
            "content": "MADRID (Reuters) - One hotel in the Canary Islands was put under lockdown after one coronavirus case was identified the day before, El Pais newspaper reported on Tuesday. \r\nSpanish health authorities could not immediately confirm the lockdown but said hundred… [+289 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia warns against travel to Italy, Japan: Arabiya TV",
            "description": "Saudi Arabia has advised citizens and residents to avoid traveling to Italy and Japan amid fears of a coronavirus outbreak, state-owned Al Arabiya TV reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-saudi-travel-idUSKCN20J19C",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T10:16:48Z",
            "content": "DUBAI (Reuters) - Saudi Arabia has advised citizens and residents to avoid traveling to Italy and Japan amid fears of a coronavirus outbreak, state-owned Al Arabiya TV reported on Tuesday. \r\nReporting by Maher Chmaytelli; Writing by Nafisa Eltahir; Editing by… [+15 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump asking Congress for $2.5 billion to fight coronavirus: White House",
            "description": "The Trump administration is sending to the U.S. Congress a budget request for $2.5 billion to fight coronavirus, the White House said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-budget-idUSKCN20J02T",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494777939&w=1200&r=LYNXNPEG1O020",
            "publishedAt": "2020-02-25T01:00:58Z",
            "content": "WASHINGTON (Reuters) - The Trump administration is sending to the U.S. Congress a budget request for $2.5 billion to fight coronavirus, the White House said on Monday. \r\nMore than $1 billion of the money would go toward developing a vaccine, the White House s… [+391 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Thailand reports two new virus cases, bringing total to 37",
            "description": "Thailand confirmed two new cases of the coronavirus, a senior health official said, bringing the total infections in the country to 37.",
            "url": "https://www.reuters.com/article/us-china-health-thailand-idUSKCN20J0GA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T04:45:44Z",
            "content": "BANGKOK (Reuters) - Thailand confirmed two new cases of the coronavirus, a senior health official said, bringing the total infections in the country to 37. \r\nBoth of the new cases are Thai nationals, Sukhum Kanchanapimai, the health ministry’s permanent secre… [+419 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Eleventh death in coronavirus outbreak in northern Italy - Veneto region",
            "description": "A 76-year-old woman died on Tuesday in the northern Italian city of Treviso, the Veneto region said, the eleventh victim of the worst coronavirus outbreak in Europe.",
            "url": "https://www.reuters.com/article/us-china-health-italy-veneto-idUSKBN20J2B6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T18:16:42Z",
            "content": "VENICE, Italy (Reuters) - A 76-year-old woman died on Tuesday in the northern Italian city of Treviso, the Veneto region said, the eleventh victim of the worst coronavirus outbreak in Europe. \r\nItaly is struggling against a contagion with its epicenter in the… [+246 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq reports four new cases of coronavirus - health ministry",
            "description": "Iraq has detected four new cases of coronavirus in Kirkuk province, the health ministry said on Tuesday, bringing the total cases in the country to five and marking the first instance of Iraq patients.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-kirkuk-idUSKCN20J16T",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494948609&w=1200&r=LYNXNPEG1O0R5",
            "publishedAt": "2020-02-25T09:40:08Z",
            "content": "(Reuters) - Iraq has detected four new cases of coronavirus in Kirkuk province, the health ministry said on Tuesday, bringing the total cases in the country to five and marking the first instance of Iraq patients. \r\nThe patients are an Iraqi family who had be… [+267 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France reports two new coronavirus infections, one returning from Italy",
            "description": "Two more people were infected with the coronavirus in France on Tuesday, one a French man returning from a trip in the Lombardy region of Italy, the other a young Chinese woman returning to France from a trip to China, authorities said.",
            "url": "https://www.reuters.com/article/us-china-health-france-idUSKBN20J2CG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T18:48:30Z",
            "content": "PARIS (Reuters) - Two more people were infected with the coronavirus in France on Tuesday, one a French man returning from a trip in the Lombardy region of Italy, the other a young Chinese woman returning to France from a trip to China, authorities said. \r\nHe… [+393 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Pamela Barbaglia",
            "title": "Goldman, Citi among banks curbing Italy trips over coronavirus fears - sources",
            "description": "Goldman Sachs, Citigroup Inc, Credit Suisse and other investment banks have curbed trips to Italy amid fears that the coronavirus outbreak across the north of the country could quickly spread across Europe, sources said.",
            "url": "https://www.reuters.com/article/us-china-health-banks-idUSKCN20I2LW",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495120578&w=1200&r=LYNXNPEG1N257",
            "publishedAt": "2020-02-25T18:39:22Z",
            "content": "LONDON/MILAN (Reuters) - Goldman Sachs, Citigroup Inc, Credit Suisse and other investment banks have curbed trips to Italy amid fears that the coronavirus outbreak across the north of the country could quickly spread across Europe, sources said. \r\nLazard, BNP… [+3631 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong extends school suspension until April 20 to control spread of virus",
            "description": "Hong Kong has further extended the suspension of schools until at least April 20 to contain the spread of the coronavirus, authorities in the Asian financial hub said on Tuesday as cases of the disease surged outside China.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-idUSKCN20J0MC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T06:34:55Z",
            "content": "HONG KONG (Reuters) - Hong Kong has further extended the suspension of schools until at least April 20 to contain the spread of the coronavirus, authorities in the Asian financial hub said on Tuesday as cases of the disease surged outside China. \r\nThe city’s … [+1188 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Fourth passenger from cruise ship dies in Japan - NHK",
            "description": "A fourth passenger from the cruise ship \"Diamond Princess\" moored in Japan has died from the coronavirus, NHK public television said on Tuesday. The passenger was in their 80s, NHK said.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/uiZUnXewW68/fourth-passenger-from-cruise-ship-dies-in-japan-nhk-idUSKCN20J09C",
            "urlToImage": null,
            "publishedAt": "2020-02-25T02:33:21Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran urges citizens to stay at home as coronavirus spreads: TV",
            "description": "As death toll of those infected by the new coronavirus reached 16, Iran's health ministry on Tuesday urged Iranians to stay at home, a ministry spokesman told state TV.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKCN20J19P",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494962338&w=1200&r=LYNXNPEG1O0T0",
            "publishedAt": "2020-02-25T10:16:53Z",
            "content": "DUBAI (Reuters) - As death toll of those infected by the new coronavirus reached 16, Iran’s health ministry on Tuesday urged Iranians to stay at home, a ministry spokesman told state TV. \r\n“It will be safer for people to stay at home. There were 34 new confir… [+260 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "El Salvador bars visitors from Italy and South Korea, citing coronavirus",
            "description": "El Salvador will bar the entry of foreign nationals arriving from Italy and South Korea to prevent the spread of the coronavirus that has killed more than a thousand people worldwide, President Nayib Bukele said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-el-salvador-idUSKBN20J2UB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T23:31:32Z",
            "content": "SAN SALVADOR (Reuters) - El Salvador will bar the entry of foreign nationals arriving from Italy and South Korea to prevent the spread of the coronavirus that has killed more than a thousand people worldwide, President Nayib Bukele said on Tuesday. \r\nSalvador… [+448 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea table tennis world championships postponed over virus fears",
            "description": "Next month's table tennis world championships in South Korea have been postponed until June over health concerns as the east Asian nation grapples with an outbreak of the coronavirus.",
            "url": "https://www.reuters.com/article/us-health-sport-tabletennis-idUSKCN20J0KR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T05:51:35Z",
            "content": "SEOUL (Reuters) - Next month’s table tennis world championships in South Korea have been postponed until June over health concerns as the east Asian nation grapples with an outbreak of the coronavirus. \r\nThe event was scheduled for March 22-29 in the southern… [+1044 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Japan urges firms to have staff work from home over coronavirus; soccer postponed",
            "description": "Japan urged businesses on Tuesday to have staff work from home to help prevent the spread of the coronavirus, and its top-flight soccer division announced it was postponing matches, just months before the country is due to host the Summer Olympics.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/267Qt__euyc/japan-urges-firms-to-have-staff-work-from-home-over-coronavirus-soccer-postponed-idUSKCN20J0EB",
            "urlToImage": null,
            "publishedAt": "2020-02-25T10:34:29Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Dubai airport suspends flights with Iran, except for Tehran",
            "description": "Dubai International Airport has suspended all flights to and from the Islamic republic of Iran, with the exception of Tehran, its capital, an airport representative said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-emirates-idUSKCN20J0T6",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494900549&w=1200&r=LYNXNPEG1O0J8",
            "publishedAt": "2020-02-25T07:17:44Z",
            "content": "DUBAI (Reuters) - Dubai International Airport has suspended all flights to and from the Islamic republic of Iran, with the exception of Tehran, its capital, an airport representative said on Tuesday. \r\nTwo more Iranians infected with the new coronavirus have … [+268 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Britain advises travelers self isolate after north Italy trips",
            "description": "Britain said on Tuesday that people who had visited northern Italy should self isolate if they had any flu-like symptoms.",
            "url": "https://www.reuters.com/article/us-china-health-britain-italy-idUSKCN20J0XN",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494916820&w=1200&r=LYNXNPEG1O0LK",
            "publishedAt": "2020-02-25T08:10:25Z",
            "content": "LONDON (Reuters) - Britain said on Tuesday that people who had visited northern Italy should self isolate if they had any flu-like symptoms. \r\nItaly is trying to contain Europe’s worst outbreak of coronavirus so far that flared up in the regions of Lombardy a… [+547 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Joseph Sipalan",
            "title": "Malaysia's Mahathir returns as interim PM amid political uncertainty",
            "description": "Malaysia's Mahathir Mohamad went back to work on Tuesday with the new title of interim prime minister, a day after he resigned the leadership in a shock move that plunged the country into political turmoil.",
            "url": "https://www.reuters.com/article/us-malaysia-politics-idUSKCN20J0CE",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494826223&w=1200&r=LYNXNPEG1O081",
            "publishedAt": "2020-02-25T03:35:19Z",
            "content": "KUALA LUMPUR (Reuters) - Malaysia’s Mahathir Mohamad went back to work on Tuesday with the new title of interim prime minister, a day after he resigned the leadership in a shock move that plunged the country into political turmoil. \r\nMahathir, who at 94 is th… [+2672 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran deputy health minister tests positive for coronavirus - ILNA - Reuters",
            "description": "Iran deputy health minister tests positive for coronavirus - ILNA Reuters ‘Recipe for a Massive Viral Outbreak’: Iran Emerges as a Worldwide Threat The New York Times Coronavirus: Rouhani urges Iranians not to panic over outbreak BBC News Coronavirus Will Ham…",
            "url": "https://www.reuters.com/article/us-china-health-iran-minister-idUSKBN20J1O7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T13:21:00Z",
            "content": "DUBAI (Reuters) - Iran’s deputy health minister has tested positive for coronavirus, the semi-official news agency ILNA reported on Tuesday. \r\nThe spokesman for Iran’s health ministry confirmed in an interview with state television that Deputy Minister Iraj H… [+116 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "All 16 of Vietnam's coronavirus sufferers cured",
            "description": "All 16 people in Vietnam infected with a new coronavirus have been cured, the health ministry said on Tuesday, adding that no new cases have been recorded since Feb. 13.",
            "url": "https://www.reuters.com/article/us-china-health-vietnam-cured-idUSKCN20J0IC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T05:09:51Z",
            "content": "HANOI (Reuters) - All 16 people in Vietnam infected with a new coronavirus have been cured, the health ministry said on Tuesday, adding that no new cases have been recorded since Feb. 13. \r\nThe last known patient, a 50-year-old man infected by his daughter wh… [+469 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Linda Sieg",
            "title": "'Where's Abe?' critics ask, as coronavirus spreads in Japan",
            "description": "As Japan struggles to stem the spread of a coronavirus within its borders, critics are asking, \"Where's Abe?\"",
            "url": "https://www.reuters.com/article/us-china-health-japan-abe-idUSKCN20J16F",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494956118&w=1200&r=LYNXNPEG1O0QR",
            "publishedAt": "2020-02-25T10:01:05Z",
            "content": "TOKYO (Reuters) - As Japan struggles to stem the spread of a coronavirus within its borders, critics are asking, “Where’s Abe?” \r\nShinzo Abe, 65, Japan’s longest serving prime minister, has failed to take the helm as the public face of the response to the vir… [+4821 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran confirms two more dead of new coronavirus - local media",
            "description": "Two more Iranians infected with the new coronavirus have died in Iran, local media website Eghtesaonline reported on Tuesday, citing the head of the Medical Science University of Saveh, raising the death toll in the Islamic Republic to 14.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKCN20J0PG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494890216&w=1200&r=LYNXNPEG1O0HI",
            "publishedAt": "2020-02-25T06:47:31Z",
            "content": "DUBAI (Reuters) - Two more Iranians infected with the new coronavirus have died in Iran, local media website Eghtesaonline reported on Tuesday, citing the head of the Medical Science University of Saveh, raising the death toll in the Islamic Republic to 14. \r… [+195 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rocky Swift",
            "title": "Japan urges telecommuting, staggered shifts to curb coronavirus",
            "description": "The Japanese government on Tuesday urged companies to recommend telecommuting and staggered shifts for workers in a bid to curb the spread of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-japan-idUSKCN20J0EB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494862248&w=1200&r=LYNXNPEG1O0AD",
            "publishedAt": "2020-02-25T06:22:43Z",
            "content": "TOKYO (Reuters) - The Japanese government on Tuesday urged companies to recommend telecommuting and staggered shifts for workers in a bid to curb the spread of the new coronavirus. \r\nThe plan, approved at a cabinet meeting on Tuesday, also urged people with s… [+1775 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC says Americans should avoid travel to South Korea over coronavirus",
            "description": "Americans should avoid all nonessential travel to South Korea due to the coronavirus outbreak, the U.S. Centers for Disease Control and Prevention said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-southkorea-idUSKCN20J05P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T01:43:34Z",
            "content": "WASHINGTON (Reuters) - Americans should avoid all nonessential travel to South Korea due to the coronavirus outbreak, the U.S. Centers for Disease Control and Prevention said on Monday. \r\nSouth Korea reported 60 new cases of the coronavirus, increasing the to… [+178 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. begins first coronavirus clinical trial testing Gilead's experimental drug",
            "description": "U.S. health officials said on Tuesday the first clinical trial testing Gilead Sciences Inc's experimental antiviral drug, remdesivir, in hospitalized patients with the coronavirus has started.",
            "url": "https://www.reuters.com/article/us-china-health-usa-nih-idUSKBN20J264",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T16:43:12Z",
            "content": "(Reuters) - U.S. health officials said on Tuesday the first clinical trial testing Gilead Sciences Inc’s experimental antiviral drug, remdesivir, in hospitalized patients with the coronavirus has started. \r\nThe first trial participant is an American who was r… [+271 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Virus 'literally knocking at the door', WHO warns countries",
            "description": "The World Health Organization (WHO) called on countries on Tuesday to boost their readiness against coronavirus, saying the virus is \"literally knocking at the door\".",
            "url": "https://www.reuters.com/article/us-china-health-who-idUSKCN20J1GD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T11:17:30Z",
            "content": "GENEVA (Reuters) - The World Health Organization (WHO) called on countries on Tuesday to boost their readiness against coronavirus, saying the virus is “literally knocking at the door”. \r\nWHO spokesman Christian Lindmeier, speaking at a news briefing in Genev… [+562 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy probes 'insane' prices for coronavirus masks, sanitizers",
            "description": "Italian authorities have opened a probe into skyrocketing online prices for hygienic masks and sanitizing gels following the coronavirus outbreak in northern Italy, two senior magistrates said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-probe-idUSKBN20J1M7",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495015706&w=1200&r=LYNXMPEG1O0YN",
            "publishedAt": "2020-02-25T12:55:17Z",
            "content": "MILAN (Reuters) - Italian authorities have opened a probe into skyrocketing online prices for hygienic masks and sanitizing gels following the coronavirus outbreak in northern Italy, two senior magistrates said on Tuesday. \r\n“We have decided to open an invest… [+987 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Soccer: Japan postpones Cup games due to coronavirus concerns",
            "description": "Japan's J.League says it has postponed seven Levian Cup matches scheduled for Wednesday due to concerns about the coronavirus outbreak and is considering postponing all domestic soccer games through the first half of March.",
            "url": "https://www.reuters.com/article/us-china-health-sport-japan-idUSKCN20J0IK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T05:13:28Z",
            "content": "SAPPORO, Japan (Reuters) - Japan’s J.League says it has postponed seven Levian Cup matches scheduled for Wednesday due to concerns about the coronavirus outbreak and is considering postponing all domestic soccer games through the first half of March. \r\nThe de… [+1189 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "First Iraqis catch coronavirus amid fear of Iran epidemic spillover",
            "description": "Iraq shut schools and universities on Tuesday and told citizens to avoid mass gatherings, as it rushed to prevent the spread of the coronavirus from its neighbor Iran, hit by what appears to be the worst outbreak outside of China.",
            "url": "https://www.reuters.com/article/us-china-health-iraq-idUSKCN20J0ZI",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495076575&w=1200&r=LYNXMPEG1O0YB",
            "publishedAt": "2020-02-25T16:10:02Z",
            "content": "BAGHDAD (Reuters) - Iraq shut schools and universities on Tuesday and told citizens to avoid mass gatherings, as it rushed to prevent the spread of the coronavirus from its neighbor Iran, hit by what appears to be the worst outbreak outside of China. \r\nAn Ira… [+3413 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Pak Yiu",
            "title": "Fearing coronavirus, Hong Kong's 'coffin home' dwellers stay indoors",
            "description": "To escape the confines of his Hong Kong \"coffin home\", or two square meters (21.5 square feet) of living space, Simon Wong usually spends his days in the park playing mahjong with friends, only returning at night to sleep.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-coffinhomes-idUSKBN20J2EZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495136878&w=1200&r=LYNXMPEG1O1DQ",
            "publishedAt": "2020-02-25T19:27:42Z",
            "content": "HONG KONG (Reuters) - To escape the confines of his Hong Kong “coffin home”, or two square meters (21.5 square feet) of living space, Simon Wong usually spends his days in the park playing mahjong with friends, only returning at night to sleep. \r\nBut since th… [+2773 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq's Sadr suspends protest call over coronavirus fears - statement",
            "description": "Populist Iraqi Shi'ite cleric Moqtada al-Sadr suspended a call for his followers to hold massive protests against his political opponents due to fears over the spread of coronavirus on Tuesday, minutes after the health ministry urged citizens to avoid public …",
            "url": "https://www.reuters.com/article/us-iraq-protests-idUSKCN20J11K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T08:51:06Z",
            "content": "BAGHDAD (Reuters) - Populist Iraqi Shi’ite cleric Moqtada al-Sadr suspended a call for his followers to hold massive protests against his political opponents due to fears over the spread of coronavirus on Tuesday, minutes after the health ministry urged citiz… [+313 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China bans trade, consumption of wild animals due to coronavirus",
            "description": "China's top legislature said it will immediately ban the trade and consumption of wild animals, in a fast-track decision it says will allow the country to win the battle against the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-wildlife-idUSKCN20J069",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494795286&w=1200&r=LYNXNPEG1O03U",
            "publishedAt": "2020-02-25T01:59:51Z",
            "content": "HONG KONG (Reuters) - China’s top legislature said it will immediately ban the trade and consumption of wild animals, in a fast-track decision it says will allow the country to win the battle against the coronavirus outbreak. \r\nThe announcement, made late on … [+1804 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Goldman steps up staff travel restrictions as coronavirus spreads",
            "description": "Goldman Sachs has restricted all business travel to, from and within South Korea and the Northern Italian regions of Lombardy and Veneto in the wake of the coronavirus spread, a staff memo seen by Reuters on Tuesday shows.",
            "url": "https://www.reuters.com/article/uk-goldman-coronavirus-idUSKBN20J24A",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495078199&w=1200&r=LYNXMPEG1O18P",
            "publishedAt": "2020-02-25T16:15:04Z",
            "content": "LONDON (Reuters) - Goldman Sachs (GS.N) has restricted all business travel to, from and within South Korea and the Northern Italian regions of Lombardy and Veneto in the wake of the coronavirus spread, a staff memo seen by Reuters on Tuesday shows. \r\nThe Wall… [+421 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Wladimiro Pantaleone",
            "title": "Italy reports coronavirus case in Sicily, first south of Rome",
            "description": "Italian authorities on Tuesday reported a woman had tested positive for coronavirus in Sicily, the first case south of Rome, as the country battles to prevent the outbreak spreading from its origin in the northern regions of Lombardy and Veneto.",
            "url": "https://www.reuters.com/article/us-china-health-italy-idUSKCN20J0U4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T10:27:09Z",
            "content": "PALERMO/ROME (Reuters) - Italian authorities on Tuesday reported a woman had tested positive for coronavirus in Sicily, the first case south of Rome, as the country battles to prevent the outbreak spreading from its origin in the northern regions of Lombardy … [+3805 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. health officials urge Americans to prepare for spread of coronavirus",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Tuesday alerted Americans to begin to prepare for community spread of the new coronavirus after reports this week of new cases in several more countries.",
            "url": "https://www.reuters.com/article/us-health-china-usa-idUSKBN20J2A9",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495106743&w=1200&r=LYNXMPEG1O1BD",
            "publishedAt": "2020-02-25T17:50:42Z",
            "content": "CHICAGO (Reuters) - The U.S. Centers for Disease Control and Prevention (CDC) on Tuesday alerted Americans to begin to prepare for community spread of the new coronavirus after reports this week of new cases in several more countries. \r\nThe announcement signa… [+234 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU Commission advises staff not to go to Lombardy over virus",
            "description": "The European Commission has advised its staff not to travel to the northern Italian region of Lombardy over coronavirus concerns and told officials who went to the most affected areas in northern Italy to stay at home for two weeks.",
            "url": "https://www.reuters.com/article/us-china-health-italy-commission-idUSKBN20J1NR",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495021384&w=1200&r=LYNXMPEG1O0ZF",
            "publishedAt": "2020-02-25T13:13:09Z",
            "content": "BRUSSELS (Reuters) - The European Commission has advised its staff not to travel to the northern Italian region of Lombardy over coronavirus concerns and told officials who went to the most affected areas in northern Italy to stay at home for two weeks. \r\n“We… [+397 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China to keep strict control, prevention measures in virus epicenter",
            "description": "China's national health commission says it will continue to take the strictest control and prevention measures in Hubei province, the epicenter of the coronavirus outbreak, according to a statement on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-epicenter-idUSKCN20J0EJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T04:23:43Z",
            "content": "SHANGHAI (Reuters) - China’s national health commission says it will continue to take the strictest control and prevention measures in Hubei province, the epicenter of the coronavirus outbreak, according to a statement on Tuesday. \r\nThe commission added that … [+197 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says WSJ reporter in Wuhan can remain in country until end of epidemic",
            "description": "China's foreign ministry said on Tuesday that one of the three Wall Street Journal reporters who were ordered to leave the country can remain in China as she is stranded in Wuhan, the epicenter of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-usa-china-media-wsj-idUSKCN20J0YF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T08:14:53Z",
            "content": "BEIJING (Reuters) - China’s foreign ministry said on Tuesday that one of the three Wall Street Journal reporters who were ordered to leave the country can remain in China as she is stranded in Wuhan, the epicenter of the coronavirus outbreak. \r\nSpokesman Zhao… [+690 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Francois Murphy",
            "title": "Austria seals off Innsbruck hotel after reporting first two coronavirus cases",
            "description": "Austria reported its first two cases of coronavirus on Tuesday and sealed off a hotel in the Alpine tourist hub of Innsbruck where one of the infected people works, in an effort to contain the outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-austria-idUSKBN20J1OJ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495117675&w=1200&r=LYNXMPEG1O0ZQ",
            "publishedAt": "2020-02-25T18:29:24Z",
            "content": "VIENNA (Reuters) - Austria reported its first two cases of coronavirus on Tuesday and sealed off a hotel in the Alpine tourist hub of Innsbruck where one of the infected people works, in an effort to contain the outbreak. \r\nThe infected people are an Italian … [+1849 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Singapore bans visitors who have traveled to virus-hit areas in South Korea",
            "description": "Singapore said on Tuesday it would ban all visitors who had recently traveled to the South Korean city of Daegu and Cheongdo County, and may impose stricter travel restrictions for South Korea if the coronavirus spreads more broadly there.",
            "url": "https://www.reuters.com/article/us-china-health-singapore-korea-idUSKCN20J1DL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T10:50:52Z",
            "content": "SINGAPORE (Reuters) - Singapore said on Tuesday it would ban all visitors who had recently traveled to the South Korean city of Daegu and Cheongdo County, and may impose stricter travel restrictions for South Korea if the coronavirus spreads more broadly ther… [+530 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oman's Khasab port suspends shipping to and from Iran - operator",
            "description": "Oman's Khasab port is suspending the import and export of goods to and from Iran from Feb. 26 because of new coronavirus outbreak, its operator Marafi said on Twitter on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-oman-idUSKCN20J144",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T09:11:39Z",
            "content": "DUBAI (Reuters) - Oman’s Khasab port is suspending the import and export of goods to and from Iran from Feb. 26 because of new coronavirus outbreak, its operator Marafi said on Twitter on Tuesday. \r\nReporting by Nayera Abdallah, writing by Aziz El Yaakoubi; E… [+24 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iranian security official accuses White House of cover-up about missile attack",
            "description": "Ali Shamkhani, secretary of Iran’s top national security body, accused the White House on Tuesday of withholding information about an Iranian missile attack on a U.S. base in Iraq.",
            "url": "https://www.reuters.com/article/us-iran-usa-idUSKBN20J29Q",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495103983&w=1200&r=LYNXMPEG1O1B2",
            "publishedAt": "2020-02-25T17:46:42Z",
            "content": "DUBAI (Reuters) - Ali Shamkhani, secretary of Iran’s top national security body, accused the White House on Tuesday of withholding information about an Iranian missile attack on a U.S. base in Iraq. \r\nShamkhani did not give details in a tweet reacting to accu… [+1304 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stephen Nellis",
            "title": "Coronavirus clouds Apple's timeline for new iPhones",
            "description": "Travel restrictions to China because of the coronavirus have come just as Apple Inc's engineers usually jet off to Asia to perfect the production of this fall's new iPhones, former employees and supply chain experts told Reuters.",
            "url": "https://www.reuters.com/article/uk-china-health-apple-iphone-focus-idUSKBN20J2GJ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495142368&w=1200&r=LYNXMPEG1O1EK",
            "publishedAt": "2020-02-25T19:45:09Z",
            "content": "SAN FRANCISCO/TAIPEI (Reuters) - Travel restrictions to China because of the coronavirus have come just as Apple Inc’s (AAPL.O) engineers usually jet off to Asia to perfect the production of this fall’s new iPhones, former employees and supply chain experts t… [+4599 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Saqib Iqbal Ahmed",
            "title": "Investors piled into volatility bets before market tumble",
            "description": "Fears of a coronavirus-fueled slowdown have injected volatility back into markets, but some investors may be less exposed this time around.",
            "url": "https://www.reuters.com/article/us-usa-stocks-volatility-idUSKBN20J2F8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495138306&w=1200&r=LYNXMPEG1O1E8",
            "publishedAt": "2020-02-25T19:33:07Z",
            "content": "NEW YORK (Reuters) - Fears of a coronavirus-fueled slowdown have injected volatility back into markets, but some investors may be less exposed this time around. \r\nThe Cboe Volatility Index , known as Wall Street's fear gauge, jumped on Tuesday to a near 14-mo… [+2990 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rodrigo Campos",
            "title": "Global stocks sink further on lingering coronavirus fears",
            "description": "Stocks across the globe fell on Tuesday to their lowest since mid-December and the benchmark U.S. debt yield was near a record low on lingering concerns about the economic hit of the spread of the novel coronavirus.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKBN20J2AZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495112017&w=1200&r=LYNXMPEG1O1BN",
            "publishedAt": "2020-02-25T18:11:48Z",
            "content": "NEW YORK (Reuters) - Stocks across the globe fell on Tuesday to their lowest since mid-December and the benchmark U.S. debt yield was near a record low on lingering concerns about the economic hit of the spread of the novel coronavirus. \r\nThe yen strengthened… [+3080 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lindsay Dunsmuir",
            "title": "Fed's Clarida: We are 'closely monitoring' impact of coronavirus",
            "description": "The Federal Reserve is \"closely monitoring\" the escalating coronavirus outbreak but it is still too soon to gauge if it would require a change in monetary policy, Fed Vice Chair Richard Clarida said on Tuesday as the central bank continues to patiently monito…",
            "url": "https://www.reuters.com/article/us-usa-fed-clarida-idUSKBN20J2IA",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495149193&w=1200&r=LYNXMPEG1O1FV",
            "publishedAt": "2020-02-25T20:02:57Z",
            "content": "WASHINGTON (Reuters) - The Federal Reserve is “closely monitoring” the escalating coronavirus outbreak but it is still too soon to gauge if it would require a change in monetary policy, Fed Vice Chair Richard Clarida said on Tuesday as the central bank contin… [+2654 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Noel Randewich",
            "title": "Coronavirus fears pull U.S. chip index into a correction",
            "description": "Wall Street's main semiconductor benchmark tumbled into correction territory on Tuesday in its deepest four-day rout since the financial crisis, as the coronavirus spread further around the world and deepened fears about the global economy.",
            "url": "https://www.reuters.com/article/us-usa-chips-stocks-idUSKBN20J2KF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T20:30:05Z",
            "content": "SAN FRANCISCO (Reuters) - Wall Street’s main semiconductor benchmark tumbled into correction territory on Tuesday in its deepest four-day rout since the financial crisis, as the coronavirus spread further around the world and deepened fears about the global e… [+2011 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "U.S. airlines, hotels extend rebooking options as coronavirus spreads",
            "description": "U.S. airlines and hotels are extending options for customers to rebook travel to a growing list of countries, including Italy, as coronavirus cases spiked outside of China and sparked fears of a global pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/g_0PQx791tY/u-s-airlines-hotels-extend-rebooking-options-as-coronavirus-spreads-idUSKBN20J223",
            "urlToImage": null,
            "publishedAt": "2020-02-25T23:49:29Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sophie Yu",
            "title": "Chinese consumers snap up yoga mats, video games, condoms as coronavirus keeps them at home",
            "description": "As the coronavirus epidemic keeps hundreds of millions of Chinese stuck at home, they're shopping online to stave off boredom with games for Nintendo's <7974.T> Switch console, yoga mats, books and condoms all showing big jumps in orders.",
            "url": "https://www.reuters.com/article/us-china-health-consumer-idUSKBN20J1JL",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495011272&w=1200&r=LYNXMPEG1O0XF",
            "publishedAt": "2020-02-25T12:37:46Z",
            "content": "BEIJING/SEOUL (Reuters) - As the coronavirus epidemic keeps hundreds of millions of Chinese stuck at home, they’re shopping online to stave off boredom with games for Nintendo’s (7974.T) Switch console, yoga mats, books and condoms all showing big jumps in or… [+3079 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Muyu Xu",
            "title": "China's main manufacturing hubs reboot after virus shutdown",
            "description": "As many parts of China ease coronavirus travel curbs, main manufacturing hubs in the east and south are seeing hundreds of thousands of migrant workers returning to work and more traffic on the roads during rush hours.",
            "url": "https://www.reuters.com/article/us-china-health-bigdata-idUSKCN20J15Y",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494948127&w=1200&r=LYNXNPEG1O0R2",
            "publishedAt": "2020-02-25T09:37:21Z",
            "content": "BEIJING/SHANGHAI (Reuters) - As many parts of China ease coronavirus travel curbs, main manufacturing hubs in the east and south are seeing hundreds of thousands of migrant workers returning to work and more traffic on the roads during rush hours. \r\nMainland … [+4046 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fed's Kaplan says unclear right now if coronavirus calls for U.S. rate change: WSJ",
            "description": "Federal Reserve Bank of Dallas President Robert Kaplan said on Tuesday events are still too fluid around the coronavirus outbreak to say the U.S. central bank needs to lower short-term rates, the Wall Street Journal reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-usa-fed-kaplan-idUSKBN20J2UL",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495212364&w=1200&r=LYNXMPEG1O1RO",
            "publishedAt": "2020-02-25T23:19:24Z",
            "content": "(Reuters) - Federal Reserve Bank of Dallas President Robert Kaplan said on Tuesday events are still too fluid around the coronavirus outbreak to say the U.S. central bank needs to lower short-term rates, the Wall Street Journal reported on Tuesday. \r\nKaplan s… [+432 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lindsay Dunsmuir",
            "title": "Fed's Clarida says too soon to tell coronavirus impact on U.S. economy",
            "description": "The impact of the coronavirus on the U.S. economy would likely need to be \"material and persistent\" for the central bank to change its outlook, U.S. Federal Reserve Vice Chair Richard Clarida indicated on Tuesday.",
            "url": "https://www.reuters.com/article/us-usa-fed-clarida-coronavirus-idUSKBN20J2MF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495168346&w=1200&r=LYNXMPEG1O1K3",
            "publishedAt": "2020-02-25T21:02:04Z",
            "content": "WASHINGTON (Reuters) - The impact of the coronavirus on the U.S. economy would likely need to be “material and persistent” for the central bank to change its outlook, U.S. Federal Reserve Vice Chair Richard Clarida indicated on Tuesday. \r\n“It is really just t… [+465 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says all rights, interests of Gui Minhai fully guaranteed",
            "description": "China's foreign ministry said on Tuesday that all rights and interests of Chinese-born Swedish citizen Gui Minhai have been fully guaranteed, after a Chinese court sentenced him to a 10-year prison term for illegally providing intelligence overseas.",
            "url": "https://www.reuters.com/article/us-china-sweden-bookseller-mofa-idUSKCN20J0UL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T07:29:19Z",
            "content": "BEIJING (Reuters) - China’s foreign ministry said on Tuesday that all rights and interests of Chinese-born Swedish citizen Gui Minhai have been fully guaranteed, after a Chinese court sentenced him to a 10-year prison term for illegally providing intelligence… [+400 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. stock rout continues as virus spreads, Treasury yields sink",
            "description": "Wall Street's main stock indexes fell almost 2% on Tuesday as the coronavirus spread further and officials described it as \"a rapidly escalating epidemic,\" a day after the S&P 500 and the Dow Industrials' biggest daily decline in two years.",
            "url": "https://www.reuters.com/article/us-usa-fed-instantview-idUSKBN20J2DU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T19:06:45Z",
            "content": "NEW YORK (Reuters) - Wall Street’s main stock indexes fell almost 2% on Tuesday as the coronavirus spread further and officials described it as “a rapidly escalating epidemic,” a day after the S&amp;P 500 and the Dow Industrials’ biggest daily decline in two … [+3999 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Silke Koltrowitz",
            "title": "Swiss authorities confirm first case of coronavirus",
            "description": "A 70-year old man tested positive for the coronavirus in the southern canton of Ticino, on the border with Italy, Swiss health authorities said on Tuesday, confirming its first case.",
            "url": "https://www.reuters.com/article/uk-switzerland-coronavirus-idUSKBN20J1ZO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T16:48:46Z",
            "content": "ZURICH (Reuters) - A 70-year old man tested positive for the coronavirus in the southern canton of Ticino, on the border with Italy, Swiss health authorities said on Tuesday, confirming its first case. \r\n“The infected person was in Italy about ten days ago an… [+1275 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "IEA says virus-hit oil growth outlook lowest in a decade, could go lower",
            "description": "The International Energy Agency's (IEA) outlook on global oil demand growth has fallen to its lowest level in a decade, IEA Executive Director Fatih Birol said on Tuesday, adding it could be reduced further due to the impact of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-iea-oil-idUSKBN20J1LM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495015454&w=1200&r=LYNXMPEG1O0YE",
            "publishedAt": "2020-02-25T12:52:49Z",
            "content": "LONDON (Reuters) - The International Energy Agency’s (IEA) outlook on global oil demand growth has fallen to its lowest level in a decade, IEA Executive Director Fatih Birol said on Tuesday, adding it could be reduced further due to the impact of the coronavi… [+586 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sinéad Carew",
            "title": "Wall Street sell-off deepens as virus spread sends investors fleeing",
            "description": "Wall Street's three major stock indexes fell almost 2% on Tuesday as the coronavirus spread further around the world and officials described it as \"a rapidly escalating epidemic,\" a day after the S&P 500 and the Dow Industrials' biggest daily decline in two y…",
            "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN20J2C7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495122417&w=1200&r=LYNXMPEG1O1CI",
            "publishedAt": "2020-02-25T18:44:06Z",
            "content": "NEW YORK (Reuters) - Wall Street’s three major stock indexes fell almost 2% on Tuesday as the coronavirus spread further around the world and officials described it as “a rapidly escalating epidemic,” a day after the S&amp;P 500 and the Dow Industrials’ bigge… [+3974 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait suspends all flights with Singapore, Japan over Coronavirus fears: KUNA",
            "description": "Kuwait's civil aviation authority announced on Tuesday it had suspended all flights with Singapore and Japan over coronavirus fears, state news agency KUNA reported.",
            "url": "https://www.reuters.com/article/us-kuwait-health-coronavirus-idUSKBN20J2FJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T19:29:53Z",
            "content": "CAIRO (Reuters) - Kuwait’s civil aviation authority announced on Tuesday it had suspended all flights with Singapore and Japan over coronavirus fears, state news agency KUNA reported. \r\nThe statement was issued in accordance with the Kuwaiti health ministry’s… [+250 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait reports three new cases of coronavirus, raising total to eight",
            "description": "Kuwait said on Tuesday three more nationals had been infected with the coronavirus, all of them people who had returned from Iran, state news agency KUNA reported.",
            "url": "https://www.reuters.com/article/us-china-health-kuwait-idUSKCN20J0XW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T08:13:58Z",
            "content": "DUBAI (Reuters) - Kuwait said on Tuesday three more nationals had been infected with the coronavirus, all of them people who had returned from Iran, state news agency KUNA reported. \r\nThe three new cases - who were in a stable condition and under quarantine -… [+145 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ira Iosebashvili",
            "title": "Once bulletproof, tech stocks now among market's biggest losers - Reuters",
            "description": "Technology shares -- a key engine of the stock market's climb to records over the last several months -- are now among those leading Wall Street's plunge on growing concerns over the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/usa-stocks-tech-idUSL1N2AP1FH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T21:59:00Z",
            "content": "Feb 25 (Reuters) - Technology shares a key engine of the stock market’s climb to records over the last several months are now among those leading Wall Street’s plunge on growing concerns over the coronavirus outbreak. \r\nThe S&amp;P 500 information technology … [+2623 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus travel: national advice not all of a piece",
            "description": "Should travelers avoid parts of the world near coronavirus hotspots? Or go - but then tread carefully? The official advice they receive may depend on whether they live in Amsterdam, Helsinki, Madrid or Lagos.",
            "url": "https://www.reuters.com/article/us-china-health-travel-idUSKBN20J26Y",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495088668&w=1200&r=LYNXMPEG1O19W",
            "publishedAt": "2020-02-25T16:53:56Z",
            "content": "LONDON (Reuters) - Should travelers avoid parts of the world near coronavirus hotspots? Or go - but then tread carefully? The official advice they receive may depend on whether they live in Amsterdam, Helsinki, Madrid or Lagos. \r\n    As the new coronavirus sp… [+2336 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Pak Yiu",
            "title": "Fearing coronavirus, Hong Kong's 'coffin home' dwellers stay indoors",
            "description": "To escape the confines of his Hong Kong \"coffin home\", or two square meters (21.5 square feet) of living space, Simon Wong usually spends his days in the park playing mahjong with friends, only returning at night to sleep.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-coffinhomes-idUSKCN20J1BS",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T10:33:00Z",
            "content": "HONG KONG (Reuters) - To escape the confines of his Hong Kong “coffin home”, or two square meters (21.5 square feet) of living space, Simon Wong usually spends his days in the park playing mahjong with friends, only returning at night to sleep. \r\nBut since th… [+2773 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rocky Swift",
            "title": "Japan's Abe urges telecommuting, staggered shifts to curb coronavirus",
            "description": "Japan will unveil new measures on Tuesday to stem the spread of a coronavirus as infections and deaths climb, with Prime Minister Shinzo Abe urging people to telecommute or work staggered hours to minimize risk.",
            "url": "https://www.reuters.com/article/us-china-health-japan-measures-idUSKCN20J0EB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494841904&w=1200&r=LYNXNPEG1O0AD",
            "publishedAt": "2020-02-25T04:21:33Z",
            "content": "TOKYO (Reuters) - Japan will unveil new measures on Tuesday to stem the spread of a coronavirus as infections and deaths climb, with Prime Minister Shinzo Abe urging people to telecommute or work staggered hours to minimize risk. \r\nJapan has 159 domestic infe… [+1568 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "One of Korean Air's cabin crew tests positive for coronavirus",
            "description": "One of the cabin crew of Korean Air has tested positive for coronavirus, the airline said on Tuesday, prompting it to shut its office near the Incheon International Airport, where the crew briefing room is located.",
            "url": "https://www.reuters.com/article/us-china-health-korean-air-idUSKCN20J0GK",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494850917&w=1200&r=LYNXNPEG1O0B4",
            "publishedAt": "2020-02-25T04:50:18Z",
            "content": "SEOUL (Reuters) - One of the cabin crew of Korean Air has tested positive for coronavirus, the airline said on Tuesday, prompting it to shut its office near the Incheon International Airport, where the crew briefing room is located. \r\nThe Korea Centres for Di… [+287 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran may have suppressed 'vital details' on coronavirus outbreak: Pompeo",
            "description": "U.S. Secretary of State Mike Pompeo on Tuesday said the United States was \"deeply concerned\" Iran may have covered up details about the spread of coronavirus, and he called on all nations to \"tell the truth.\"",
            "url": "https://www.reuters.com/article/us-china-health-usa-pompeo-idUSKBN20J1Y4",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495060548&w=1200&r=LYNXMPEG1O161",
            "publishedAt": "2020-02-25T15:15:07Z",
            "content": "WASHINGTON (Reuters) - U.S. Secretary of State Mike Pompeo on Tuesday said the United States was “deeply concerned” Iran may have covered up details about the spread of coronavirus, and he called on all nations to “tell the truth.” \r\n“The United States is dee… [+478 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hyonhee Shin",
            "title": "Honeymoon from hell: Coronavirus travel bans trap South Koreans abroad",
            "description": "The honeymoons of 34 South Korean newly-weds on the Indian Ocean island of Mauritius turned into a holiday from hell after they were rounded up and held in isolation by authorities due to fears over the coronavirus, according to Seoul officials.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-tourists-idUSKBN20J1X1",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495150987&w=1200&r=LYNXMPEG1O156",
            "publishedAt": "2020-02-25T20:08:14Z",
            "content": "SEOUL (Reuters) - The honeymoons of 34 South Korean newly-weds on the Indian Ocean island of Mauritius turned into a holiday from hell after they were rounded up and held in isolation by authorities due to fears over the coronavirus, according to Seoul offici… [+2807 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fourth passenger from cruise ship dies in Japan - NHK",
            "description": "A fourth passenger from the cruise ship \"Diamond Princess\" moored in Japan has died from the coronavirus, NHK public television said on Tuesday. The passenger was in their 80s, NHK said.",
            "url": "https://www.reuters.com/article/us-china-health-japan-ship-idUSKCN20J09C",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494806695&w=1200&r=LYNXNPEG1O059",
            "publishedAt": "2020-02-25T02:33:21Z",
            "content": "TOKYO (Reuters) - A fourth passenger from the cruise ship “Diamond Princess” moored in Japan has died from the coronavirus, NHK public television said on Tuesday. The passenger was in their 80s, NHK said. \r\nJapan has come under fire for its handling of the si… [+301 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China aviation regulator says flights outside of Hubei to resume gradually",
            "description": "Flights in China halted in the wake of the coronavirus outbreak will resume gradually as factories and businesses reopen but those to Hubei province, the virus's epicenter, will remain suspended, the country's aviation regulator said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-aviation-idUSKCN20J0HH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T04:59:31Z",
            "content": "BEIJING (Reuters) - Flights in China halted in the wake of the coronavirus outbreak will resume gradually as factories and businesses reopen but those to Hubei province, the virus’s epicenter, will remain suspended, the country’s aviation regulator said on Tu… [+1086 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 60 new coronavirus cases, raising total to 893",
            "description": "South Korea reported 60 new cases of the coronavirus, increasing the total number of infected patients in the country to 893, the Korea Centres for Disease Control and Prevention (KCDC) said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-idUSKCN20J048",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494786670&w=1200&r=LYNXNPEG1O02Y",
            "publishedAt": "2020-02-25T01:28:41Z",
            "content": "SEOUL (Reuters) - South Korea reported 60 new cases of the coronavirus, increasing the total number of infected patients in the country to 893, the Korea Centres for Disease Control and Prevention (KCDC) said on Tuesday. \r\nOf the new cases, 16 were in the sou… [+219 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump's request for $2.5 billion to fight coronavirus 'inadequate', Pelosi says",
            "description": "U.S. President Donald Trump's request for $2.5 billion in supplemental funds to combat a coronavirus outbreak is \"long overdue\" and \"completely inadequate\" to the scale of the emergency, House Speaker Nancy Pelosi said.",
            "url": "https://www.reuters.com/article/us-china-health-usa-pelosi-idUSKCN20J0EV",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494845196&w=1200&r=LYNXNPEG1O0AK",
            "publishedAt": "2020-02-25T04:31:53Z",
            "content": "(Reuters) - U.S. President Donald Trump’s request for $2.5 billion in supplemental funds to combat a coronavirus outbreak is “long overdue” and “completely inadequate” to the scale of the emergency, House Speaker Nancy Pelosi said. \r\n“The House will swiftly a… [+462 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Turkish Airlines plane from Iran diverted to Ankara amid coronavirus worry",
            "description": "A Turkish Airlines plane flying from Iran was diverted to Ankara on Tuesday at the Turkish Health Ministry's request, an aviation source said, and an aviation news website said one passenger was suspected of being infected by coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-iran-turkey-airplane-idUSKCN20J1B2",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494966549&w=1200&r=LYNXNPEG1O0TP",
            "publishedAt": "2020-02-25T10:25:49Z",
            "content": "ISTANBUL (Reuters) - A Turkish Airlines plane flying from Iran was diverted to Ankara on Tuesday at the Turkish Health Ministry’s request, an aviation source said, and an aviation news website said one passenger was suspected of being infected by coronavirus.… [+431 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Elizabeth Dilts Marshall",
            "title": "JPMorgan to maintain key growth targets from last year at investor day: analysts",
            "description": "JPMorgan Chase & Co executives are unlikely to provide new financial targets at the bank's annual investor day on Tuesday, and instead will use the forum to showcase a clean-energy initiative, analysts said.",
            "url": "https://www.reuters.com/article/us-jp-morgan-investor-day-idUSKCN20J0LP",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494878146&w=1200&r=LYNXNPEG1O0EN",
            "publishedAt": "2020-02-25T06:11:21Z",
            "content": "NEW YORK (Reuters) - JPMorgan Chase &amp; Co (JPM.N) executives are unlikely to provide new financial targets at the bank’s annual investor day on Tuesday, and instead will use the forum to showcase a clean-energy initiative, analysts said. \r\nJPMorgan, the bi… [+2469 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Senate has time to weigh funds for U.S. coronavirus response: Republican senator",
            "description": "The Senate will weigh how much money is needed to prepare for the nation's coronavirus response, a top Republican senator said on Tuesday, adding that short-term funding is available now and that there is time for lawmakers to consider additional, longer-term…",
            "url": "https://www.reuters.com/article/us-china-health-usa-congress-idUSKBN20J2G3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T19:40:10Z",
            "content": "WASHINGTON (Reuters) - The Senate will weigh how much money is needed to prepare for the nation’s coronavirus response, a top Republican senator said on Tuesday, adding that short-term funding is available now and that there is time for lawmakers to consider … [+380 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fed banks unanimously voted to keep discount rate unchanged - minutes",
            "description": "All of the Federal Reserve's 12 regional banks wanted to keep unchanged the rate commercial banks are charged for emergency loans ahead of the U.S. central bank's last policy meeting, minutes from the discussion of the discount rate showed on Tuesday.",
            "url": "https://www.reuters.com/article/us-usa-fed-discount-idUSKBN20J2E1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T19:08:53Z",
            "content": "WASHINGTON (Reuters) - All of the Federal Reserve’s 12 regional banks wanted to keep unchanged the rate commercial banks are charged for emergency loans ahead of the U.S. central bank’s last policy meeting, minutes from the discussion of the discount rate sho… [+829 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Trump administration seeks $2.5 billion in funds to fight coronavirus",
            "description": "The Trump administration is asking Congress for $2.5 billion to fight the fast-spreading coronavirus, including more than $1 billion for vaccines, the White House said on Monday.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/MMxq9yWxbig/trump-administration-seeks-2-5-billion-in-funds-to-fight-coronavirus-idUSKCN20I1U3",
            "urlToImage": null,
            "publishedAt": "2020-02-25T02:13:53Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kanishka Singh",
            "title": "Judge orders talks over plans to move virus patients to a California city",
            "description": "A U.S. judge barred the government from relocating coronavirus patients to southern California for another week on Monday and ordered it to discuss the move with state officials.",
            "url": "https://www.reuters.com/article/us-china-health-usa-california-idUSKCN20J18P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T10:08:11Z",
            "content": "(Reuters) - A U.S. judge barred the government from relocating coronavirus patients to southern California for another week on Monday and ordered it to discuss the move with state officials. \r\nU.S. District Judge Josephine Staton had on Friday halted the gove… [+2019 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "FDA identified 20 drugs with shortage risks due to coronavirus outbreak",
            "description": "The U.S. Food and Drug Administration has contacted producers of about 20 drugs that either source all of their main ingredients from or are finished in China to gauge if they will face shortages due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-fda-idUSKBN20J20I",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495064940&w=1200&r=LYNXMPEG1O16N",
            "publishedAt": "2020-02-25T15:32:47Z",
            "content": "NEW YORK (Reuters) - The U.S. Food and Drug Administration has contacted producers of about 20 drugs that either source all of their main ingredients from or are finished in China to gauge if they will face shortages due to the coronavirus outbreak. \r\nNone of… [+1123 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Coronavirus deepens Iran's isolation, tests Italy and South Korea",
            "description": "Iran's coronavirus death toll rose to 16 on Tuesday, the most outside China, increasing its international isolation as countries as far apart as South Korea and Italy stepped up emergency measures to curb the epidemic's global spread.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/MH84d-Mn5hA/coronavirus-deepens-irans-isolation-tests-italy-and-south-korea-idUSKCN20J0B4",
            "urlToImage": null,
            "publishedAt": "2020-02-25T20:55:23Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. Senate Democrats seeking at least $3.1 bln to battle coronavirus",
            "description": "The U.S. Congress must pass legislation providing at least $3.1 billion in new funding to respond to concerns over the coronavirus, far beyond the Trump administration's request, Senate Democratic Leader Chuck Schumer said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-senate-idUSKBN20J22Q",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495071851&w=1200&r=LYNXMPEG1O180",
            "publishedAt": "2020-02-25T15:55:06Z",
            "content": "WASHINGTON (Reuters) - The U.S. Congress must pass legislation providing at least $3.1 billion in new funding to respond to concerns over the coronavirus, far beyond the Trump administration’s request, Senate Democratic Leader Chuck Schumer said on Tuesday. \r… [+349 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump says stock markets will crash if he loses election",
            "description": "U.S. President Donald Trump said on Tuesday the U.S. stock market will crash if he loses the election this year.",
            "url": "https://www.reuters.com/article/us-usa-election-trump-india-idUSKCN20J1EN",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494979774&w=1200&r=LYNXNPEG1O0VA",
            "publishedAt": "2020-02-25T11:03:10Z",
            "content": "NEW DELHI (Reuters) - U.S. President Donald Trump said on Tuesday the U.S. stock market will crash if he loses the election this year. \r\nDuring a trip to India, Trump told business leaders stocks will jump higher if he is re-elected, but “if I don’t win you’r… [+580 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus forces postponement of badminton Olympic qualifier",
            "description": "Badminton's Vietnam International Challenge has been put back from next month to June on concerns over the coronavirus epidemic and will no longer serve as a qualifying event for the Tokyo Olympics, the Badminton World Federation said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-sport-idUSKBN20J1SD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495036454&w=1200&r=LYNXMPEG1O123",
            "publishedAt": "2020-02-25T13:59:58Z",
            "content": "(Reuters) - Badminton’s Vietnam International Challenge has been put back from next month to June on concerns over the coronavirus epidemic and will no longer serve as a qualifying event for the Tokyo Olympics, the Badminton World Federation said on Tuesday. … [+1156 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lufthansa may suspend hiring in wake of coronavirus - Handelsblatt",
            "description": "German airline Lufthansa is considering suspending new hiring as it grapples with the coronavirus, a German newspaper reported on Tuesday.",
            "url": "https://www.reuters.com/article/lufthansa-coronavirus-idUSS8N2A604U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T15:31:46Z",
            "content": "FRANKFURT, Feb 25 (Reuters) - German airline Lufthansa is considering suspending new hiring as it grapples with the coronavirus, a German newspaper reported on Tuesday. \r\nHarry Hohmeister, a board member, told the Handelsblatt newspaper, that the company was … [+158 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Jabil sees profit hit from coronavirus",
            "description": "Apple supplier Jabil Inc said on Tuesday that its second-quarter earnings will be hit by the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/china-health-jabil-idUSL4N2AP0HX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T14:47:11Z",
            "content": "Feb 25 (Reuters) - Apple supplier Jabil Inc said on Tuesday that its second-quarter earnings will be hit by the coronavirus epidemic. \r\nThe coronavirus outbreak, which has resulted in more than 2,600 deaths in mainland China, has pushed a number of companies … [+397 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ricardo warns of hit to full-year profit from Coronavirus",
            "description": "Engineering and automotive consultancy Ricardo Plc on Tuesday warned full-year profit would be hit because of the Coronavirus' disruptive impact on its China auto and rail operations.",
            "url": "https://www.reuters.com/article/ricardo-results-idUSL3N2AP27U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T07:36:25Z",
            "content": "Feb 25 (Reuters) - Engineering and automotive consultancy Ricardo Plc on Tuesday warned full-year profit would be hit because of the Coronavirus’ disruptive impact on its China auto and rail operations. \r\nThe company said client engagement, project delivery a… [+494 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Lufthansa may suspend hiring in wake of coronavirus - Handelsblatt",
            "description": "German airline Lufthansa is considering suspending new hiring and enacting other savings measures as it grapples with the coronavirus, a German newspaper reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-lufthansa-coronavirus-idUSKBN20J21W",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T15:54:37Z",
            "content": "FRANKFURT (Reuters) - German airline Lufthansa is considering suspending new hiring and enacting other savings measures as it grapples with the coronavirus, a German newspaper reported on Tuesday. \r\nLufthansa has stopped all flights to mainland China until th… [+499 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-Toronto stocks inch lower as coronavirus fears persist",
            "description": "Canada's main stock index slightly extended declines on Tuesday, a day after it recorded its worst session in six months on widespread concerns over the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AP0JR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T15:15:29Z",
            "content": "(Adds details, updates prices) \r\nFeb 25 (Reuters) - Canada’s main stock index slightly extended declines on Tuesday, a day after it recorded its worst session in six months on widespread concerns over the coronavirus outbreak. \r\n* At 9:51 a.m. ET (14:51 GMT),… [+1418 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-Toronto stocks open flat as coronavirus fears persist",
            "description": "Canada's main stock index opened flat on Tuesday, a day after it recorded its worst session in six months on widespread concerns over the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AP0FD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T14:40:04Z",
            "content": "Feb 25 (Reuters) - Canada’s main stock index opened flat on Tuesday, a day after it recorded its worst session in six months on widespread concerns over the coronavirus outbreak. \r\nAt 9:30 a.m. ET (14:30 GMT), the Toronto Stock Exchange’s S&amp;P/TSX composit… [+121 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-OPEC+ countries should not be complacent about coronavirus - Saudi energy min",
            "description": "Saudis Arabia's Minister of Energy, Prince Abdulaziz bin Salman, said on Tuesday that OPEC+ countries should not be complacent about the coronavirus.",
            "url": "https://www.reuters.com/article/us-saudi-oil-coronavirus-idUSKCN20J0RA",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494892756&w=1200&r=LYNXNPEG1O0IA",
            "publishedAt": "2020-02-25T07:29:43Z",
            "content": "Riyadh (Reuters) - Saudis Arabia’s Minister of Energy, Prince Abdulaziz bin Salman, said on Tuesday that OPEC+ countries should not be complacent about the coronavirus. \r\n“Everything serious requires attendance,” he told reporters on the sidelines of an indus… [+1076 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mai Nguyen",
            "title": "METALS-Base metals rise on bargain hunting despite spreading virus",
            "description": "London industrial metals prices rose on Tuesday, recovering slightly after dropping in the previous session, but gains were capped as the coronavirus continued to spread quickly outside China.",
            "url": "https://www.reuters.com/article/global-metals-idUSL3N2AP1ZB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T07:01:53Z",
            "content": "(Updates prices) \r\nBy Mai Nguyen \r\nFeb 25 (Reuters) - London industrial metals prices rose on Tuesday, recovering slightly after dropping in the previous session, but gains were capped as the coronavirus continued to spread quickly outside China. \r\nHopes that… [+2000 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "JPMorgan restricts Italy business travel on coronavirus concern - memo",
            "description": "JPMorgan has restricted business travel to and from Italy to prevent the spread of coronavirus, according to a memo sent to EMEA employees and seen by Reuters.",
            "url": "https://www.reuters.com/article/jpmorgan-coronavirus-idUSL8N2AP19M",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T17:53:22Z",
            "content": "LONDON, Feb 25 (Reuters) - JPMorgan has restricted business travel to and from Italy to prevent the spread of coronavirus, according to a memo sent to EMEA employees and seen by Reuters. \r\nThe Wall Street bank said all trips to Italy would require line manage… [+456 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan health minister says too early to talk about cancelling Olympics",
            "description": "Japanese health minister Katsunobu Kato said on Tuesday it was still too early to talk about cancelling the Tokyo Summer Olympics, which start on July 24, due to the coronavirus and its spread in Japan.",
            "url": "https://www.reuters.com/article/us-china-health-japan-olympics-idUSKCN20J06L",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494795469&w=1200&r=LYNXNPEG1O03V",
            "publishedAt": "2020-02-25T01:59:04Z",
            "content": "TOKYO (Reuters) - Japanese health minister Katsunobu Kato said on Tuesday it was still too early to talk about cancelling the Tokyo Summer Olympics, which start on July 24, due to the coronavirus and its spread in Japan. \r\nQuestions have risen about whether t… [+281 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UEFA says monitoring coronavirus, not yet clear if any impact on Euro 2020",
            "description": "It is not yet clear whether Euro 2020 will be affected by the coronavirus outbreak which has struck Italy, one of the 12 host countries, a vice-president of European soccer body UEFA said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-soccer-idUSKBN20J1XS",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495058113&w=1200&r=LYNXMPEG1O15I",
            "publishedAt": "2020-02-25T15:05:51Z",
            "content": "ROME (Reuters) - It is not yet clear whether Euro 2020 will be affected by the coronavirus outbreak which has struck Italy, one of the 12 host countries, a vice-president of European soccer body UEFA said on Tuesday. \r\nThe number of cases in Italy - the count… [+1687 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yuka Obayashi",
            "title": "Oil bounces as investors hunt bargains; virus fears cap gains",
            "description": "Oil rose on Tuesday as investors snapped up bargains after crude benchmarks dropped almost 4% in the previous session, but fears that the spreading coronavirus could wreak far greater economic damage than initially thought capped gains.",
            "url": "https://www.reuters.com/article/us-global-oil-idUSKCN20J07U",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1494802067&w=1200&r=LYNXNPEG1O04Y",
            "publishedAt": "2020-02-25T02:14:57Z",
            "content": "TOKYO (Reuters) - Oil rose on Tuesday as investors snapped up bargains after crude benchmarks dropped almost 4% in the previous session, but fears that the spreading coronavirus could wreak far greater economic damage than initially thought capped gains. \r\nBr… [+1870 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rodrigo Campos",
            "title": "GLOBAL MARKETS-Global stocks sink further on lingering coronavirus fears",
            "description": "Stocks across the globe fell on Tuesday to their lowest since mid-December and the benchmark U.S. debt yield was near a record low on lingering concerns about the economic hit of the spread of the novel coronavirus.",
            "url": "https://www.reuters.com/article/global-markets-idUSL8N2AP0WI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T17:25:33Z",
            "content": "* World FX rates in 2020 tmsnrt.rs/2egbfVh\r\n* Global assets year-to-date tmsnrt.rs/2jvdmXl (Updates prices, comments; changes byline, dateline; previous LONDON) \r\nBy Rodrigo Campos \r\nNEW YORK, Feb 25 (Reuters) - Stocks across the globe fell on Tuesday to thei… [+3274 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Chevron sends 300 British employees home as coronavirus precaution",
            "description": "Chevron Corp on Tuesday asked about 300 British employees to work temporarily from home after an employee in its Canary Wharf office in London reported a flu-like illness.",
            "url": "https://www.reuters.com/article/us-china-health-chevron-idUSKBN20J2Q3",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495186165&w=1200&r=LYNXMPEG1O1NR",
            "publishedAt": "2020-02-25T21:53:18Z",
            "content": "(Reuters) - Chevron Corp on Tuesday asked about 300 British employees to work temporarily from home after an employee in its Canary Wharf office in London reported a flu-like illness. \r\nTraders, exploration and refining unit staff were assigned to work remote… [+525 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shreyashi Sanyal",
            "title": "EMERGING MARKETS-Latam currencies trade lower as coronavirus concerns rise",
            "description": "Latin American currencies gave up early\ngains on Tuesday as investors shunned riskier assets on concerns\nabout economic fallout from the fast-spreading coronavirus.  \n    Concerns escalated after the U.S. Centers for Disease\nControl and Prevention (CDC) alert…",
            "url": "https://www.reuters.com/article/emerging-market-latam-idUSL1N2AP0V8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T20:32:11Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New coronavirus worries push down Brazilian ETF shares in U.S.",
            "description": "Worries about the spread of coronavirus and its potential impact on the global economy pushed down the index for Brazilian shares in exchange-traded funds on the New York stock market on Tuesday, while the Sao Paulo bourse was closed for Carnival.",
            "url": "https://www.reuters.com/article/markets-brazil-idUSL1N2AP1I3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T22:32:03Z",
            "content": "SAO PAULO, Feb 25 (Reuters) - Worries about the spread of coronavirus and its potential impact on the global economy pushed down the index for Brazilian shares in exchange-traded funds on the New York stock market on Tuesday, while the Sao Paulo bourse was cl… [+1562 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stephen Nellis",
            "title": "FOCUS-Coronavirus clouds Apple's timeline for new iPhones",
            "description": "Travel restrictions to China because of the coronavirus have come just as Apple Inc's engineers usually jet off to Asia to perfect the production of this fall's new iPhones, former employees and supply chain experts told Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-apple-iphone-idUSKBN20J2CZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200225&t=2&i=1495126230&w=1200&r=LYNXMPEG1O1CU",
            "publishedAt": "2020-02-25T18:49:56Z",
            "content": "SAN FRANCISCO/TAIPEI (Reuters) - Travel restrictions to China because of the coronavirus have come just as Apple Inc’s engineers usually jet off to Asia to perfect the production of this fall’s new iPhones, former employees and supply chain experts told Reute… [+4385 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Royal Caribbean expects coronavirus outbreak to weigh on 2020 profit",
            "description": "Royal Caribbean Cruises Ltd said on Tuesday it has canceled 30 cruises in southeast Asia following the coronavirus outbreak and expects a 90 cents per share hit to its annual profit.",
            "url": "https://www.reuters.com/article/china-health-royal-caribbean-idUSL4N2AP1T9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-25T22:51:17Z",
            "content": "Feb 25 (Reuters) - Royal Caribbean Cruises Ltd said on Tuesday it has canceled 30 cruises in southeast Asia following the coronavirus outbreak and expects a 90 cents per share hit to its annual profit. \r\nThe Miami, Florida-based company had previously forecas… [+435 chars]"
        }
    ]
}