{
    "status": "ok",
    "totalResults": 40,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Only a handful of children have been diagnosed with the coronavirus — and experts have a few guesses as to why",
            "description": "Only a handful of children have been diagnosed with the new coronavirus, which has killed nearly 500 people and infected more than 24,000. Disease experts say it's good that the virus hasn't spread much among kids, since children are less likely to wash their…",
            "url": "https://www.businessinsider.com/coronavirus-case-children-infants-low-disease-expert-explain-why-2020-2",
            "urlToImage": "https://i.insider.com/5e39c9a15bc79c0c5f193232?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T21:43:00Z",
            "content": "Scientists are still learning about the coronavirus outbreak that has killed nearly 500 people and infected more than 24,000 in China. One of the biggest mysteries is why so few children have gotten sick. \r\nThe outbreak was first reported on December 31, but … [+6376 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "S&P notches new record close as markets set aside coronavirus fears, focus on strong data (SPX)",
            "description": "S&P 500 sets a new record high, while the Dow closes up almost 500 points. Markets were buoyed by positive economic data and less fear around coronavirus. Visit Business Insider's homepage for more stories. The S&P 500 index set a new record at the closing be…",
            "url": "https://www.businessinsider.com/stock-market-news-record-close-coronavirus-fears-dow-nasdaq-data-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e14edf724fe1235a96783c7-2400/2020-01-06t060345z242896634rc26ae9f5zc3rtrmadp3usa-stocks-risks.jpg",
            "publishedAt": "2020-02-05T21:34:21Z",
            "content": "Brendan McDermid/Reuters\r\nThe S&amp;P 500 index set a new record at the closing bell, as markets let coronavirus fears abate and focused instead on positive macroeconomic data out Wednesday. \r\nThe index ended the day at 3,334.72, a new closing high. Meanwhile… [+873 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "The first coronavirus death in Hong Kong prompts health workers to strike and demand that its border with mainland China be fully closed",
            "description": "The first coronavirus death in Hong Kong has prompted thousands of hospital employees to go on strike. The man who died infected his 72-year-old mother, marking Hong Kong's first human-to-human transmission of the illness. Health workers do not believe that a…",
            "url": "https://www.businessinsider.com/coronavirus-death-hong-kong-health-workers-strike-full-border-closure-2020-2",
            "urlToImage": "https://i.insider.com/5e3b22be0ce3d1435c653472?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T20:41:41Z",
            "content": "The first coronavirus death in Hong Kong prompted thousands of hospital employees to walk off the job on Tuesday, the second day of a country-wide health worker strike.\r\nThe strikers are lobbying for the full closure of the semi-autonomous territory's border … [+7048 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexei Oreskovic",
            "title": "Trending: Big Tech companies are getting older but they can still learn new tricks",
            "description": "It's Wednesday, which means it's time for Trending, the newsletter where we highlight BI Prime's biggest tech stories. I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and global tech editor. If this is your first time here, this is how you ca…",
            "url": "https://www.businessinsider.com/trending-big-tech-age-new-tricks-2020-2",
            "urlToImage": "https://i.insider.com/5e3b1f70d9db1d3b7a463a48?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T20:20:59Z",
            "content": "It's Wednesday, which means it's time for Trending, the newsletter where we highlight BI Prime's biggest tech stories. I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and global tech editor.\r\nIf this is your first time here, this is how you c… [+4794 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "The coronavirus is forcing Tesla to delay Model 3 deliveries in China (TSLA)",
            "description": "Deliveries of Tesla Model 3 sedans made in China will be delayed due to the Wuhan coronavirus. Tesla CFO Zach Kirkhorn said in late January that the electric-car maker expected a production delay of up to a week-and-a-half at its Shanghai factory due to a gov…",
            "url": "https://www.businessinsider.com/tesla-delays-model-3-deliveries-in-china-wuhan-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5cabab18c6cc505181486919?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T20:19:36Z",
            "content": "Deliveries of TeslaModel 3 sedans made in China will be delayed due to the Wuhan coronavirus, an executive for the electric-car maker said on the Chinese social media platform Weibo, CNBC reported.\r\n\"The proposed delivery (of cars) in early February will be d… [+1594 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "Quarantined Wuhan residents shout words of support out of their high-rise apartment windows",
            "description": "Wuhan residents have been trying to raise each other's spirits by yelling to each other from their high-rise apartments, according to a video posted to Reddit last week. The video shows dozens of voices yelling out into the night \"Wuhan come on!\" The city of …",
            "url": "https://www.businessinsider.com/wuhan-residents-shout-out-windows-raise-spirits-video-2020-2",
            "urlToImage": "https://i.insider.com/5e3b1b530ce3d1359247dcaa?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T20:19:22Z",
            "content": "The Wuhan coronavirus is still spreading through China, but one video shows how Wuhan residents are helping each other cope with the deadly outbreak.\r\nA video was posted to Reddit last week which shows what sounds like dozens of residents yelling words of sup… [+892 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Wisconsin officials just confirmed a coronavirus case there — the 12th in the US",
            "description": "Wisconsin has a confirmed case of the coronavirus, the state's health department told Business Insider on Wednesday. The case is the 12th in the United States, which also has six confirmed patients in California, two in Illinois, one in Washington, one in Ari…",
            "url": "https://www.businessinsider.com/coronavirus-wisconsin-12-cases-united-states-2020-2",
            "urlToImage": "https://i.insider.com/5e3b19a0d9db1d31f15910e4?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T19:51:00Z",
            "content": "A patient in Wisconsin has been diagnosed with the coronavirus, the state health department told Business Insider on Wednesday. It's the 12th case in the US; the first was confirmed on January 24.\r\nThe Wisconsin patient had \"a history of travel to Beijing, Ch… [+3144 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "Pentagon sets aside a 6th military base for quarantining people fleeing the coronavirus outbreak in China",
            "description": "The Department of Defense has given the Department of Health and Human Services approval to quarantine people evacuated from Wuhan, China by the State Department at six US military bases. On Wednesday, the Pentagon issued a statement announcing that Camp Ashl…",
            "url": "https://www.businessinsider.com/pentagon-approves-more-military-bases-for-wuhan-coronavirus-quarantine-efforts-2020-2",
            "urlToImage": "https://i.insider.com/5e3b12790ce3d1267e183724?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T19:28:07Z",
            "content": "The Pentagon has approved the use of six military installations, the most recent being a National Guard base in Nebraska, for the quarantine of evacuees returning to the US from Wuhan, China, the epicenter of a novel coronavirus outbreak.\r\nThe Department of D… [+1889 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "Doctors are testing HIV drugs against the Wuhan coronavirus as scientists scramble to halt the outbreak",
            "description": "Several clinical trials have started to test medications that combat HIV and other viruses as potential treatments for the novel Wuhan coronavirus. In the past few days, Johnson & Johnson, AbbVie, and Gilead Sciences have donated supplies of their antiviral m…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-treatments-hiv-drugs-remdesivir-2020-2",
            "urlToImage": "https://i.insider.com/5e3af21c5bc79c5e6254457a?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T19:23:00Z",
            "content": "In the search for an effective treatment against the novel coronavirus, scientists and doctors are focusing on a group of medications already used to treat HIV and other devastating viruses.\r\nJohnson &amp; Johnson, AbbVie and Gilead Sciences have all donated … [+2844 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "awoodward@businessinsider.com (Aylin Woodward), Aylin Woodward",
            "title": "A pregnant mother infected with the coronavirus gave birth, and her baby tested positive 30 hours later",
            "description": "THE CENTRAL HOSPITAL OF WUHAN VIA WEIBO /via REUTERS A coronavirus outbreak that originated in Wuhan, China, has killed at least 494 people and infected more than 24,000 since December. So far, the Wuhan coronavirus has infected very few children. However, on…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-in-infant-born-from-infected-mother-2020-2",
            "urlToImage": "https://i.insider.com/5e3b03310ce3d1112f75a914?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T18:05:00Z",
            "content": "A 30-hour-old infant born in a Wuhan children's hospital has become the youngest person to catch the new coronavirus.\r\nThe newborn's mother is a coronavirus patient, The South China Morning Post (SCMP) reported on Wednesday. The baby's case raises the possibi… [+4085 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "A photo shows that some coronavirus patients in Wuhan are being treated in their cars because there are 'too many sick people' in hospitals",
            "description": "Hospitals in the Wuhan area are increasingly overwhelmed, causing some patients to sit on pavements outside hospitals because there are \"too many sick people.\" A picture tweeted out by a New York Times journalist shows patients sitting outside a Wuhan hospita…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-patients-treated-outside-hospitals-with-iv-drips-2020-2",
            "urlToImage": "https://i.insider.com/5e3aef645bc79c692a019169?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T17:18:01Z",
            "content": "As the coronavirus continues to spread around Wuhan and hospital admissions are increasing, many people are forced to fend for themselves — with some even sitting outside hospitals on IV drips.\r\nIn a photo tweeted by New York Times journalist Amy Qin, patient… [+1388 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "Police say a masked man wearing an 'I have the coronavirus' sign sprayed Lysol around a Walmart, reportedly causing $7,300 in damage",
            "description": "Police say a man entered a Walmart outside of Chicago wearing a mask and a sign that said, \"Caution I have the coronavirus,\" and sprayed produce with Lysol, costing the store almost $10,000. The suspect entered the store with another person, according to auth…",
            "url": "https://www.businessinsider.com/man-wearing-i-have-the-coronavirus-sign-vandalized-walmart-police-2020-2",
            "urlToImage": "https://i.insider.com/5e3ae7db5bc79c40ce22a519?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T17:16:45Z",
            "content": "A Walmart in the suburbs outside Chicago lost $7,300 dollars worth of products and spent $2,400 in clean-up costs after a man entered the store Wednesday wearing a mask and sign that said, \"Caution I have the coronavirus,\" and sprayed Lysol on merchandise, po… [+664 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Tesla's trading volume spiked 1460% from its daily average during Tuesday's record-shattering rally (TSLA)",
            "description": "The value of all Tesla shares traded during Tuesday's rally spiked roughly 1,466% from its average, according to Bloomberg data. Nearly $55 billion worth of the company's stock traded through Tuesday, dwarfing the $3.5 billion daily average seen over the past…",
            "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-trading-volume-spiked-above-average-tuesday-rally-value-2020-2-1028877823",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3addcc5bc79c4eb147e305-2400/2020-02-03t005529z1lynxmpeg1201xrtroptp4china-economy-pmi-factory-official.jpg",
            "publishedAt": "2020-02-05T16:57:55Z",
            "content": "Reuters\r\n<ul><li>The value of all Tesla shares traded during Tuesday's rally spiked roughly 1,466% from its average, according to Bloomberg data.</li><li>Nearly $55 billion worth of the company's stock traded through Tuesday, dwarfing the $3.5 billion daily a… [+4069 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Tesla shares sink 15% after more than doubling so far in 2020 (TSLA)",
            "description": "Shares of Tesla are down as much as 15% Wednesday. The slip comes after the automaker stock's parabolic rise in 2020 that's seen shares double in value. Shares could be falling as investors look to take profits from recent gains. Investors may also be worried…",
            "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-sinks-after-rally-doubling-growth-china-coronavirus-2020-2-1028877695",
            "urlToImage": "https://images.markets.businessinsider.com/image/5bfcda3cb73c280b23199eb3-2400/teslachinasmall.jpg",
            "publishedAt": "2020-02-05T16:28:06Z",
            "content": "REUTERS/Jason Lee/File Photo\r\n<ul><li>Shares of Tesla are down as much as 15% Wednesday.Â </li><li>The slip comes after the automaker stock's parabolic rise in 2020 that's seen shares double in value.Â </li><li>Shares could be falling as investors look to tak… [+3133 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dslotnick@businessinsider.com (David Slotnick), David Slotnick",
            "title": "A passenger plane skidded off the runway and broke into pieces in Turkey",
            "description": "Istanbul Security Directorate /Handout/Anadolu Agency via Getty Images A plane skidded off the runway at Turkey's Sabiha Gokcen airport in Istanbul on Wednesday. Turkey's transportation ministry said that none of the 177 passengers on board were killed. There…",
            "url": "https://www.businessinsider.com/turkey-plane-crash-pegasus-airlines-istanbul-2020-2",
            "urlToImage": "https://i.insider.com/5e3aec5b5bc79c5600429256?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T16:26:30Z",
            "content": "A plane skidded off the runway at Istanbul's Sabiha Gokcen airport on Wednesday, crashing into a road and breaking into pieces, Turkish media reported.\r\nThe Turkish transportation ministry said that there were 177 passengers on board, and that there had been … [+1190 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dslotnick@businessinsider.com (David Slotnick), David Slotnick",
            "title": "United is starting its own flight school to help recruit 10,000 new pilots amid global shortage (UAL)",
            "description": "United United Airlines has plans to purchase and operate its own flight-training academy, giving it a new way to recruit potential pilots. It will be the only major US airline to run its own flight school. The move will help United combat the global pilot sho…",
            "url": "https://www.businessinsider.com/united-airlines-pilot-flight-school-shortage-2020-2",
            "urlToImage": "https://i.insider.com/5e3addd75bc79c324724ec54?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T16:00:00Z",
            "content": "United Airlines is launching a new program to recruit, train, and hire pilot candidates, taking a major step to address the looming pilot shortage.\r\nThe airline announced on Wednesday that it had signed an agreement to purchase the Westwind School of Aeronaut… [+3438 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kevin Webb",
            "title": "The Overwatch League will bring live esports to 20 cities around the world this year — here's everything you need to know about the upcoming season (ATVI)",
            "description": "The third season of Activision Blizzard's Overwatch League will begin on February 8 with matches in New York City and Dallas. This year the esports league will travel to the home cities of all 20 teams, with stops in North America, Europe, South Korea, and Ch…",
            "url": "https://www.businessinsider.com/overwatch-league-season-3-stream-details-2020-2",
            "urlToImage": "https://i.insider.com/5dc5dc4f7eece578b93ae682?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T15:59:54Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "3,700 people are being held in a Japanese cruise ship after 10 were found with the Wuhan coronavirus. Experts say liners are more than equipped to handle outbreaks.",
            "description": "A cruise ship carrying more than 3,700 people is being quarantined on the Diamond Princess cruise ship in Japan after ten of them were tested positive for the Wuhan coronavirus on board. But contrary to popular belief, the ship isn't a ticking time bomb for a…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-japan-cruise-ship-quarantined-equipped-experts-2020-2",
            "urlToImage": "https://i.insider.com/5e3ab8ad5bc79c0f10309ef9?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T15:46:35Z",
            "content": "More than 3,700 people are currently being quarantined inside the Diamond Princess cruise ship off the Japanese coast, where at least 11 people on board tested positive for the deadly Wuhan coronavirus.\r\nThe Diamond Princess, which arrived in Yokohama on Mond… [+5079 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "A fund manager who's crushed 99% of his rivals for the past decade told us his 4 favorite stocks of today — and the 4 he expects to hold for 10 years",
            "description": "Mark Mulholland's Matthew 25 fund has succeeded in all kinds of markets. Kiplinger ranks it as one of the best mutual funds of the past 10 and 20 years, along with its strong returns in 2019. Reflecting his success over those different time horizons, Mulholla…",
            "url": "https://www.businessinsider.com/high-upside-stock-picks-next-10-years-investor-mark-mulholland-2020-2",
            "urlToImage": "https://i.insider.com/5e39de025bc79c337315d976?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T15:40:18Z",
            "content": "A lot of investors will tell you they think about the long term and ignore the short term. But if they're succeeding over both of those time frames, they're doing something right.\r\nMark Mulholland runs the Matthew 25 Fund, and he can boast that he's done just… [+5103 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "A Chinese car company said it will make a virus-proof car, and people are comparing it to Tesla's 'biological warfare' mode",
            "description": "Chinese car maker Geely has pledged to try build a car that can help protect its inhabitants from viruses. The Geely Group announced on Tuesday that it will spend $53 million to develop cars that purify the air and filter out viruses, just as China is battlin…",
            "url": "https://www.businessinsider.com/chinas-geely-making-virus-fighting-car-prompting-tesla-comparison-2020-2",
            "urlToImage": "https://i.insider.com/5e3aaa045bc79c08f878a096?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T15:24:59Z",
            "content": "Chinese car maker Geely has pledged to build a car that will predict its occupants from viruses, and people are comparing it to Tesla's biological warfare mode.\r\nThe Geely Group announced on Wednesday that it will spend 370 million Chinese yuan ($53 million) … [+3756 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "What to know when traveling by plane as the coronavirus spreads and fears mount",
            "description": "Fears of novel coronavirus are raising questions about the safety of air travel in the face of an epidemic. Air travel is one of the largest transporters of disease traditionally and is responsible for the appearance of the virus in the US and other countries…",
            "url": "https://www.businessinsider.com/what-to-know-when-flying-as-coronavirus-spread-2020-2",
            "urlToImage": "https://i.insider.com/5e3adc1c5bc79c2fc97802a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T15:16:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Tesla is now worth $120 billion more than Ford after the legacy automaker's slashed profit forecast tanks its stock (F)",
            "description": "Ford shares tanked as much as 8.5% in early Wednesday trading, setting the automaker's market cap to less than one-fourth of Tesla's soaring valuation. Ford announced quarterly earnings on Tuesday afternoon that fell below analyst estimates. The company also …",
            "url": "https://www.businessinsider.com/ford-stock-4q-earnings-miss-harsh-discount-tesla-market-value-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3abccc5bc79c2e9e6dbce2-2400/2020-02-03t163838z2lynxmpeg121airtroptp4autos-electric-norway.jpg",
            "publishedAt": "2020-02-05T14:20:04Z",
            "content": "Lefteris Karagiannopoulos/Reuters\r\n<ul><li>Ford shares tanked as much as 8.5% in early Wednesday trading, setting the automaker's market cap to less than one-fourth of Tesla's soaring valuation.</li><li>Ford announced quarterly earnings on Tuesday afternoon t… [+3502 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hirsh Chitkara",
            "title": "Coronavirus is suppressing Chinese commerce at a moment when Apple looked to be gaining momentum in the market",
            "description": "Prominent Apple analyst Ming-Chi Kuo downgraded his Q1 2020 iPhone shipments forecast by 10%, reflecting coronavirus containment efforts that have disrupted markets, according to MacRumors. Over the weekend, Apple indefinitely closed its corporate offices and…",
            "url": "https://www.businessinsider.com/apple-iphone-shipments-forecast-downgrade-amid-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e397b815bc79c325b052674?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T14:04:08Z",
            "content": "Prominent Apple analyst Ming-Chi Kuo downgraded his Q1 2020 iPhone shipments forecast by 10%, reflecting coronavirus containment efforts that have disrupted markets, according to MacRumors.\r\nPassengers wearing masks walk outside the Shanghai railway station i… [+3046 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sahar Esfandiari",
            "title": "Thousands of pets in Wuhan are trapped and facing starvation with their owners stranded outside the city by the coronavirus outbreak",
            "description": "Thousands of pets are trapped and facing starvation in Wuhan, local activists say. Pet owners are unable to return to their pets, either because they are in quarantine or stranded outside the city, which has been on lockdown since January 23. The coronavirus …",
            "url": "https://www.businessinsider.com/thousands-of-pets-wuhan-trapped-in-homes-amid-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e3aac815bc79c263f4eb7c2?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T14:03:18Z",
            "content": "Thousands of pets are trapped and facing starvation at home because their owners are either in quarantine or stranded outside the city amid the coronavirus outbreak. \r\nThe coronavirus has so far killed 492 people and infected more than 23,000 across 26 countr… [+2337 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "If you think you might have the Wuhan coronavirus, call your doctor. Here's what they'll ask and what a hospital will do.",
            "description": "If you think you have the Wuhan coronavirus, call your doctor or local public health department. The doctor will probably ask about where you recently traveled and with whom you came into contact. If the doctor determines you might have the coronavirus, they …",
            "url": "https://www.businessinsider.com/what-to-do-if-you-think-you-have-wuhan-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e39d6b25bc79c298154b2f4?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T13:32:00Z",
            "content": "A quick call to your doctor could make a huge difference if you think you've been exposed to the new coronavirus that has infected 20,000 people worldwide.\r\nRisk of infection in the US is low, according to the Centers for Disease Control and Prevention (CDC).… [+5613 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryan Pickrell",
            "title": "350 more evacuees from Wuhan, the epicenter of the coronavirus outbreak, have arrived at US military bases for a 14-day quarantine",
            "description": "Roughly 350 passengers evacuated from the central Chinese city of Wuhan, the epicenter of a novel coronavirus outbreak that has killed hundreds in only a few weeks. The passengers arrived in the US on Wednesday and will be quarantined for 14 days at two Calif…",
            "url": "https://www.businessinsider.com/350-evacuees-wuhan-coronavirus-epicenter-arrive-at-us-military-bases-2020-2",
            "urlToImage": "https://i.insider.com/5e3abef25bc79c303605aa24?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T13:28:35Z",
            "content": "Around 350 passengers evacuated from the central Chinese city of Wuhan on two State Department aircraft have arrived in the US, where they will be quarantined for 14 days at two California US military bases, according to US Northern Command.\r\nThe chartered ev… [+1998 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "GM's profits shrank 17% in 2019 thanks to slumping sales and a paralyzing worker strike (GM)",
            "description": "LM Otero/Associated Press General Motors on Wednesday reporter fourth-quarter and full-year financial performance that largely met investor expectations. Annual profits fell 17% in 2019, thanks in large part to a a $232 million fourth quarter loss. A 40-day s…",
            "url": "https://www.businessinsider.com/gm-turns-full-year-profit-despite-strike-slumping-sales-2020-2",
            "urlToImage": "https://i.insider.com/5e3ac3455bc79c33311cee82?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T13:01:17Z",
            "content": "DETROIT (AP) — Despite a 40-day strike by factory workers and slumping sales in the U.S. and China, General Motors still made money last year.\r\nThe company posted a $6.58 billion profit for the year, but that was down almost 17% from 2018.\r\nGM couldn't avoid … [+1326 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sophia Ankel), Sophia Ankel",
            "title": "Pictures show the first coronavirus patients arriving at the new Wuhan hospital China panic-built in 10 days",
            "description": "The Huoshenshan Hospital started treating its first patients on Tuesday, according to state-run newspaper China Daily. A batch of 50 coronavirus-infected people was brought in by negative pressure isolation ambulances. They were brought in from three differen…",
            "url": "https://www.businessinsider.com/pictures-show-first-coronavirus-patients-arriving-at-wuhan-hospital-2020-2",
            "urlToImage": "https://i.insider.com/5e3a907c5bc79c78db1c9673?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T13:00:46Z",
            "content": "The first coronavirus patients have been admitted to the Huoshenshan hospital in Wuhan, which was panic-built in just 10 days.\r\nThe emergency medical facility, which has two floors and can hold up to 1,400 beds, was built to relieve hospitals that are already… [+721 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. 'The punch bowl has been aggressively spiked': $1 billion asset manager sounds the alarm after Tesla's 300% stock rally. \"When a market cap of that size can go hyperbolic in a short period of time for n…",
            "url": "https://www.businessinsider.com/opening-bell-february-05-2020-2",
            "urlToImage": "https://i.insider.com/5e3ab4f15bc79c29a902f484?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T12:35:51Z",
            "content": "Here's what you need to know before the markets open.\r\n1. 'The punch bowl has been aggressively spiked':$1 billion asset manager sounds the alarm after Tesla's 300% stock rally. \"When a market cap of that size can go hyperbolic in a short period of time for n… [+2019 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. 'The punch bowl has been aggressively spiked': $1 billion asset manager sounds the alarm after Tesla's 300% stock rally. \"When a market cap of that size can go hyperbolic in a short period of time for n…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-05-2020-2-1028876168",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3ab4f15bc79c29a902f484-1200/rtx10sot.jpg",
            "publishedAt": "2020-02-05T12:35:51Z",
            "content": "REUTERS/Stephen Lam\r\nHere's what you need to know before the markets open.\r\n1. 'The punch bowl has been aggressively spiked':$1 billion asset manager sounds the alarm after Tesla's 300% stock rally. \"When a market cap of that size can go hyperbolic in a short… [+2040 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "iPhone maker and key Apple supplier Foxconn to quarantine its workers for up to 2 weeks amid coronavirus fears",
            "description": "Key Apple supplier Hon Hai Precision Industry Co, better-known as Foxconn, will quarantine its workers for up to 2 weeks amid fears that the coronavirus could infect them. According to Bloomberg, the firm said workers returning from outside Henan province – w…",
            "url": "https://www.businessinsider.com/apple-supplier-iphone-maker-foxconn-quarantine-workers-weeks-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5bf27e260591f2710d3ec333?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T11:49:44Z",
            "content": "Foxconn, one of Apple's most important suppliers, will quarantine its workers for up to 2 weeks amid coronavirus fears.\r\nAccording to Bloomberg, the firm said workers returning from outside Henan province – where its main factory in Zhengzhou is located – wil… [+1205 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "A cruise ship carrying more than 3,700 is stuck in a Japanese port. 10 people on board just got tested positive for coronavirus.",
            "description": "Ten people a Japanese cruise ship that has been quarantined near Tokyo since Monday have tested positive for the Wuhan coronavirus. Medics started screening all 3,711 onboard on Tuesday. Nobody can leave the ship for the next 14 days. The ten infected people,…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-japan-cruise-ship-diamond-princess-quarantined-cases-2020-2",
            "urlToImage": "https://i.insider.com/5e3a9c4e5bc79c7fb2479326?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T11:06:11Z",
            "content": "Ten passengers onboard a cruise ship quarantined in Japan have tested positive for the Wuhan coronavirus.\r\nThe Diamond Princess arrived in Yokohama on Monday after a round trip to Hong Kong.\r\nIt was immediately quarantined upon arrival in Japan after an 80-ye… [+2352 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "An Instagrammer tried to make a viral video by joking he might have coronavirus on a plane. Instead he forced an emergency landing and got arrested.",
            "description": "A YouTuber forced a plane to turn around and fly back to the airport after he joked that he could have the deadly coronavirus. James Potok said he stood up on the WestJet plane and announced that he had been to \"the capital of the coronavirus\" and \"I'm not fe…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-plane-lands-youtuber-james-potok-virus-joke-westjet-2020-2",
            "urlToImage": "https://i.insider.com/5e3a99975bc79c7e1b67f4f3?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T11:06:01Z",
            "content": "A YouTuber who forced a plane to emergency land by joking that he could have the deadly coronavirus said he was trying to get a viral video and apologized for interrupting passengers' journeys.\r\nWestJet flight WS 2702 from Toronto, Canada to Montego Bay, Jama… [+4241 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "LG has pulled out of the world's biggest phone show over coronavirus fears",
            "description": "LG Electronics has cancelled its plans to attend Mobile World Congress in Barcelona, the biggest smartphone show in the world, due to concerns about the spread of the coronavirus. Chinese smartphone manufacturer ZTE has cancelled its press conference due to t…",
            "url": "https://www.businessinsider.com/lg-pulls-out-of-mobile-world-congress-over-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e30030d5bc79c12bf083052?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T10:52:16Z",
            "content": "The world's biggest smartphone show is taking a hit from the coronavirus outbreak as two big smartphone manufacturers cancel their plans to attend.\r\nSouth Korea-based LG Electronics released a statement on Tuesday saying it wouldn't be participating in Mobile… [+1625 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sophia Ankel), Sophia Ankel",
            "title": "A construction expert broke down how China built an emergency hospital to treat Wuhan coronavirus patients in just 10 days",
            "description": "AP The city of Wuhan in China completed a makeshift emergency hospital to treat patients infected with the coronavirus in just 10 days. The emergency medical facility is made up of two floors and has several isolation wards and 30 intensive care units. It can…",
            "url": "https://www.businessinsider.com/how-china-managed-build-entirely-new-hospital-in-10-days-2020-2",
            "urlToImage": "https://i.insider.com/5e399aa15bc79c52e64b4d69?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T10:01:16Z",
            "content": "On Sunday, China finished building an emergency hospital set up specifically to tackle the Wuhan coronavirus. It only took 10 days.\r\nThe 645,000-square-foot makeshift medical facility, which took in its first patients on Monday, is made up of two floors and i… [+2756 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Wednesday. The company behind the Iowa-caucus app that caused the results delay released its first public statement about the fiasco. Results from the much-anticipated Iowa caucuses were delayed Monday…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-5-2020-2",
            "urlToImage": "https://i.insider.com/5e3a71345bc79c6cae186232?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T07:39:54Z",
            "content": "Kendall Jenner's TikTok account disappeared less than 24 hours after being founded.\r\nFrazer Harrison / Getty\r\nGood morning! This is the tech news you need to know this Wednesday.\r\n<ol><li>The company behind the Iowa-caucus app that caused the results delay re… [+2615 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "The WHO keeps sticking up for China as the coronavirus gets worse and experts paint a far darker picture",
            "description": "The World Health Organization has repeatedly offered support to China as it has struggled to contain the coronavirus epidemic which began in the city of Wuhan. At the same time, academics, scientists, other governments, and media reports have suggested a dark…",
            "url": "https://www.businessinsider.com/world-health-organization-china-coronavirus-worsens-experts-paint-darker-picture-2020-2",
            "urlToImage": "https://i.insider.com/5e3a2f245bc79c4fc04db9d5?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T03:07:32Z",
            "content": "As China's struggle with the Wuhan coronavirus has evolved, with daily announcements of increasing infections and deaths, the picture has been a bleak one.\r\nBut China has found support in the UN's World Health Organization (WHO), which has publicly praised Ch… [+3183 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "A plane had to turn around and fly 1,000 miles back home because a man on board claimed to have caught the Wuhan coronavirus",
            "description": "A flight to Montego Bay, Jamaica, was forced to turn around and return to Canada after a man stood up and declared that he had contracted the coronavirus while on a recent trip to China. 28-year-old James Potok announced mid-flight on Monday that he had contr…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-toronto-jamaica-plane-passenger-pretends-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e3a0a735bc79c4dcd2d2c48?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T02:15:09Z",
            "content": "A WestJet flight from Toronto to Montego Bay, Jamaica, was forced to turn around after a man stood up and declared that he had contracted the coronavirus while on a recent trip to China. \r\nPeel Regional Police said in a statement that at around 1 p.m. local t… [+1706 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tlevin@businessinsider.com (Tim Levin), Tim Levin",
            "title": "The 2021 Cadillac Escalade has arrived, with an optional turbo-diesel engine and Cadillac's famed hands-free Super Cruise technology",
            "description": "Cadillac Cadillac unveiled the latest generation of its Escalade SUV at an event in Los Angeles on Tuesday. The 2021 Escalade offers new tech features, including Super Cruise, Cadillac's driver-assistance technology that it claims is compatible with more than…",
            "url": "https://www.businessinsider.com/face-lifted-2021-cadillac-escalade-gets-turbo-diesel-option-super-cruise-2020-2",
            "urlToImage": "https://i.insider.com/5e39f0e65bc79c4a5e040b22?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T02:00:00Z",
            "content": "General Motors may plan for Cadillac to go electric in the future, but at least for the time being, the brand is still releasing the gas-powered luxury cars it's known for. \r\nCadillac took the wraps off of the new 2021 Escalade at an event in Los Angeles on T… [+2520 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Choi",
            "title": "Trump reportedly downplayed the seriousness of military brain injuries again by saying he's seen worse",
            "description": "President Donald Trump reportedly said a war with Iran was \"closer than you thought\" and downplayed military brain injuries at a White House luncheon on Tuesday. Trump reiterated that he thought the traumatic brain injuries suffered by US service members in a…",
            "url": "https://www.businessinsider.com/trump-tbi-worse-injuries-us-troops-iran-lunch-2020-2",
            "urlToImage": "https://i.insider.com/5e3a01485bc79c56271d9b83?width=1200&format=jpeg",
            "publishedAt": "2020-02-05T00:45:01Z",
            "content": "President Donald Trump reportedly said a war with Iran was \"closer than you thought\" and downplayed military brain injuries during an annual luncheon with TV anchors at the White House on Tuesday.\r\nThe lunch is a tradition where the president and members of t… [+1990 chars]"
        }
    ]
}