{
    "status": "ok",
    "totalResults": 26,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "Striking photo shows a wall of traders on an auction floor in China working with masks on amid spread of coronavirus",
            "description": "Traders on an auction floor in Kunming, Yunnan province in China are seen in this photo wearing masks as the coronavirus spreads through the country. The virus has killed more than 1,100 people and infected more than 45,000. Now officially named COVID-19, the…",
            "url": "https://www.businessinsider.com/coronavirus-picture-of-auction-traders-china-working-masks-on-2020-2",
            "urlToImage": "https://i.insider.com/5e444eea3b62b7769a5b18b2?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T23:04:00Z",
            "content": "Traders at a flower auction in China were seen working while wearing masks to protect against the spread of the coronavirus, now officially called COVID-19, as the virus spreads throughout the country. \r\nThe auction floor is in Kunming, Yunnan, a province in … [+821 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "More than 500 healthcare workers in Wuhan have gotten the coronavirus. One study found that 29% of infections were in medical staff.",
            "description": "As the new coronavirus, now known as COVID-19, continues to spread, hundreds of healthcare workers are getting sick. The South China Morning Post reported that in Wuhan, China, where the outbreak began, up to 500 healthcare workers have confirmed diagnoses. A…",
            "url": "https://www.businessinsider.com/healthcare-workers-getting-coronavirus-500-infected-2020-2",
            "urlToImage": "https://i.insider.com/5e2f00df24306a495535e716?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T22:29:00Z",
            "content": "Healthcare workers on the front lines of the coronavirus outbreak are getting sick.\r\nAt least 500 health workers in Wuhan hospitals have contracted the virus, the South China Morning Post reported Tuesday, and approximately 600 more cases are suspected in Wuh… [+6120 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Ray Dalio clarifies his previous comments that the market impact of coronavirus has been 'exaggerated'",
            "description": "The hedge fund billionaire clarified his comments regarding the \"exaggerated\" impact he's seen the Wuhan coronavirus have on financial markets in a LinkedIn post Wednesday. The impact of coronavirus will be temporary, Dalio said, and the market sell-off did n…",
            "url": "https://markets.businessinsider.com/news/stocks/ray-dalio-clarifies-comments-muted-market-reaction-coronavirus-2020-2-1028900490",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4474403b62b7213a6c98a2-2400/gettyimages-1058682594.jpg",
            "publishedAt": "2020-02-12T22:11:51Z",
            "content": "Eoin Noonan/Web Summit/Getty Images\r\nRay Dalio clarified in a LinkedIn post that he believes coronavirus could have a substantial impact in the near-term, but that the market sell-off did not reflect the temporary nature of the outbreak. \r\nThe post followed u… [+1341 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "The Wuhan coronavirus has cost China's movie business over $1 billion in lost revenue already",
            "description": "Nearly all of China's 70,000 theaters are closed as the country reels from the Wuhan coronavirus. Chinese ticket revenue is at just $3.9 million in the last 20 days, according to The Hollywood Reporter. Revenue was at $1.52 billion during the same timespan la…",
            "url": "https://www.businessinsider.com/coronavirus-theater-closures-cost-china-movie-business-over-1-billion-2020-2",
            "urlToImage": "https://i.insider.com/5e4476354b661b278b5c7663?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T22:10:24Z",
            "content": "Nearly all of China's 70,000 theaters are closed as the country reels from the coronavirus, and it has cost the local movie business over $1 billion.\r\nChinese ticket revenue is at just $3.9 million in the last 20 days, according to The Hollywood Reporter. Rev… [+1274 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "A new study reveals early warning signs of the coronavirus. But it's taking a week for Wuhan patients with symptoms to be admitted to a hospital.",
            "description": "A study of nearly 140 coronavirus patients found that the infection's most common symptom is fever. Many patients also experience fatigue and a dry cough. A handful of patients developed diarrhea before a fever, which raises the possibility that the virus cou…",
            "url": "https://www.businessinsider.com/coronavirus-symptoms-early-warning-signs-fever-cough-diarrhea-2020-2",
            "urlToImage": "https://i.insider.com/5e41d2253b62b753b13eae14?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T21:56:00Z",
            "content": "A recent study of nearly 140 hospitalized patients in Wuhan, China, has identified a pattern of symptoms associated with the new coronavirus, now officially known as COVID-19.\r\nThe most common symptom is fever, according to the researchers at Zhongnan Hospita… [+5850 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "US budget deficit jumps in January, putting it on track to hit $1 trillion for first time since 2012",
            "description": "The US budget deficit swelled at the beginning of 2020 even as the economy continued to grow at a steady pace. The gap between what the government spent and collected rose 25% to $389 billion in the first four months of the fiscal 2020 year. The deficit is pr…",
            "url": "https://markets.businessinsider.com/news/stocks/budget-deficit-us-jumps-january-track-trillion-first-time-treasury-2020-2-1028900108",
            "urlToImage": "https://images.markets.businessinsider.com/image/5876a613ee14b6c7148b7b1b-2400/rtx2vxtz.jpg",
            "publishedAt": "2020-02-12T20:09:00Z",
            "content": "Reuters/Joshua Roberts\r\n<ul><li>The US budget deficit swelled at the beginning of 2020 even as the economy continued to grow at a steady pace. </li><li>The gap between what the government spent and collected rose 25% to $389 billion in the first four months o… [+2141 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melissa Wiley",
            "title": "Hilton has temporarily closed 150 hotels in China due to the coronavirus outbreak. That's more than 60% of the hotels the brand has in the country.",
            "description": "Hilton announced yesterday that it has temporarily closed 150 hotels in China as a result of the novel coronavirus. Hilton now joins a growing list of hotels and short-term rental companies, including Airbnb, that are easing cancellation policies for bookings…",
            "url": "https://www.businessinsider.com/hilton-temporarily-closes-150-hotels-china-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e44502f3b62b7782b1f7854?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T19:57:00Z",
            "content": "On Tuesday, Hilton CEO Chris Nassetta announced on an earnings conference call with investors that the brand has temporarily closed 150 hotels in China, totaling 33,000 rooms, until the novel coronavirus outbreak subsides.\r\n\"Hilton has temporarily closed appr… [+2343 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Antonio Villas-Boas",
            "title": "The world's biggest smartphone conference was just cancelled due to coronavirus concerns",
            "description": "Mobile World Congress (MWC), the biggest smartphone tech show of the year, was cancelled Wednesday due to coronavirus concerns, the event's organizers said in a statement. Some of the biggest companies had already pulled out from MWC, amid concerns with the r…",
            "url": "https://www.businessinsider.com/coronavirus-concerns-cancel-mobile-world-congress-mwc-smartphone-conference-2020-2",
            "urlToImage": "https://i.insider.com/5e444cf24b661b7851577ac7?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T19:13:28Z",
            "content": "The biggest smartphone conference of the year was just canceled.\r\nThe organizers of Mobile World Congress, often referred to as MWC and takes place in Barcelona, announced in a statement Wednesday that the conference was canceled due to concerns surrounding t… [+1339 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "A Wall Street firm lists its 5 best hedges for an unusual coronavirus-driven market crash — and shares what to do if it's successfully contained",
            "description": "Global markets have largely dismissed the economic ramifications of the coronavirus outbreak and continued rallying to record highs. According to Alan Ruskin, the chief international strategist at Deutsche Bank, investors should be putting their portfolio-pro…",
            "url": "https://www.businessinsider.com/stock-market-investing-advice-how-to-hedge-coronavirus-outbreak-crash-2020-2",
            "urlToImage": "https://i.insider.com/5e4434a32dae5c5f0840d036?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T17:47:40Z",
            "content": "Global markets have largely shrugged off the second-order financial impact of the coronavirus outbreak and continued marching to new highs. \r\nAs of Wednesday, the death toll had reached at least 1,117 with more than 45,000 people infected. But markets soldier… [+2692 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Xi Jinping finally appeared on the front lines of China's fight against the Wuhan coronavirus. Here's what that could mean for his response to the crisis.",
            "description": "Xi Jinping made his first physical appearance related to the fight against the deadly coronavirus that has killed more than 1,100 people. Messaging about appearance seemed to be tightly controlled and coordinated by the government-controlled media. Xi emerged…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-chinas-xi-jinping-finally-shows-face-in-fight-2020-2",
            "urlToImage": "https://i.insider.com/5e44094a2dae5c1fa7457cd4?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T17:37:23Z",
            "content": "Chinese President Xi Jinping finally made an appearance in efforts to fight the country's deadly coronavirus on Monday, a month and a half after the country first identified the new, mysterious virus and after more than 1,100 people have died from it.\r\nXi app… [+4147 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The coronavirus outbreak is expected to cost the US travel industry billions this year",
            "description": "A deadly viral outbreak in China has led to a wave of travel and commerce restrictions between the two largest economies. The disruptions that could knock billions from the US tourism industry this year. According to estimates from Tourism Economics, the coro…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-expected-cost-us-travel-industry-billions-this-year-2020-2-1028899748",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3ff89de35bab037e566e93-2000/gettyimages-1205002024.jpg",
            "publishedAt": "2020-02-12T17:24:31Z",
            "content": "Leon Neal/Getty Images\r\nA deadly viral outbreak in China has led to a wave of travel and commerce restrictions between the two largest economies, disruptions that could knock billions from the US tourism industry this year. \r\nAirlines and hotels have increasi… [+2062 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The coronavirus outbreak is expected to cost the US travel industry billions this year",
            "description": "A deadly viral outbreak in China has led to a wave of travel and commerce restrictions between the two largest economies. The disruptions that could knock billions from the US tourism industry this year. According to estimates from Tourism Economics, the coro…",
            "url": "https://www.businessinsider.com/coronavirus-expected-cost-us-travel-industry-billions-this-year-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3ff89de35bab037e566e93-2000/gettyimages-1205002024.jpg",
            "publishedAt": "2020-02-12T17:24:31Z",
            "content": "Leon Neal/Getty Images\r\nA deadly viral outbreak in China has led to a wave of travel and commerce restrictions between the two largest economies, disruptions that could knock billions from the US tourism industry this year. \r\nAirlines and hotels have increasi… [+1946 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Apple adds $18 billion in market value after its Chinese factories accelerate post-coronavirus re-openings",
            "description": "Apple gained as much as $18 billion in market value on Wednesday following a report that its Foxconn iPhone plants will speed up their return to normal production. The Chinese factories were closed for weeks due to a coronavirus-related shutdown, but Foxconn …",
            "url": "https://markets.businessinsider.com/news/stocks/apple-stock-price-gains-china-foxconn-factories-accelerate-coronavirus-openings-2020-2-1028899492",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4413242dae5c2f8b75e005-2400/tim-cook.jpg",
            "publishedAt": "2020-02-12T16:27:46Z",
            "content": "Getty\r\n<ul><li>Apple gained as much as $18 billion in market value on Wednesday following a report that its Foxconn iPhone plants will speed up their return to normal production.</li><li>The Chinese factories were closed for weeks due to a coronavirus-related… [+3603 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "2 inmates at a UK jail were tested for the Wuhan coronavirus after a prisoner collapsed in his cell. Here's why prisons are among the worst places to handle outbreaks.",
            "description": "Two inmates at a prison in Oxfordshire, England, were tested for the Wuhan coronavirus on Tuesday. The tests at HMP Bullingdon came after one of the prisoners collapsed in his cell after being transferred there from a Thai jail, and the other reportedly suffe…",
            "url": "https://www.businessinsider.com/coronavirus-hmp-bullingdon-prison-sanitation-overcrowding-danger-2020-2",
            "urlToImage": "https://i.insider.com/5e43dbaa4b661b076b21c553?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T15:51:46Z",
            "content": "Two inmates in a public prison in southern England were tested for the deadly Wuhan coronavirus on Tuesday after a prisoner collapsed in his cell.\r\nThe prisoner who collapsed at HMP Bullingdon has been identified as 31-year-old Mark John Rumble, who was trans… [+7091 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "OPEC cuts oil demand outlook for the year, citing the coronavirus outbreak in China as a 'major factor'",
            "description": "The Organization of the Petroleum Exporting Countries on Wednesday slashed its forecast for oil demand growth in 2020, citing the coronavirus outbreak in China as a reason. Global oil demand growth in 2020 is expected to be 0.99 million barrels per day, down …",
            "url": "https://www.businessinsider.com/oil-prices-rise-opec-cuts-demand-outlook-citing-coronavirus-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/54aa51d9eab8ea307882e077-2400/oil-rig-17.jpg",
            "publishedAt": "2020-02-12T15:50:19Z",
            "content": "REUTERS/Jim Urquhart\r\n<ul><li>The Organization of the Petroleum Exporting Countries on Wednesday slashed its forecast for oil demand growth in 2020, citing the coronavirus outbreak in China as a reason. </li><li>Global oil demand growth in 2020 is expected to… [+2124 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "After 13 days at sea and refusal by 5 ports, passengers aboard the Westerdam cruise ship are slated to disembark in Cambodia",
            "description": "Passengers aboard the Westerdam luxury liner received good news on Wednesday: they will be able to disembark in Cambodia. Panic about the coronavirus prompted five ports to turn away the luxury liner even though no one aboard the Westerdam tested positive for…",
            "url": "https://www.businessinsider.com/westerdam-cruise-ship-cambodia-port-five-refusals-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e44159a2dae5c33c26d7c24?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T15:28:44Z",
            "content": "The Westerdam on Wednesday set sail for Cambodia, where its passengers will be able to disembark, after panic about the coronavirus prompted five ports to turn away the luxury line.\r\nThe current cruise began in Hong Kong on February 1 and will end on Thursday… [+2543 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "Experts are probing whether the coronavirus can be spread through communal sewage systems after a Hong Kong high-rise found 2 cases 10 floors apart",
            "description": "Health officials in Hong Kong are looking into a new cause of infection of the Wuhan coronavirus after two people, who live ten floors apart, were tested positive for the coronavirus, CNN reported. The two residents, who live in the same building, are connect…",
            "url": "https://www.businessinsider.com/coronavirus-hong-kong-high-rise-sewage-pipe-investigation-2020-2",
            "urlToImage": "https://i.insider.com/5e43e4b14b661b0cac7ef005?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T14:54:25Z",
            "content": "Hong Kong health authorities are investigating whether the Wuhan coronavirus can be spread via communal sewage systems after two households living ten floors apart reported positive for the disease, CNN reported.\r\nA 62-year-old woman as found with the deadly … [+3216 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Yuru (Priscilla) Zhu",
            "title": "From robotic shop assistants to AR, these 10 pieces of tech could change shopping forever",
            "description": "Technology is changing every aspect of our lives, including the way we shop. From facial recognition to warehouse automation, here are 10 of the biggest tech developments that could make shopping faster, easier, and more personalized. Visit Business Insider's…",
            "url": "https://www.businessinsider.com/ar-automation-among-shopping-tech-changing-retail-2020-2",
            "urlToImage": "https://i.insider.com/5e3addcb5bc79c40f61c73e8?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T14:26:00Z",
            "content": "Technology is revolutionizing how we shop, both in stores and online. And, retailers are seizing the chance to create even better shopping experiences to attract customers. \r\nThe time needed to fulfill an order has become shorter than ever, thanks to an incre… [+542 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "An amateur Chinese marathon runner under coronavirus lockdown ran 31 miles in his living room to pass the time",
            "description": "A Chinese man ran 31 miles in his own home by completing 6,250 laps around two tables in his living room while on lockdown during the coronavirus outbreak. Pan Shancu from the city of Hangzhou took 4 hours, 48 minutes, and 44 seconds to finish his workout. Ta…",
            "url": "https://www.businessinsider.com/chinese-man-under-coronavirus-lockdown-runs-31-miles-living-room-2020-2",
            "urlToImage": "https://i.insider.com/5e43faf53b62b712c5183814?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T14:16:46Z",
            "content": "A Chinese amateur marathon runner who has been under lockdown during the coronavirus outbreak has been keeping active by running 31 miles around two tables in his living room.\r\nPan Shancu, a Chinese medicine health therapist from Hangzhou, managed to complete… [+2155 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "A Beijing bun shop has started sliding customers' orders down a long wooden board in an attempt to protect its workers from the coronavirus",
            "description": "Carlos Garcia Rawlins / Reuters A Beijing bun shop has found a workaround when it comes to coronavirus concerns: delivering food to customers via a long wooden board. Diners can scan a QR code to place their orders, then wait until employees slide the food do…",
            "url": "https://www.businessinsider.com/beijing-bun-shop-uses-wooden-board-to-slide-food-to-customers-shield-staff-from-virus-2020-2",
            "urlToImage": "https://i.insider.com/5e43f81b4b661b1411022582?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T13:24:00Z",
            "content": "BEIJING — A Chinese steamed bun shop in Beijing is using a piece of wooden board to deliver its buns to customers amid the coronavirus outbreak.\r\nThe shop has set up a one-meter-long wooden board running from its counter to the front railing to serve food. St… [+891 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "These 12 stocks are at the most risk of a coronavirus-led plunge, Goldman Sachs warns",
            "description": "The spreading Wuhan coronavirus rocked global stocks, but US equities returned to record highs fairly quickly. However, David Kostin of Goldman Sachs says companies with high sales exposure to China are still struggling, and won't recover as fast or as smooth…",
            "url": "https://www.businessinsider.com/china-exposed-stock-picks-in-market-to-avoid-coronavirus-goldman-2020-2",
            "urlToImage": "https://i.insider.com/5e4304653b62b714d1722e78?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T13:07:00Z",
            "content": "It didn't take long for US stock indexes to shake off the losses that stemmed from the coronavirus outbreak. But its economic effects could last much longer.\r\nDavid Kostin, chief US equity strategist at Goldman Sachs, says there are signs investors are runnin… [+1675 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Bitcoin rockets past $10,000 after the Fed says it's 'taking a deep look' at a government cryptocurrency",
            "description": "Bitcoin surged past $10,000 on Wednesday after Fed Chair Jerome Powell said the central bank was exploring a government cryptocurrency. \"Every major central bank is currently taking a deep look,\" Powell said on Tuesday, although he emphasized the value of the…",
            "url": "https://markets.businessinsider.com/currencies/news/bitcoin-price-soars-past-10000-fed-exploring-crypto-2020-2-1028897410",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b50dd227dd0244c228b4660-2400/ap18199544250174.jpg",
            "publishedAt": "2020-02-12T10:45:46Z",
            "content": "<ul><li>Bitcoin surged past $10,000 on Wednesday after Fed Chair Jerome Powell said the central bank was exploring a government cryptocurrency.</li><li>\"Every major central bank is currently taking a deep look,\" Powell said on Tuesday, although he emphasized … [+2491 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Wednesday. Samsung announced multiple new products during its big Unpacked event, from a new foldable phone, the Galaxy Z Flip, to the $1,400 Galaxy S20 Ultra with 100x zoom. The Korean tech giant anno…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-12-2020-2",
            "urlToImage": "https://i.insider.com/5e43ab0f4b661b76bb410b72?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T07:38:47Z",
            "content": "Samsung's newly-announced foldable phone, the Galaxy Z Flip.\r\nSamsung\r\nGood morning! This is the tech news you need to know this Wednesday.\r\n<ol><li>Samsung announced multiple new products during its big Unpacked event, from a new foldable phone, the Galaxy Z… [+2794 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "A Japanese health worker caught coronavirus on the quarantined cruise ship where 174 passengers have tested positive",
            "description": "A Japanese health worker on the cruise quarantined ship off Japan tested positive for the novel coronavirus, AFP reported. The Diamond Princess got infected in late January. So far 174 people on board — plus the worker — have tested positive, out of around 50…",
            "url": "https://www.businessinsider.com/japan-health-worker-got-coronavirus-on-quarantine-ship-diamond-princess-2020-2",
            "urlToImage": "https://i.insider.com/5e43843f4b661b6c0e7c39c2?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T06:08:01Z",
            "content": "A quarantine officer on the Diamond Princess cruise ship fell sick with the Wuhan coronavirus they were trying to help control, AFP reported.\r\nIt came as health officials in Japan confirmed that at least 174 of the ship's original 3,7000 passengers have teste… [+1137 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "Wuhan evacuees joyfully threw their face masks after their 14-day quarantine ended — but they could be celebrating too early",
            "description": "Patients flown out of Wuhan, China, by the US government were released from a 14-day federal quarantine at a Southern California air base on Tuesday. The 14-day quarantine is based off the estimated incubation period for the Wuhan coronavirus. The logic goes …",
            "url": "https://www.businessinsider.com/wuhan-evacuees-coronavirus-quarantine-but-might-be-too-soon-2020-2",
            "urlToImage": "https://i.insider.com/5e435a652dae5c5ca6273f38?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T03:37:38Z",
            "content": "People evacuated from the epicenter of the coronavirus outbreak in Wuhan, China, celebrated the end of their quarantine at a Southern California airbase by throwing their face masks up in the air.\r\nHowever, a new study released by the China's National Health … [+1691 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "Photo shows an extraordinarily overloaded Chinese worker delivering massive amounts of food because no one wants to go outside and risk catching coronavirus",
            "description": "A striking photo captured by a Chinese photographer shows the struggle of living under fear of contracting the coronavirus in China. As of Tuesday, the virus has killed at least 1,100 people and infected nearly 45,000. It has spread to every province and regi…",
            "url": "https://www.businessinsider.com/photo-wuhan-coronavirus-food-delivery-worker-2020-2",
            "urlToImage": "https://i.insider.com/5e433f202dae5c52c11f5e63?width=1200&format=jpeg",
            "publishedAt": "2020-02-12T02:47:10Z",
            "content": "A striking image captured by a Chinese photographer shows an overloaded delivery man in Shainghai, China, amid panic over the coronavirus spread. \r\nThe image was captured by Zhu Weihui, a photographer for The Paper, the sister publication of the English-langu… [+1522 chars]"
        }
    ]
}