{
    "status": "ok",
    "totalResults": 19,
    "articles": [
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jessie Hellmann and Peter Sullivan",
            "title": "Overnight Health Care: Rival surprise billing fix sails through House panel | Powerful Nevada union warns against Sanders health plan | Cruise ship denied entry over coronavirus fears to dock in Cambodia",
            "description": "Welcome to Wednesday's Overnight Health Care.The House Ways and Means Committee passed its own version of surprise billing legislation today, and the president of a powerful doctor's association and a Nevada union...",
            "url": "https://thehill.com/policy/healthcare/overnights/482848-overnight-health-care-surprise-billing-fix-sails-through-ways",
            "urlToImage": "https://thehill.com/sites/default/files/nealrichard_101619gn_lead.jpg",
            "publishedAt": "2020-02-12T23:53:16Z",
            "content": "Welcome to Wednesday's Overnight Health Care.\r\nThe House Ways and Means Committee passed its own version of surprise billing legislation today, and the president of a powerful doctor's association and a Nevada union are separately warning against Medicare for… [+8244 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "World's biggest mobile technology fair cancelled over coronavirus fears",
            "description": "The organizers of the Mobile World Congress, the world's largest mobile technology exposition, have cancelled the event after dozens of tech and wireless firms pulled out over fears around the novel coronavirus outbreak....",
            "url": "https://thehill.com/policy/healthcare/482828-worlds-biggest-mobile-technology-fair-cancelled-over-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/huawei_101119getty.jpg",
            "publishedAt": "2020-02-12T21:08:07Z",
            "content": "The organizers of the Mobile World Congress, the worlds largest mobile technology exposition, have cancelled the event after dozens of tech and wireless firms pulled out over fears around the novel coronavirus outbreak.\r\nGlobal concern regarding the coronavir… [+1749 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joe Concha",
            "title": "8.7 million tune in for NH primary results",
            "description": "An estimated 8.7 million viewers tuned in to watch the results of New Hampshire's primary on Tuesday night, with FOX News seeing the largest audience in averaging 4.44 million total viewers, according to early Nielsen Med...",
            "url": "https://thehill.com/homenews/media/482822-87-million-tune-in-for-nh-primary-results",
            "urlToImage": "https://thehill.com/sites/default/files/bernie_sanders_victory_02_11_2020.jpg",
            "publishedAt": "2020-02-12T20:48:31Z",
            "content": "An estimated 8.7 million viewers tuned in to watch the results of New Hampshire's primary on Tuesday night, with FOX News seeing the largest audience in averaging 4.44 million total viewers, according to early Nielsen Media Research. MSNBC finished second on … [+2077 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joseph Guzman",
            "title": "Can coronavirus spread through plumbing? Officials are investigating a new threat - The Hill",
            "description": "Can coronavirus spread through plumbing? Officials are investigating a new threat The Hill How can the coronavirus spread through bathroom pipes? CNN Coronavirus: United Airlines extends China, Hong Kong suspensions - Business Insider Business Insider Hong Ko…",
            "url": "https://thehill.com/changing-america/well-being/prevention-cures/482798-can-coronavirus-spread-through-pipes-officials",
            "urlToImage": "https://thehill.com/sites/default/files/ca_hongkongpipes_021220getty.jpg",
            "publishedAt": "2020-02-12T20:05:18Z",
            "content": "Health officials in Hong Kong are investigating whether the coronavirus may have been transmitted between residents of a high-rise apartment building through bathroom pipes.\r\nCNN reported Wednesday that residents in Hong Kongs Tsing Yi area were partially eva… [+2009 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "Cruise ship denied entry by four governments to finally dock in Cambodia",
            "description": "A cruise ship will be allowed to dock in Cambodia after four other countries' governments turned it away over concerns about novel coronavirus being spread by passengers.Thailand, Taiwan, Japan and the Philippines...",
            "url": "https://thehill.com/policy/healthcare/482785-cruise-ship-denied-entry-by-four-governments-to-finally-dock-in-cambodia",
            "urlToImage": "https://thehill.com/sites/default/files/ca_cruisshipcoronavirus_021020getty.jpg",
            "publishedAt": "2020-02-12T19:18:53Z",
            "content": "A cruise ship will be allowed to dock in Cambodia after four other countries governments turned it away over concerns about novel coronavirus being spread by passengers.\r\nThailand, Taiwan, Japan and the Philippines had previously turned away the MS Westerdam … [+2084 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Joseph Guzman",
            "title": "Hundreds of Georgia residents are being monitored for coronavirus - The Hill",
            "description": "Hundreds of Georgia residents are being monitored for coronavirus The Hill Coronavirus cases spreading outside China 'could be spark' that becomes 'bigger fire': WHO ARIRANG NEWS View Full Coverage on Google News",
            "url": "https://thehill.com/changing-america/well-being/prevention-cures/482765-hundreds-of-georgia-residents-are-being",
            "urlToImage": "https://thehill.com/sites/default/files/ca_gacoronavirus_021220istock.jpg",
            "publishedAt": "2020-02-12T17:49:05Z",
            "content": "Nearly 200 people in Georgia are being monitored for coronavirus after returning from recent trips to China, according to health officials. \r\nThe Atlanta Journal-Constitution reports that the residents are self-monitoring in their homes for 14 days. So far, n… [+1106 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "Passengers infected with coronavirus on quarantined cruise ship rises to 174",
            "description": "The number of passengers on a quarantined cruise ship in Japan who have been diagnosed with the novel coronavirus climbed to 174 on Wednesday morning.Thirty-nine new cases were confirmed in the past 24 hours on the...",
            "url": "https://thehill.com/policy/healthcare/482731-passengers-infected-with-coronavirus-on-quarantined-cruise-ship-rises-to",
            "urlToImage": "https://thehill.com/sites/default/files/ca_cruisshipcoronavirus_021020getty.jpg",
            "publishedAt": "2020-02-12T15:32:21Z",
            "content": "The number of passengers on a quarantined cruise ship in Japan who have been diagnosed with the coronavirus climbed to 174 on Wednesday morning.\r\nThirty-nine new cases were confirmed in the past 24 hours on the Diamond Princess, which has been docked at the P… [+1190 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Formula 1 postpones Chinese Grand Prix due to coronavirus",
            "description": "The Chinese Grand Prix - the fourth race in the Formula One season - has been postponed due to concerns about the coronavirus outbreak.On Wednesday, the Fédération Internationale de l'Automobile (FIA), which govern...",
            "url": "https://thehill.com/homenews/news/482723-formula-1-postpones-chinese-grand-prix-due-to-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/chinese_grand_prix_f1_041419getty_lead.jpg",
            "publishedAt": "2020-02-12T14:41:16Z",
            "content": "The Chinese Grand Prix the fourth race in the Formula One season has been postponed due to concerns about the coronavirus outbreak.On Wednesday, the Fédération Internationale de l'Automobile (FIA), which governs Formula One, announced the postponement of the … [+690 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexandra Kelley",
            "title": "Coronavirus death toll hits 1100 as treatment may be on the horizon - The Hill",
            "description": "Coronavirus death toll hits 1100 as treatment may be on the horizon The Hill",
            "url": "https://thehill.com/changing-america/well-being/prevention-cures/482708-coronavirus-death-toll-hits-1100-as-treatment",
            "urlToImage": "https://thehill.com/sites/default/files/ca_morecv_021120getty.jpg",
            "publishedAt": "2020-02-12T13:01:53Z",
            "content": "Just as the coronavirus has infected over 45,000 people across the globe and killed just over 1,100 patients, there appears to be a drop in new cases.\r\nAP reports that the vast majority of casesand deathsare localized in Central Asia and mainland China, with … [+2035 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "China waited weeks to release virus data: report",
            "description": "China was slow to report genetic information gathered on a new form of coronavirus behind an outbreak that has sickened thousands in recent weeks, according to international health officials....",
            "url": "https://thehill.com/policy/healthcare/482703-china-waited-weeks-to-release-virus-data-report",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirussingapore_02072020getty.jpg",
            "publishedAt": "2020-02-12T12:20:17Z",
            "content": "China was slow to report genetic information on a deadly new form of coronavirus that has infected thousands in recent weeks, according to international health officials.\r\nBloomberg reported Monday that researchers blamed insufficient reporting procedures in … [+1319 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexis Simendinger and Al Weaver",
            "title": "The Hill's Morning Report - Sanders repeats with New Hampshire primary win, but with narrower victory",
            "description": "Welcome to The Hill's Morning Report. Happy Wed...",
            "url": "https://thehill.com/homenews/morning-report/482701-the-hills-morning-report",
            "urlToImage": "https://thehill.com/sites/default/files/newsletter-cms_021220getty.jpg",
            "publishedAt": "2020-02-12T11:34:49Z",
            "content": "Welcome to The Hills Morning Report. Happy Wednesday! Our newsletter gets you up to speed on the most important developments in politics and policy, plus trends to watch. Alexis Simendinger and Al Weaver are the daily co-creators, so find us @asimendinger and… [+26091 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Beitsch",
            "title": "Peace Corps' sudden decision to leave China stirs blowback",
            "description": "The Peace Corps' abrupt decision to end its program in China has spurred confusion, including from lawmakers who question whether the agency is caving to political pressure from Florida's two Republican senators.",
            "url": "https://thehill.com/policy/energy-environment/482672-peace-corps-sudden-decision-to-leave-china-stirs-blowback",
            "urlToImage": "https://thehill.com/sites/default/files/scottrick_012720gn_lead.jpg",
            "publishedAt": "2020-02-12T11:00:24Z",
            "content": "The Peace Corps abrupt decision to end its program in China has spurred confusion, including from lawmakers who question whether the agency is caving to political pressure from Floridas two Republican senators.\r\nCongress was informed of the decision on Jan. 1… [+7405 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmonroe@thehill.com (Max Greenwood)",
            "title": "Three Senate primaries to watch on Super Tuesday",
            "description": "With more than a third of all pledged delegates up for grabs on Super Tuesday, the race for the Democratic presidential nomination is sure to steal the spotlight during the March 3 primaries.But in Alabama, North Carolina and Texas, there are a...",
            "url": "https://thehill.com/homenews/campaign/482669-three-senate-primaries-to-watch-on-super-tuesday",
            "urlToImage": "https://thehill.com/sites/default/files/cornynjohn_tillisthom_jonesdoug_021120gn_bc_split.jpg",
            "publishedAt": "2020-02-12T11:00:21Z",
            "content": "With more than a third of all pledged delegates up for grabs on Super Tuesday, the race for the Democratic presidential nomination is sure to steal the spotlight during the March 3 primaries.\r\nBut in Alabama, North Carolina and Texas, there are a handful of n… [+6858 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Ellen Mitchell",
            "title": "Overnight Defense: Trump says military may consider disciplining Vindman | Dems pick up another Republican for Iran war measure | Watchdog says over 2,000 people killed rebuilding Afghanistan",
            "description": "Happy Tuesday and welcome to Overnight Defense. I'm Ellen Mitchell, and here's your nightly guide to the latest developments at the Pentagon, on Capitol Hill and beyond....",
            "url": "https://thehill.com/policy/defense/overnights/482682-overnight-defense-trump-says-military-may-consider-disciplining",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_020720upi3_lead.jpg",
            "publishedAt": "2020-02-12T01:33:29Z",
            "content": "Happy Tuesday and welcome to Overnight Defense. I'm Ellen Mitchell, and here's your nightly guide to the latest developments at the Pentagon, on Capitol Hill and beyond. CLICK HERE to subscribe to the newsletter.\r\nTHE TOPLINE: President TrumpDonald John Trump… [+13184 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Reid Wilson",
            "title": "Coronavirus poses risks for Trump in 2020",
            "description": "A new and dangerous coronavirus that has infected tens of thousands of people in China represents a potentially destabilizing threat to the global economy and Americans’ sense of security, twin strengths that President Trump hopes to rely on as he seeks reele…",
            "url": "https://thehill.com/policy/healthcare/482674-coronavirus-poses-risks-for-trump-in-2020",
            "urlToImage": "https://thehill.com/sites/default/files/beijing_coronavirus_02112020_1.jpg",
            "publishedAt": "2020-02-12T01:12:50Z",
            "content": "A new and dangerous coronavirus that has infected tens of thousands of people in China represents a potentially destabilizing threat to the global economy and Americans sense of security, twin strengths that President TrumpDonald John TrumpTrump travels to Do… [+7215 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Maggie Miller,Emily Birnbaum and Chris Mills Rodrigo",
            "title": "Hillicon Valley: Judge approves T-Mobile, Sprint merger | FTC to review past Big Tech deals | State officials ask for more cybersecurity help | House nears draft bill on self-driving cars",
            "description": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this...",
            "url": "https://thehill.com/policy/technology/overnights/482636-hillicon-valley-judge-approves-t-mobile-sprint-merger-ftc-to",
            "urlToImage": "https://thehill.com/sites/default/files/sprint-t-mobile_merger_09172018.jpg",
            "publishedAt": "2020-02-12T00:50:33Z",
            "content": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this LINK.\r\nWelcome! Follow the cyber team, Ma… [+11883 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "On The Money: Fed chief issues stark warning to Congress on deficits | Trump blames Powell after Dow falls slightly | Trump withdraws nomination of former US attorney for Treasury post",
            "description": "Happy Tuesday and welcome back to On The Money, where we're wondering how to get invited to parties with Jay Powell...",
            "url": "https://thehill.com/policy/finance/overnights/482670-on-the-money-fed-chief-issues-stark-warning-to-congress-on-deficits",
            "urlToImage": "https://thehill.com/sites/default/files/powelljerome_121119upi_lead.jpg",
            "publishedAt": "2020-02-12T00:40:33Z",
            "content": "Happy Tuesday and welcome back to On The Money, where were wondering how to get invited to parties with Jay Powell and Jeff BezosJeffrey (Jeff) Preston BezosAmazon requests Trump deposition amid Pentagon 'war cloud' fightThe Hill's Morning Report Trump basks … [+9242 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "nweixel@thehill.com (Nathaniel Weixel, Peter Sullivan and Jessie Hellmann)",
            "title": "Overnight Health Care: House panel advances legislation on surprise medical bills | Planned Parenthood, ACLU sue over Trump abortion coverage rule | CDC identifies 13th US patient with coronavirus",
            "description": "Welcome to Tuesday's Overnight Health Care.Surprise medical billing took center stage in the House where the Education and Labor legislation on the issue advanced through committee. The CBO also scored the Ways and Means bill, and the White House...",
            "url": "https://thehill.com/policy/healthcare/overnights/482639-overnight-health-care-house-panel-advances-bipartisan-surprise",
            "urlToImage": "https://thehill.com/sites/default/files/medicalbillsclipboard_112119istock.jpg",
            "publishedAt": "2020-02-12T00:32:28Z",
            "content": "Welcome to Tuesday's Overnight Health Care.\r\nSurprise medical billing took center stage in the House where the Education and Labor legislation on the issue advanced through committee. The CBO also scored the Ways and Means bill, and the White House issued a w… [+11137 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "thoman@thehill.com (Rafael Bernal )",
            "title": "Lawmakers raise concerns over Russia's growing influence in Venezuela",
            "description": "Lawmakers on Capitol Hill are raising concerns over Russia's expanding influence in Venezuela and voicing renewed support for Venezuelan opposition leader Juan Guaidó, who just last week attended President Trump's State of the Union...",
            "url": "https://thehill.com/latino/482665-lawmakers-raise-concerns-over-russias-growing-influence-in-venezuela",
            "urlToImage": "https://thehill.com/sites/default/files/maduro_putin_1.jpg",
            "publishedAt": "2020-02-12T00:29:43Z",
            "content": "Lawmakers on Capitol Hill are raising concerns over Russia's expanding influence in Venezuela and voicing renewed support for Venezuelan opposition leader Juan Guaidó, who just last week attended President TrumpDonald John TrumpTrump travels to Dover to recei… [+7520 chars]"
        }
    ]
}