{
    "status": "ok",
    "totalResults": 120,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Rosie Perper), Rosie Perper",
            "title": "Video shows officials dropping coronavirus test kits out of a helicopter onto the Grand Princess cruise ship docked near for San Francisco",
            "description": "California National Guard via AP Video taken by the California National Guard shows officials dropping out of a helicopter to deliver coronavirus testing kits to the Grand Princess cruise ship, which is currently docked off the coast of San Franciso. The Cent…",
            "url": "https://www.businessinsider.com/video-coronavirus-test-kits-dropped-helicopter-grand-princess-cruise-2020-3",
            "urlToImage": "https://i.insider.com/5e61e1fbfee23d54243637e3?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T08:05:14Z",
            "content": "The California National Guard dropped coronavirus test kits onto the Grand Princess cruise ship, which is currently sitting off the coast of San Franciso, amid concerns of a coronavirus outbreak on board. \r\nThe Grand Princess cruise ship arrived off the coast… [+2351 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Avery Hartmans",
            "title": "Elon Musk weighs in on the coronavirus, calling panic over the outbreak 'dumb' (TSLA)",
            "description": "Elon Musk has weighed in on the coronavirus outbreak. \"The coronavirus panic is dumb,\" the Tesla and SpaceX CEO tweeted Friday afternoon. His comments come as the coronavirus continues to spread worldwide. There have been 240 cases reported in the US and 14 p…",
            "url": "https://www.businessinsider.com/elon-musk-calls-coronavirus-panic-dumb-2020-3",
            "urlToImage": "https://i.insider.com/5ddd2f37fd9db2239c6b7f82?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T21:08:34Z",
            "content": "Tesla and SpaceX Elon Musk has weighed in on the coronavirus, downplaying panic over the outbreak. \r\n\"The coronavirus panic is dumb,\" Musk tweeted on Friday afternoon, his first comments on the outbreak. \r\nThe coronavirus, which began in Wuhan, China, two mon… [+569 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bpietsch@businessinsider.com (Bryan Pietsch), Bryan Pietsch",
            "title": "25 scientists were sent to China to research the coronavirus. Here's what they found.",
            "description": "Reuters The World Health Organization (WHO) sent 25 scientists to China to research the coronavirus. In a report, the scientists describe their findings about how the disease spreads and who is most likely to be impacted. Children are less likely to catch the…",
            "url": "https://www.businessinsider.com/coronavirus-who-scientists-sent-china-new-covid-19-research-findings-2020-3",
            "urlToImage": "https://i.insider.com/5e6162fdfee23d6183406205?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T14:57:19Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Google, Facebook, Amazon Ask Employees to Stay Away From HQs as They Bunker Down Against Coronavirus",
            "description": "Tech giants including Facebook, Amazon, and Google have asked employees to work from home amid the novel coronavirus outbreak.",
            "url": "https://www.businessinsider.com/facebook-google-amazon-twitter-microsoft-headquarters-close-coronavirus-2020-3#facebook-instructed-employees-at-its-me",
            "urlToImage": "https://assets.entrepreneur.com/content/3x2/2000/20200306152945-facebook-hero.jpeg",
            "publishedAt": "2020-03-06T15:50:14Z",
            "content": "This story originally appeared on Business InsiderSilicon Valley is bracing itself for the coronavirus.\r\nThrough February and March, tech companies have banned non-essential travel, cancelled appearances at highly anticipated conferences like SXSW, and suspen… [+4688 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tmohamed@businessinsider.com (Theron Mohamed), Theron Mohamed",
            "title": "Oil plunges as coronavirus threatens to hammer demand and producers clash over cutting output",
            "description": "REUTERS/Shannon Stapleton Oil prices tumbled to 33-month lows on Friday as coronavirus fears and doubts about production cuts took hold. The Organization of Petroleum Exporting Countries halved its growth forecast for global oil demand this year to 480,000 ba…",
            "url": "https://www.businessinsider.com/oil-price-plunges-coronavirus-fears-opec-russia-clash-cuts-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6233a8fee23d603d48b942-2400/rtr2kupz.jpg",
            "publishedAt": "2020-03-06T12:33:43Z",
            "content": "REUTERS/Shannon Stapleton \r\n<ul><li>Oil prices tumbled to 33-month lows on Friday as coronavirus fears and doubts about production cuts took hold.</li><li>The Organization of Petroleum Exporting Countries halved its growth forecast for global oil demand this … [+1581 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Sophia Ankel), Sophia Ankel",
            "title": "Before-and-after satellite images show how the coronavirus has emptied global landmarks, from Mecca's Grand Mosque to Tiananmen Square",
            "description": "Maxar Technologies/Reuters The coronavirus epidemic has prompted many people to avoid busy places and halt their travel plans. Popular tourist landmarks like the Piazza del Duomo in Milan and holy sites in Saudi Arabia and Iran have emptied out, as can be see…",
            "url": "https://www.businessinsider.com/coronavirus-global-landmarks-emptied-satellite-photos-2020-3",
            "urlToImage": "https://i.insider.com/5e622513fee23d59576683c2?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T12:42:42Z",
            "content": "Tourist landmarks around the world are being emptied out as people avoid busy places and halt travel plans over fears of catching the coronavirus.\r\nA series of before-and-after satellite images are now illustrating just how much foot traffic has fallen in man… [+380 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Mia de Graaf), Mia de Graaf",
            "title": "Photos show why hand sanitizer doesn't work as well as soap and water to remove germs",
            "description": "Paul Barcena Actress Kristen Bell posted a photo on Instagram of her mom's hands, lit up with UV-light to show the germs. The photos showed how much of a difference it makes to rinse your hands for six seconds, or to scrub them with soap and water for 30 seco…",
            "url": "https://www.businessinsider.com/coronavirus-photos-why-you-should-wash-hands-with-soap-water-2020-3",
            "urlToImage": "https://i.insider.com/5e62a2affee23d571760c363?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:14:00Z",
            "content": "It can be hard to change the way you've been doing something for your whole life.\r\nBut with widespread concern about the spread of the coronavirus, it's a challenge many people face.\r\nAll of us (hopefully) wash our hands daily, and yet it's rare to see somebo… [+4633 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Mike Pence and Jay Inslee were photographed using a handshake alternative where you bump elbows, amidst the coronavirus outbreak",
            "description": "Vice President Mike Pence used an alternative form of greeting in an effort to reduce the risk of catching the new coronavirus. Instead of shaking hands, Pence bumped elbows with Washington Governor Jay Inslee. Former Secretary of State Hillary Clinton dubbed…",
            "url": "https://www.businessinsider.com/pence-inslee-demonstrate-handshake-alternative-to-limit-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e61aba1fee23d2a977a8332?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T05:02:03Z",
            "content": "Vice President Mike Pence greeted Washington Governor Jay Inslee by bumping elbows instead of a more common handshake.\r\nThe greeting is an alternative to handshaking, which could spread germs including the novel coronavirus from one person to the next. Some c… [+1276 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "CNBC's Rick Santelli said in order to reduce the economic impact 'we should just give everyone the new coronavirus'",
            "description": "A CNBC host said everyone should be infected with coronavirus to quell fears that have impacted the economy. Rick Santelli claimed the death rate would be the same as if quarantine measures were in place. The US has more than 329 million citizens, so far only…",
            "url": "https://www.businessinsider.com/cnbc-host-everyone-should-get-coronavirus-to-save-economy-2020-3",
            "urlToImage": "https://i.insider.com/5e618c7cfee23d17b569bed8?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T07:19:15Z",
            "content": "CNBC's Rick Santelli suggested everyone should get the novel coronavirus because the current panic is negatively impacting the economy.\r\nSantelli appeared on CNBC's \"The Exchange,\" where he iterated he was \"not a doctor\" but made a comparison between the gene… [+2755 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "The US has the world's highest coronavirus death rate at more than 5% — likely because limited tests forced the CDC to prioritize severe cases",
            "description": "The US has the world's highest death rate for the new coronavirus at 5.4%, compared to a global average of 3.4%. That's likely because the CDC has focused on testing the most severe cases. New testing standards and more widely available test kits could pick u…",
            "url": "https://www.businessinsider.com/us-worlds-highest-coronavirus-death-rate-limited-testing-2020-3",
            "urlToImage": "https://i.insider.com/5e61a1fafee23d25e6382ab3?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T01:11:00Z",
            "content": "The US has the world's highest death rate for the new coronavirus: Based on the ratio of confirmed deaths to reported cases, 5.4% of patients have died. That's far higher than the global rate of 3.4% that World Health Organization reported on Tuesday — and ev… [+5043 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "21 people aboard a cruise ship off the California coast tested positive for coronavirus after tests were helicoptered in",
            "description": "Twenty-one people aboard the Grand Princess cruise ship have tested positive for the novel coronavirus while the ship has remained in limbo off the California coast. Of those who tested positive, 19 were crew members, and two were passengers. The California A…",
            "url": "https://www.businessinsider.com/grand-princess-cruise-ship-passengers-positive-for-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e627c92fee23d1e083ec607?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T22:51:56Z",
            "content": "Twenty-one people have tested positive for the new coronavirus on the Grand Princess cruise ship, which has been circling off the California coast for days, officials announced Friday afternoon. Of those, 19 were crew members, and two were passengers.\r\nOveral… [+2089 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lydia Ramsey",
            "title": "A leaked presentation reveals the document US hospitals are using to prepare for a major coronavirus outbreak. It estimates 96 million US coronavirus cases and 480,000 deaths.",
            "description": "Hospitals are confronting the rising threat of the novel coronavirus in the US. In a February webinar presentation hosted by the American Hospital Association, national healthcare experts from organizations across the US laid out what hospitals need to know a…",
            "url": "https://www.businessinsider.com/presentation-how-hospitals-are-preparing-for-us-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/58582822a1a45e60398b66b5?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T22:22:00Z",
            "content": "The spread of the coronavirus outbreak in the US could push the healthcare system to its limits. \r\nHospitals are bracing for what could be millions of admissions nationwide as the virus spreads. \r\nThe American Hospital Association, which represents thousands … [+1954 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "Shocking video shows a New York City subway rider spraying an Asian man and yelling at him to 'move'",
            "description": "Two videos posted to Facebook on Wednesday show a New York City subway rider yelling at an Asian man, telling him to \"move\" out of his way, and eventually spraying him with a can of what appears to be Febreeze. The NYPD is investigated the incident recorded i…",
            "url": "https://www.businessinsider.com/nyc-subway-rider-sprays-asian-man-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e6268fafee23d0823686282?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T15:53:53Z",
            "content": "As Asian-Americans see more incidents of racism amid the coronavirus outbreak, a worrying video surfaced Wednesday showing an Asian man being harassed on the New York City subway and being sprayed with a can of what appears to be Febreeze.\r\nTwo videos showing… [+1074 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "adunn@businessinsider.com (Andrew Dunn), Andrew Dunn",
            "title": "'Crazy hours, short nights': The inside story of how a buzzy biotech upstart developed a potential coronavirus vaccine in record time (MRNA)",
            "description": "Moderna The $10 billion biotech Moderna developed a potential coronavirus vaccine in record time, zooming past Big Pharma competitors. The company's CEO Stephane Bancel sat down with Business Insider to discuss the technology platform that drove its speed, an…",
            "url": "https://www.businessinsider.com/moderna-coronavirus-vaccine-development-inside-the-lab-ceo-interview-2020-3",
            "urlToImage": "https://i.insider.com/5e56a7aafee23d016809c743?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T16:15:00Z",
            "content": "NORWOOD, Massachusetts — Stephane Bancel was vacationing in the south of France with his family when he first read about the virus.\r\nIt was early January when the biotech executive saw a Wall Street Journal article describing a \"mystery virus outbreak\" in cen… [+12424 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "5 movies that have been drastically impacted by the coronavirus, from 'Mulan' to 'No Time to Die'",
            "description": "The coronavirus, which has killed more than 3,300 people, has impacted Hollywood movies. \"No Time to Die\" is the first major movie to face a release change. Other recently released and upcoming movies won't be released in China as they open in other markets, …",
            "url": "https://www.businessinsider.com/movies-impacted-by-coronavirus-no-time-to-die-mulan-sonic-2020-3",
            "urlToImage": "https://i.insider.com/5e626ab9fee23d09e4061869?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T16:49:21Z",
            "content": "As concerns over the coronavirus grow, Hollywood is feeling the effects.\r\nThe James Bond movie \"No Time to Die\" was the first movie to get a major release change this week, as the producers pushed it from April to November.\r\nOther recently released or upcomin… [+710 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hannah Jiang, Katie Nixdorf and Kaitlyn Wang",
            "title": "Shops in New York City's Chinatown are suffering losses of 50% because of coronavirus fears",
            "description": "As the coronavirus continues to spread, Chinatowns around the world have seen business decline. In New York's Flushing neighborhood, home of the largest Chinatown, some restaurants have lost 50% of their business and are relying on delivery to stay afloat. Re…",
            "url": "https://www.businessinsider.com/coronavirus-chinatown-flushing-queens-new-york-city-2020-3",
            "urlToImage": "https://i.insider.com/5e62759bfee23d186e1f4653?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T16:43:00Z",
            "content": "Chinatowns around the world have always attracted visitors.\r\nBut since the new coronavirus outbreak, businesses are suffering.\r\nIn New York City's Chinatown neighborhood in Flushing, Queens — the biggest Chinatown in the world — some shops are reporting losse… [+3080 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "ama@businessinsider.com (Alexandra Ma), Alexandra Ma",
            "title": "Trump, a known germaphobe, says he will keep shaking hands during the coronavirus outbreak even though the CDC told people to stop",
            "description": "Mark Wilson/Getty Images Health authorities around the world, including in the US, have advised people to stop shaking hands to avoid getting infected by the coronavirus. Many, including Vice President Mike Pence, are now bumping elbows as an alternative gree…",
            "url": "https://www.businessinsider.com/coronavirus-trump-continue-shaking-hands-not-thrilled-elbow-bumps-2020-3",
            "urlToImage": "https://i.insider.com/5e6218affee23d530357f894?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T10:34:57Z",
            "content": "President Donald Trump said he would continue to shake people's hands during the coronavirus outbreak, despite his germaphobia and advice from health officials, because \"you can't be a politician and not shake hands.\"\r\n\"I'm not thrilled,\" he told a Fox News t… [+2182 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "SoftBank-backed hotel startup Oyo will cut 5,000 staff as coronavirus bites",
            "description": "SoftBank-backed hotel chain startup Oyo is set to cut about 5,000 people, or 17% of its workforce, in the wake of the coronavirus outbreak. In an interview with Bloomberg published Wednesday, Oyo's CEO Ritesh Agarwal said the move would leave the firm with ar…",
            "url": "https://www.businessinsider.com/softbank-backed-startup-oyo-to-cut-5000-jobs-as-coronavirus-bites-2020-3",
            "urlToImage": "https://i.insider.com/5e188d2f24fe124c3c79b128?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T13:08:20Z",
            "content": "SoftBank-backed hotel chain startup Oyo is set to axe thousands of jobs as the coronavirus outbreak begins to bite.\r\nIn an interview with Bloomberg published Wednesday, Oyo's CEO Ritesh Agarwal said the move would leave the firm with around 25.000 staff world… [+843 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Avery Hartmans and Rob Price",
            "title": "This year's SXSW conference has been canceled due to the coronavirus outbreak",
            "description": "Tech and culture festival SXSW has been canceled due to coronavirus fears. On Friday, the mayor of Austin, Texas announced that the event will not go ahead on March 13. The COVID-19 outbreak hs caused major disruption around the world, disrupting business sup…",
            "url": "https://www.businessinsider.com/sxsw-2020-canceled-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e5ec5dffee23d6ff532a5b2?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T21:57:48Z",
            "content": "US festival South by Southwest (SXSW) has been canceled in the wake of the coronavirus outbreak. \r\nOn Friday, Austin, Texas mayor Steve Adler announced that he had declared a state of disaster, and that this year's event — which had been due to kick off on Ma… [+1712 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Google, Facebook, and Twitter will follow Microsoft's lead in paying hourly workers while office staff works remotely during the coronavirus outbreak (GOOG, GOOGL, FB, TWTR, MSFT)",
            "description": "Google, Facebook, and Twitter are planning to keep paying hourly workers even as staffing needs decline, according to Axios. The coronavirus outbreak has led many companies adopt remote work policies, raising concerns about what will happen to food service, j…",
            "url": "https://www.businessinsider.com/google-facebook-twitter-pay-hourly-workers-offices-remote-2020-3",
            "urlToImage": "https://i.insider.com/5df3bfd2fd9db22ac3669e0b?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:59:29Z",
            "content": "Google, Facebook, and Twitter said they will continue to pay hourly workers even if remote work policies and office closures in the wake of the coronavirus outbreak reduce staffing needs, Axios reported on Thursday evening.\r\nAs COVID-19, the disease caused by… [+2124 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shira Feder",
            "title": "What to do if someone in your home has the coronavirus, from leaving meals outside their door to finding a dog-sitter",
            "description": "The CDC has issued guidelines on what to do if someone in your home has coronavirus. Most people can't afford to kick their roommates out, but you can stay in your room. If you're infected, use a face mask. As the coronavirus spreads around the world, a growi…",
            "url": "https://www.businessinsider.com/what-to-do-if-someone-in-your-home-has-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e629246fee23d5298066025?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T21:19:00Z",
            "content": "The CDC has issued guidelines on what to do if someone in your home has coronavirus, and some of the guidelines are more reasonable than others. While most people can't afford to just kick out their roommates and send their pets to daycare, they can stay in t… [+3995 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "Trump signs emergency coronavirus package, injecting $8.3 billion into efforts to fight the outbreak",
            "description": "President Donald Trump signed on Friday a sweeping emergency package to combat the coronavirus. The move injected billions into government efforts to contain an illness that has killed nearly a dozen people in the US. The fast pace of the legislation undersco…",
            "url": "https://www.businessinsider.com/trump-signs-billion-emergency-funding-package-fight-coronavirus-legislation-covid19-020-3",
            "urlToImage": "https://i.insider.com/5e625c9efee23d09e14c1a45?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T14:33:48Z",
            "content": "<ul><li>President Donald Trump signed on Friday a sweeping emergency package to combat the coronavirus.</li><li>The move injected billions into government efforts to contain an illness that has killed nearly a dozen people in the US.</li><li>The fast pace of … [+2702 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "US economy smashes estimates, adds 273,000 jobs in February amid coronavirus outbreak",
            "description": "The Bureau of Labor Statistics said 273,000 nonfarm payrolls were created last month. That was compared with 225,000 in January and exceeded economist forecasts for 175,000. The report only reflects conditions through mid-February, so it didn't signal the ful…",
            "url": "https://markets.businessinsider.com/news/stocks/february-jobs-report-us-economy-273000-wage-growth-unemployment-coronavirus-2020-3-1028972006",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6246eefee23d7a481b3cd2-2400/ap20065047638993.jpg",
            "publishedAt": "2020-03-06T13:44:00Z",
            "content": "AP Photo/Ted S. Warren\r\n<ul><li>The Bureau of Labor Statistics said 273,000 nonfarm payrolls were created last month.</li><li>That was compared with 225,000 in January and exceeded economist forecasts for 175,000. </li><li>The report only reflects conditions … [+2238 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gabby Landsverk",
            "title": "The coronavirus may be driving up divorce rates in a Chinese city, officials say",
            "description": "As China works to contain the coronavirus with emergency quarantines, one city is reporting a record high number of divorce requests. Officials say it's likely due to couples who have been kept in close quarters for long periods of time without access to the …",
            "url": "https://www.businessinsider.com/covid-19-peak-divorce-rate-chinese-cities-2020-3",
            "urlToImage": "https://i.insider.com/5e62bb7dfee23d0ed72dce89?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T21:37:00Z",
            "content": "Among the unexpected side affects of the global coronavirus outbreaks, some of the more peculiar include a rise in racist pornography, the unexpected popularity of a certain 2011 movie, and a vodka company cautioning people that its product can't protect agai… [+2267 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Dow tanks 450 points as coronavirus risks drag stocks deeper into correction territory",
            "description": "Stocks dropped for the second day in a row as coronavirus volatility dragged risk-asset prices deeper into correction territory. All major US indices declined as the outbreak's infection count passed 100,000 and investors continued running to safe havens. The…",
            "url": "https://www.businessinsider.com/stock-market-news-today-indexes-drop-coronavirus-fear-volatility-correction-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6288adfee23d310f513b96-2400/2020-03-05t214714z535755400rc2xdf9un7wrrtrmadp3usa-stocks.jpg",
            "publishedAt": "2020-03-06T18:37:22Z",
            "content": "Andrew Kelly/Reuters\r\n<ul><li>Stocks dropped for the second day in a row as coronavirus volatility dragged risk-asset prices deeper into correction territory.</li><li>All major US indices declined as the outbreak's infection count passed 100,000 and investors… [+1979 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aaron Holmes",
            "title": "CNBC's Rick Santelli is getting ripped apart online for saying 'we'd be better off' if everybody in the US got coronavirus",
            "description": "CNBC commentator Rick Santelli is facing a backlash after suggesting Thursday that the US may be \"better off\" if everyone contracted coronavirus now in order to more quickly stabilize markets. Santelli argued that months of preventative health measures like q…",
            "url": "https://www.businessinsider.com/cnbc-rick-santelli-apologizes-better-off-everybody-got-coronavirus-backlash-2020-3",
            "urlToImage": "https://i.insider.com/5e626fd5fee23d0de7242875?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T16:33:43Z",
            "content": "CNBC commentator Rick Santelli made a controversial argument about the spread of coronavirus on the network Thursday afternoon: \"Maybe we'd just be better off if we gave it to everybody.\"\r\nSantelli claimed that preventative measures like quarantining people e… [+1292 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Stewart Friedman, Alyssa Westring",
            "title": "To raise children who are resilient and optimistic, parents can use discussing coronavirus as an opportunity. Here's how to get started.",
            "description": "Stewart Friedman is practice professor emeritus of management at the Wharton School, and Alyssa Westring is the Vincent de Paul associate professor of management and entrepreneurship at DePaul University's Driehaus College of Business. The following is an ada…",
            "url": "https://www.businessinsider.com/talking-to-your-kids-about-coronavirus-is-lesson-in-leadership-2020-3",
            "urlToImage": "https://i.insider.com/5cf52e9511e20507b316b858?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T14:30:00Z",
            "content": "With some schools closing and the CDC urging school districts across the country to prepare for a coronavirus outbreak, many parents' natural response is to cover up potential danger with false reassurance.\r\nBut instead of shielding children from fear, parent… [+4518 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Friday. Chinese surveillance giants blacklisted by Trump's administration are set to appear at a major US security trade show. Hikvision and Dahua were blacklisted last year because of their implicatio…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-march-6-2020-3",
            "urlToImage": "https://i.insider.com/5e61f928fee23d482c6ca873?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T07:40:49Z",
            "content": "Mark Zuckerberg and Priscilla Chan.\r\nMark Zuckerberg via Facebook\r\nGood morning! This is the tech news you need to know this Friday.\r\n<ol><li>Chinese surveillance giants blacklisted by Trump's administration are set to appear at a major US security trade show… [+2487 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Melania Trump tweets about her excitement for a new White House tennis court as the country battles the coronavirus",
            "description": "First Lady Melania Trump tweeted about the construction of new White House tennis courts on Thursday, sparking backlash. \"I am excited to share the progress of the Tennis Pavillion at @WhiteHouse,\" she tweeted alongside photos of herself in a hard hat at the …",
            "url": "https://www.businessinsider.com/melania-trump-tweets-about-white-house-tennis-court-coronavirus-spreads-2020-3",
            "urlToImage": "https://i.insider.com/5e62882bfee23d46a76d7cc4?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:34:05Z",
            "content": "First Lady Melania Trump tweeted about the construction of a new private White House tennis pavilion on Thursday as concern spreads that the Trump administration isn't doing enough to contain the coronavirus. \r\n\"I am excited to share the progress of the Tenni… [+1614 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joey Hadden and Debanjali Bose",
            "title": "The coronavirus outbreak could cost America millions in tourism revenue — here are the major travel destinations that stand to lose the most.",
            "description": "New York, Yellowstone, Austin's annual South by Southwest festival (SXSW), and other major US travel destinations may lose millions in revenue from the coronavirus outbreak. As of Friday, there are over 100,000 confirmed cases of coronavirus, the majority of …",
            "url": "https://www.businessinsider.com/us-travel-destinations-that-are-losing-money-from-of-the-coronavirus-2020",
            "urlToImage": "https://i.insider.com/5e6281c7fee23d26fe42ff45?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:30:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shira Feder",
            "title": "Gig economy workers say they'll have to work through the coronavirus outbreak even if they get sick: \"We can't risk losing a day's income\"",
            "description": "The CDC has issued guidelines on how to avoid spreading coronavirus, warning everyone to stay home if they feel sick. But for a lot of Americans, this isn't possible. Research shows that hourly employees in the US are likely to come into work while sick, due …",
            "url": "https://www.businessinsider.com/the-gig-economy-with-lack-of-sick-leave-spreading-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e6294ccfee23d564f157ce2?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:23:00Z",
            "content": "During the 2009 swine flu outbreak, Lauren Rinaldi was 26, working as a server in Philadelphia. It was the busiest time of year, when restaurants were packed with locals and tourists and there were tips to be made. She didn't feel well, but she decided to pus… [+6708 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward and Shayanne Gal",
            "title": "One chart shows 11 countries' current coronavirus death rates, based on the known number of cases and deaths",
            "description": "More than 100,000 people have been infected with the new coronavirus and 3,460 have died. About 80% of cases and deaths are in China. But the death rate — the number of known deaths out of the total number of confirmed cases — varies widely by country right n…",
            "url": "https://www.businessinsider.com/coronavirus-death-rate-by-country-2020-3",
            "urlToImage": "https://i.insider.com/5e629c33fee23d612d5b8c46?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T22:59:00Z",
            "content": "The death rate from the new coronavirus is higher in the US so far than anywhere else in the world. The rate, a basic calculation that divides the number of known deaths by the total number of confirmed cases, was about 6% in the US as of Friday morning. Four… [+2816 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Canales",
            "title": "Tech companies have canceled some high-profile conferences, causing an estimated economic loss of $666 million amid coronavirus concerns. Here's what's been called off so far.",
            "description": "The coronavirus disease, known as COVID-19, is forcing tech companies to adapt as remote work and suspended travel become realities. Some of the biggest tech conferences of the year are being canceled as well, as companies heed the CDC's advice to \"modify, po…",
            "url": "https://www.businessinsider.com/tech-conferences-cancelled-over-coronavirus-concerns-2020-3",
            "urlToImage": "https://i.insider.com/5e62af5dfee23d62e13e9f06?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:56:37Z",
            "content": "The coronavirus disease, known as COVID-19, is spreading and so are concerns over the virus.\r\nMore than 100,000 people have been infected with the virus worldwide and 3,400 have died, with most cases coming in China, where it originated. There are 148 confirm… [+1235 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Julie Bort",
            "title": "Read the email from Cisco alerting workers that an employee at its Silicon Valley headquarters came in contact with someone who has the coronavirus disease (CSCO)",
            "description": "Cisco is warning its employees that a worker at its Silicon Valley headquarters was in \"close contact\" with someone diagnosed with COVID-19, the coronavirus disease. Read the email Cisco sent to employees about the exposure and its next steps below. Visit Bus…",
            "url": "https://www.businessinsider.com/cisco-silicon-valley-worker-coronavirus-exposure-2020-3",
            "urlToImage": "https://i.insider.com/5e62b241fee23d033e0e20d6?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:29:12Z",
            "content": "Cisco has alerted its workforce that one of its employees was exposed to someone with a confirmed case of COVID-19, the disease caused by the coronavirus. The employee did not have symptoms and has not been diagnosed with the disease, according to an internal… [+2230 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "South Korea has tested 140,000 people for the coronavirus. That could explain why its death rate is just 0.6% — far lower than in China or the US.",
            "description": "South Korea has tested more than 140,000 people for the new coronavirus and confirmed more than 6,000 cases. Its fatality rate is around 0.6%. This suggests that, as many health experts have predicted, the virus' fatality rate seems to decrease as more cases …",
            "url": "https://www.businessinsider.com/south-korea-coronavirus-testing-death-rate-2020-3",
            "urlToImage": "https://i.insider.com/5e618241fee23d0e830c8fab?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T03:10:00Z",
            "content": "The US and South Korea announced their first cases of the coronavirus on the same day: January 20. More than six weeks later, the US Centers for Disease Control and Prevention has tested around 1,500 people for the virus. South Korea, meanwhile, has tested ab… [+5878 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ryder Kimball",
            "title": "11 pandemics that changed the course of human history, from the Black Death to HIV/AIDS — to (maybe) coronavirus",
            "description": "Pandemics have afflicted civilizations throughout human history, with the earliest known outbreak occurring in 430 BC during the Peloponnesian War. Many of these pandemics have had significant impacts on human society, from killing large percentages of the gl…",
            "url": "https://www.businessinsider.com/pandemics-that-changed-the-course-of-human-history-coronavirus-flu-aids-plague",
            "urlToImage": "https://i.insider.com/5e613af3fee23d318e2eb81d?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T17:36:17Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rebecca Ungarino",
            "title": "UBS is divvying up teams in Switzerland and having them switch off who comes into the office as part of its coronavirus response (UBS)",
            "description": "UBS, the Swiss bank headquarterd in Zurich, has begun implementing a split-operations policy in Switzerland this week as part of its coronavirus response. The firm has already implemented a similar policy for its employees across the Asia Pacific region. Visi…",
            "url": "https://www.businessinsider.com/amid-coronavirus-ubs-implementing-split-operations-in-switzerland-mirroring-apac-2020-3",
            "urlToImage": "https://i.insider.com/5e629080fee23d3d5b284ba8?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:49:40Z",
            "content": "UBS has started implementing a split-operations policy in Switzerland this week as financial services firms around the world race to deal with the global spread of coronavirus.\r\nThe bank, headquartered in Zurich, Switzerland, has already implemented a split-o… [+1529 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rachel Hosie",
            "title": "A virologist says you don't need to avoid the gym if you're worried about the coronavirus, but there are a few simple steps you can take to stay healthy",
            "description": "There's no need to avoid the gym if you're worried about the spread of coronavirus, virologist Jonathan Ball told Insider. However, it's worth taking the same precautionary measures you should be taking everywhere. Most gyms are providing extra disinfectant p…",
            "url": "https://www.businessinsider.com/coronavirus-how-stay-healthy-at-gym-fitness-studios-extra-measures-2020-3",
            "urlToImage": "https://i.insider.com/5e61259ffee23d1557181372?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T12:20:00Z",
            "content": "With the number of coronavirus cases continuing to rise across the world, people are being encouraged to take extra measures to limit the likelihood of spreading germs at home, work, and on public transport.\r\nWhen attempting to limit any unnecessary time spen… [+4772 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anna Medaris Miller",
            "title": "A pharmacy tried to help people make their own hand sanitizer because of coronavirus-related shortages, but posted the wrong recipe",
            "description": "In the wake of increasing novel coronavirus cases, pharmacies and drugstores are selling out of hand-sanitizer, prompting one New York City pharmacy to try to help customers make their own. But the recipe the pharmacy posted appeared to be inverted, instructi…",
            "url": "https://www.businessinsider.com/pharmacy-posted-wrong-recipe-how-to-make-hand-sanitizer-2020-3",
            "urlToImage": "https://i.insider.com/5e617b42fee23d03377c6e08?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T15:30:00Z",
            "content": "Just a few days ago, New York City's Hudson Square Pharmacy stocked a now-coveted item: Purell hand-sanitizer. It sold out in 45 minutes. \r\n\"At lunch time, everyone comes down and comes out and it's just a little crazy,\" pharmacist Alan Solman, who limited th… [+2629 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rachel Premack",
            "title": "Walmart leadership is urging its 9,000 'Elite Fleet' truck drivers to buy cleaning supplies with their company cards amid coronavirus fears",
            "description": "Walmart confirmed to Business Insider that it sent an audio message to its truck drivers on March 4 with advice on how to conduct business amid coronavirus concerns. Joe Metzger, who is senior vice president of supply chain at Walmart, advised truckers to pur…",
            "url": "https://www.businessinsider.com/coronavirus-turcking-walmart-truck-drivers-buy-supplies-company-cards-2020-3",
            "urlToImage": "https://i.insider.com/5e62c264fee23d1646677b7a?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T23:02:27Z",
            "content": "A Walmart executive sent an audio message to the mega-retailer's trucking fleet on March 4 about how to navigate coronavirus, the company confirmed to Business Insider. \r\nIn the audio recording, Joe Metzger, who is senior vice president of supply chain at Wal… [+2280 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "The Collision tech conference has been delayed until next year over coronavirus concerns, becoming the latest major event to be canceled as the virus continues to spread",
            "description": "The Toronto-based Collision conference has been canceled over coronavirus concerns, coming after other tech events like Google I/O, Facebook F8, and Mobile World Congress have been canceled. The conference will instead be held virtually this year, while the i…",
            "url": "https://www.businessinsider.com/coronavirus-concerns-cause-collision-tech-conference-canceled-2020-3",
            "urlToImage": "https://i.insider.com/5e627305fee23d281f3cc3b7?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T15:51:44Z",
            "content": "The Toronto-based Collision tech conference has been delayed until next year over coronavirus-related fears, becoming the latest major conference cancellation to occur over the past several weeks. The conference, which takes place from June 22-25, will occur … [+2120 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Megan Hernbroth",
            "title": "Y Combinator, Silicon Valley's iconic accelerator, will have startups pitch in prerecorded videos for its upcoming Demo Day due to the coronavirus",
            "description": "Y Combinator, the startup accelerator founded by legendary tech titan Paul Graham and responsible for mega-hits like Airbnb and Brex, officially called off its twice-annual pitch competition in San Francisco amid growing concern around COVID-19. The decision,…",
            "url": "https://www.businessinsider.com/y-combinator-virtual-demo-day-growing-coronavirus-fears-san-francisco-2020-3",
            "urlToImage": "https://i.insider.com/5623e100bd86ef1c008c2b21?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:04:00Z",
            "content": "Y Combinator's Demo Day is part of Silicon Valley lore. The twice-annual startup pitch competition rivals suburban garages and nondescript hoodies as an icon of Silicon Valley startup scene. But on Friday, it became yet another tech conference in the expandin… [+2183 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Billionaire investor Steve Cohen is reportedly raising money for a new fund designed to invest in private companies",
            "description": "Billionaire investor Steve Cohen is stepping outside the hedge fund industry and creating a private-markets fund, The Wall Street Journal reported Friday. The fund, named Point72 Hyperscale, will act as a hybrid between a venture capital firm and a private-eq…",
            "url": "https://www.businessinsider.com/billionaire-steve-cohen-raising-money-private-markets-fund-point72-hyperscale-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e624f9cfee23d7e8a589c82-1263/screen-shot-2013-07-22-at-104841-am.png",
            "publishedAt": "2020-03-06T14:21:52Z",
            "content": "REUTERS/Steve Marcus\r\n<ul><li>Billionaire investor Steve Cohen is stepping outside the hedge fund industry and creating a private-markets fund, The Wall Street Journal reported Friday.</li><li>The fund, named Point72 Hyperscale, will act as a hybrid between a… [+2874 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "John Haltiwanger",
            "title": "Trump said Warren's campaign failed because she's 'mean' and lacks talent, and not because of sexism",
            "description": "President Donald Trump rejected the notion sexism had something to do with Sen. Elizabeth Warren's lack of success in the 2020 campaign season. Warren dropped out of the 2020 race on Thursday. \"I think lack of talent was her problem. She had a tremendous lack…",
            "url": "https://www.businessinsider.com/trump-said-warrens-campaign-failed-because-shes-mean-not-sexism-2020-3",
            "urlToImage": "https://i.insider.com/5e628f92fee23d3bcb5a9a33?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:20:25Z",
            "content": "President Donald Trump on Friday said that Sen. Elizabeth Warren's campaign did not fail because of sexism, but because she's \"mean\" and lacks \"talent.\" \r\n\"I think lack of talent was her problem. She had a tremendous lack of talent,\" Trump told reporters as h… [+2646 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tmohamed@businessinsider.com (Theron Mohamed), Theron Mohamed",
            "title": "A Brazilian insurer falsely claimed Warren Buffett's Berkshire Hathaway was one of its investors, and quickly paid the price",
            "description": "Paul Morigi/Getty Images for Fortune/Time Inc The bosses of a Brazilian reinsurance giant falsely claimed Warren Buffett's Berkshire Hathaway was one of its investors. IRB-Brasil Resseguros CEO Jose Carlos Cardoso and CFO Fernando Passos also said they were c…",
            "url": "https://markets.businessinsider.com/news/stocks/brazilian-reinsurer-irb-falsely-claimed-warren-buffett-berkshire-hathaway-investors-2020-3-1028972503",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dad82db4af9095ec773df32-2400/gettyimages-492446672.jpg",
            "publishedAt": "2020-03-06T16:04:00Z",
            "content": "Paul Morigi/Getty Images for Fortune/Time Inc\r\n<ul><li>The bosses of a Brazilian reinsurance giant falsely claimed Warren Buffett's Berkshire Hathaway was one of its investors.</li><li>IRB-Brasil Resseguros CEO Jose Carlos Cardoso and CFO Fernando Passos also… [+2835 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker and Ben Gilbert",
            "title": "Apple is reportedly rejecting all coronavirus-related apps unless they come from health organizations in an attempt to prevent the spread of misinformation (AAPL)",
            "description": "Apple is rejecting all coronavirus-related apps except those from official health organizations and governments, CNBC reported on Thursday. Apple is one of several tech companies seeking to combat misinformation on their platforms as the outbreak continues to…",
            "url": "https://www.businessinsider.com/coronavirus-apple-coronavirus-apps-health-organizations-who-cdc-misinformation-2020-3",
            "urlToImage": "https://i.insider.com/5e618e88fee23d2b88770584?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T14:23:16Z",
            "content": "As the coronavirus outbreak continues to spread, tech companies are faced with policing their platforms for potentially dangerous misinformation.\r\nApple is no exception, and the company is reportedly taking a particularly rigid approach to policing its App St… [+1429 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bani Sapra",
            "title": "Uber says it's 'exploring' paying drivers who 'have been quarantined or diagnosed with coronavirus' (UBER)",
            "description": "Uber says it is considering paying drivers who have been quarantined or diagnosed with coronavirus, though it doesn't have specific plans as of yet. Their statement comes in response to a concerned senator's letter requesting that the company do more to suppo…",
            "url": "https://www.businessinsider.com/uber-coronavirus-disease-drivers-paid-compensation-2020-3",
            "urlToImage": "https://i.insider.com/5df74e17fd9db2117922b454?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T23:50:39Z",
            "content": "Uber is considering paying its drivers who have been quarantined for diagnosed with COVID-19, the coronavirus disease, although it has not yet pinned down how they would be paid. \r\nIn a statement, the company says that its \"global team\" tasked with handling i… [+1634 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Margot Harris",
            "title": "People are turning to Reddit to try to get coronavirus diagnoses amid test shortages",
            "description": "As anxieties surrounding the spread of the novel coronavirus worsen, some people are turning to Reddit for medical information. Redditors are posting across subreddits and listing their symptoms in an attempt to crowd-source diagnoses of COVID-19, the illness…",
            "url": "https://www.businessinsider.com/coronavirus-diagnoses-on-reddit-amid-test-shortage-2020-3",
            "urlToImage": "https://i.insider.com/5e625370fee23d6d99538d33?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T15:39:26Z",
            "content": "As the novel coronavirus continues to spread, some concerned individuals are trying to ease their health anxieties by consulting Reddit. \r\nA general search for \"coronavirus\" on the site reveals 36 posts from worried Redditors posting across a variety of subre… [+6844 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Microsoft says it will continue to pay hourly service workers during the coronavirus outbreak, even if they can't come in to work (MSFT)",
            "description": "Microsoft says it will continue to pay vendors who work hourly in the Seattle area and northern California during the coronavirus outbreak — even if conditions mean that they can't come to work. The company previously asked employees in the Seattle area and S…",
            "url": "https://www.businessinsider.com/microsoft-brad-smith-service-workers-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e61a3aefee23d39b71658e2?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T01:20:29Z",
            "content": "Microsoft on Thursday said it would continue to pay service workers who are paid hourly in the Seattle area and northern California during the coronavirus outbreak, regardless if conditions mean they can't come into the office. \r\n\"We recognize the hardship th… [+1324 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "These robots are fighting the coronavirus in China by disinfecting hospitals, taking temperatures, and preparing meals",
            "description": "The coronavirus outbreak that originated in China has killed 3,300 people worldwide and infected more than 97,000, according to recent totals. The virus, which causes a disease known as COVID-19, has spread to at least 86 other countries, while most cases are…",
            "url": "https://www.businessinsider.com/see-chinese-robots-fighting-the-coronavirus-in-photos-2020-3",
            "urlToImage": "https://i.insider.com/5e616624fee23d758552f689?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T13:00:00Z",
            "content": "In China, robots are being used to minimize the spread of COVID-19, the disease caused by the coronavirus, by taking on cleaning and food preparation jobs that are considered dangerous for humans. \r\nThe worldwide death toll of the coronavirus disease that ori… [+561 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eliza Relman",
            "title": "Joe Biden is crushing Bernie Sanders by 16 points in national polling after the best week of his candidacy",
            "description": "Former Vice President Joe Biden has surged past Sen. Bernie Sanders in new national polling. While Sanders bested Biden among voters under the age of 45, the former vice president dominated by a significantly larger margin among voters over 45. Biden's boost …",
            "url": "https://www.businessinsider.com/joe-biden-leads-bernie-sanders-by-16-points-new-poll-2020-3",
            "urlToImage": "https://i.insider.com/5e61620efee23d70246c5525?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:52:33Z",
            "content": "Former Vice President Joe Biden has surged past Sen. Bernie Sanders in new national polling following a significant narrowing of the presidential field since the South Carolina primary last Saturday.  \r\nMore than half of Democratic primary voters — 54% — said… [+1073 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "Facebook recommends that all Bay Area employees work from home due to coronavirus fears (FB)",
            "description": "Facebook is \"strongly\" recommending that all Bay Area employees should work from home, starting on Friday, March 6. \"This decision is based on our desire to minimize the risk of spreading COVID-19. The health and safety of our teams, their loved ones and our …",
            "url": "https://www.businessinsider.com/coronavirus-facebook-recommends-all-bay-area-employees-work-from-home-2020-3",
            "urlToImage": "https://i.insider.com/5e5ee272fee23d1af1211a29?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T02:59:27Z",
            "content": "Facebook is \"strongly\" recommending that all of its Bay Area employees work remotely as fears grow around the coronavirus outbreak.\r\nIn a statement sent late Thursday, a Facebook spokesperson told Business Insider: \"Based on guidance from Santa Clara County t… [+1532 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "The 2011 pandemic movie 'Contagion' is surging in rentals and piracy due to the coronavirus and has hit the No. 7 spot on iTunes",
            "description": "The 2011 movie \"Contagion,\" about a pandemic, is increasing in popularity due to the coronavirus, which has spread to at least 88 countries and killed more than 3,300 people. \"Contagion\" was the seventh most popular movie on iTunes on Friday. Visits to piracy…",
            "url": "https://www.businessinsider.com/coronavirus-contagion-movie-is-surging-in-piracy-rentals-on-itunes-2020-3",
            "urlToImage": "https://i.insider.com/5e626189fee23d786c671564?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T15:02:57Z",
            "content": "The movie \"Contagion\" was released in 2011, but it's rising in popularity above films released this year.\r\nDirected by Steven Soderbergh and starring Matt Damon, Jude Law, and more, \"Contagion\" is about a pandemic that threatens humanity. In recent weeks, it'… [+1988 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": null,
            "title": "'I'm a key man': The head of SoftBank's $100 billion Vision Fund, recently accused of blackmailing a rival, defends the company and himself in a new interview",
            "description": "Rajeev Misra, the manager of SoftBank's Vision Fund, espoused optimism for the future of the fund in the next 18 to 24 months, in a recent interview with CNBC. Misra and SoftBank have faced criticism after WeWork's failed attempt to go public and an explosive…",
            "url": "https://www.businessinsider.com/softbank-rajeev-misra-accused-of-blackmail-defends-himself-company-interview-2020-3",
            "urlToImage": "https://i.insider.com/5e56ce82fee23d311a451aa3?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T19:59:00Z",
            "content": "SoftBank Vision Fund manager Rajeev Misra spoke optimistically about the future of the $100 billion Vision Fund despite mounting skepticism against SoftBank and recent criticism of the executive himself on Friday in an interview with CNBC.\r\nMisra is confident… [+2854 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "Nobel laureate Robert Shiller identifies a rising 'existential threat' to the economy's expansion — and tells us why it's similar to what made the Great Depression so severe",
            "description": "The fear of artificial intelligence and its ability to displace workers poses an \"existential threat\" to our sense of economic strength, says Robert Shiller, the Nobel prize-winning Yale University economist. He exclusively showed Business Insider the similar…",
            "url": "https://www.businessinsider.com/next-recession-robert-shiller-existential-threat-artificial-intelligence-jobs-fear-2020-3",
            "urlToImage": "https://i.insider.com/54749e1b69bedd212bc45c8e?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T13:09:00Z",
            "content": "Robert Shiller popularized a benchmark metric for evaluating whether the stock market is overvalued: the S&amp;P 500 Shiller CAPE ratio.   \r\nBut the winner of the Nobel Memorial Prize in Economic Sciences is equally as preoccupied with qualitative factors tha… [+3144 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Weng Cheong",
            "title": "What McKinsey and Bain are telling their clients about how to prepare for coronavirus",
            "description": "Major companies and businesses can prepare for the economic impact caused by the coronavirus outbreak. McKinsey and Bain & Company brought their problem-solving approaches to all the available data on the virus. Both firms broke down the industries most likel…",
            "url": "https://www.businessinsider.com/mckinsey-and-bain-tell-their-clients-how-to-prepare-for-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e62a3aafee23d57e73df800?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T19:14:15Z",
            "content": "As the coronavirus has spread to every province and region in China and at least 88 other countries, many companies are uncertain about what this means for their business. \r\nLeading consultancies McKinsey and Bain &amp; Company recently shared reports advisin… [+4802 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lydia Ramsey",
            "title": "Dispensed: How the US is confronting the novel coronavirus, Oscar and Clover's 2019 financial results, and the big business of direct-to-consumer healthcare",
            "description": "Hello, Welcome to Dispensed, Business Insider's weekly healthcare newsletter, where it feels like the past week has lasted exactly a month. Dear readers, I hope you're all staying healthy and are hanging in there with the influx of information about the novel…",
            "url": "https://www.businessinsider.com/dispensed-weekly-healthcare-newsletter-march-6-2020-3",
            "urlToImage": "https://i.insider.com/5c2f7f05bd77305daf6487b5?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T16:45:05Z",
            "content": "Samantha Lee/Business Insider\r\nHello,\r\nWelcome to Dispensed, Business Insider's weekly healthcare newsletter, where it feels like the past week has lasted exactly a month.\r\nDear readers, I hope you're all staying healthy and are hanging in there with the infl… [+5454 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The market's safest assets have surged to new highs as coronavirus panic has sent stocks plummeting",
            "description": "Safe-haven assets are surging as investors rush to snap up long-term bonds and gold amid coronavirus panic that's tanking global stocks. Gold hit $1,690 an ounce this week, a seven-year high. In addition, yields on 10- and 30-year US Treasury bonds fell to re…",
            "url": "https://www.businessinsider.com/safe-haven-assets-surging-new-highs-coronavirus-panic-stocks-falling-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d2379b0a17d6c4bf521e5d2-2400/ap19189598622395.jpg",
            "publishedAt": "2020-03-06T14:12:14Z",
            "content": "AP Photo/Richard Drew\r\n<ul><li>Safe-haven assets are surging as investors rush to snap up long-term bonds and gold amid coronavirus panic that's tanking global stocks.Â </li><li>Gold hit $1,690 an ounce this week, a seven-year high. </li><li>In addition, yiel… [+2190 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'This is not a drill': Stocks tank and bond yields tumble as coronavirus fears grow",
            "description": "Stocks dropped and bond yields fell on Friday as investors reacted to worrying estimates of coronavirus' economic impacts. The benchmark 10-year Treasury yield slumped to a record low of 0.74%. \"The bond market is scaring the raccoons out of the air ducts lik…",
            "url": "https://markets.businessinsider.com/news/stocks/this-not-drill-stocks-bond-yields-tumble-coronavirus-economic-fears-2020-3-1028971397",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6223a4fee23d58574414c8-2400/ap19189598622395.jpg",
            "publishedAt": "2020-03-06T10:45:08Z",
            "content": "AP Photo/Richard Drew\r\n<ul><li>Stocks dropped and bond yields fell on Friday as investors reacted to worrying estimates of coronavirus' economic impacts.</li><li>The benchmark 10-year Treasury yield slumped to a record low of 0.74%.</li><li>\"The bond market i… [+3135 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lydia Ramsey",
            "title": "One slide in a leaked presentation for hospitals reveals that they're preparing for millions of hospitalizations as the outbreak unfolds",
            "description": "Hospitals are confronting the rising threat of the novel coronavirus in the US. The spread of the coronavirus outbreak in the US could push the healthcare system to its limits. In a February webinar presentation hosted by the American Hospital Association, an…",
            "url": "https://www.businessinsider.com/presentation-us-hospitals-preparing-for-millions-of-hospitalizations-2020-3",
            "urlToImage": "https://i.insider.com/5e595925fee23d0f8f3b48e4?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T23:08:00Z",
            "content": "Hospitals are bracing for millions of Americans to be hospitalized as part of the novel coronavirus outbreak. \r\nThe American Hospital Association, which represents thousands of hospitals and health systems, hosted a webinar in February with its member hospita… [+2059 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "BANK OF AMERICA: These 5 metrics will determine the length and severity of a coronavirus-fueled recession",
            "description": "The coronavirus' economic fallout is fueling new fears of a global recession, and Bank of America laid out five metrics to monitor as the outbreak escalates. US consumer strength is the \"key to whether global recession\" will last months or weeks, the bank's a…",
            "url": "https://www.businessinsider.com/coronavirus-economic-outlook-impact-recession-risk-metrics-bank-america-severity-2020-3",
            "urlToImage": "https://i.insider.com/5e627328fee23d124e53ef9a?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T17:33:31Z",
            "content": "<ul><li>The coronavirus' economic fallout is fueling new fears of a global recession, and Bank of America laid out five metrics to monitor as the outbreak escalates.</li><li>US consumer strength is the \"key to whether global recession\" will last months or wee… [+1303 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Dow tanks 450 points as coronavirus risks drag stocks deeper into correction territory",
            "description": "Stocks dropped for the second day in a row as coronavirus volatility dragged risk-asset prices deeper into correction territory. All major US indices declined as the outbreak's infection count passed 100,000 and investors continued running to safe havens. The…",
            "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-today-indexes-drop-coronavirus-fear-volatility-correction-2020-3-1028972959",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6288adfee23d310f513b96-2400/2020-03-05t214714z535755400rc2xdf9un7wrrtrmadp3usa-stocks.jpg",
            "publishedAt": "2020-03-06T18:37:22Z",
            "content": "Andrew Kelly/Reuters\r\n<ul><li>Stocks dropped for the second day in a row as coronavirus volatility dragged risk-asset prices deeper into correction territory.</li><li>All major US indices declined as the outbreak's infection count passed 100,000 and investors… [+1979 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The US lifts tariffs on Chinese face masks and other medical supplies amid coronavirus outbreak",
            "description": "The Trump administration has taken steps to ease punitive tariffs against certain medical items from China. The steps came against a backdrop of escalating concerns about a coronavirus outbreak in the US. The administration has offered tariff relief for more …",
            "url": "https://markets.businessinsider.com/news/stocks/us-lifts-tariffs-on-chinese-medical-supplies-amid-coronavirus-outbreak-2020-3-1028973176",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e61dc72fee23d3e697b08b3-2400/ba7637619b046b30072375885dc7a4aa.jpg",
            "publishedAt": "2020-03-06T20:31:38Z",
            "content": "Associated Press\r\n<ul><li>The Trump administration has taken steps to ease punitive tariffs against certain medical items from China.</li><li>The steps came against a backdrop of escalating concerns about a coronavirus outbreak in the US.</li><li>The administ… [+2136 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'This is not a drill': Stocks tank and bond yields tumble as coronavirus fears grow",
            "description": "Stocks dropped and bond yields fell on Friday as investors reacted to worrying estimates of coronavirus' economic impacts. The benchmark 10-year Treasury yield slumped to a record low of 0.74%. \"The bond market is scaring the raccoons out of the air ducts lik…",
            "url": "https://www.businessinsider.com/this-not-drill-stocks-bond-yields-tumble-coronavirus-economic-fears-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6223a4fee23d58574414c8-2400/ap19189598622395.jpg",
            "publishedAt": "2020-03-06T10:45:08Z",
            "content": "AP Photo/Richard Drew\r\n<ul><li>Stocks dropped and bond yields fell on Friday as investors reacted to worrying estimates of coronavirus' economic impacts.</li><li>The benchmark 10-year Treasury yield slumped to a record low of 0.74%.</li><li>\"The bond market i… [+3135 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Libertina Brandt",
            "title": "Internal memos from 2 major Manhattan brokerages reveal their coronavirus precautions. One isn't seeing an impact on open houses — yet.",
            "description": "Two internal memos that New York City real estate brokerages sent to their agents detail their preparations for dealing with the coronavirus and how to prepare for its potential spread. The memos, from Compass and Warburg Realty, lay out detailed tips for way…",
            "url": "https://www.businessinsider.com/how-the-real-estate-industry-is-preparing-for-the-coronavirus-brokerage",
            "urlToImage": "https://i.insider.com/5e62becafee23d124134ecb8?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T21:23:00Z",
            "content": "The coronavirus is spreading through New York City, with new diagnoses by the hour, and real estate brokerages are prepping their agents and bracing for its inevitable impact on business.\r\nInternal memos seen by Business Insider written by two major New York … [+3130 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alex Morrell",
            "title": "Bank of America is splitting its trading force and sending staffers to Stamford amid concern over coronavirus spread, according to an internal memo",
            "description": "Bank of America is splitting up its New York-based trading force between two offices as the coronavirus spreads. The bank is moving to \"partial split operations,\" according to an internal memo, shifting select employees to a back-up office in Stamford, Connec…",
            "url": "https://www.businessinsider.com/bank-of-america-sending-traders-to-stamford-amid-coronavirus-concerns-2020-3",
            "urlToImage": "https://i.insider.com/5e627980fee23d30593aa644?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T16:51:30Z",
            "content": "Amid growing concerns over spread of the coronavirus, Bank of America plans to split up its trading floor and send employees to offices in Connecticut, according to an internal memo seen by Business Insider. \r\nThe bank is planning to move to \"partial split op… [+2219 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Investors are practically begging the Fed to cut rates again as coronavirus threatens the economy — even though the central bank just did",
            "description": "Markets are calling for lower interest rates even after the Fed handed down an emergency half-point cut on Tuesday to combat coronavirus' potential impact on the US economy. Seventy-eight percent of traders think the Fed will cut another 50 basis points, whil…",
            "url": "https://www.businessinsider.com/market-pricing-traders-want-more-rate-cuts-fed-emergency-coronavirus-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/55e05a9d9dd7cc21008b68e3-2400/rtr2nghd.jpg",
            "publishedAt": "2020-03-06T16:48:29Z",
            "content": "REUTERS/Peter Newcomb\r\n<ul><li>Markets are calling for lower interest rates even after the Fed handed down an emergency half-point cut on Tuesday to combat coronavirus' potential impact on the US economy. </li><li>Seventy-eight percent of traders think the Fe… [+2029 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tanza Loudenback",
            "title": "The best investment apps to use right now",
            "description": "E*TRADE : Best investment app overall SoFi Invest : Best fee-free investment app Wealthfront : Best investment app for hands-off investors Robinhood : Best investment app for active investors Acorns : Best investment app for beginners Ellevest : Best investme…",
            "url": "https://www.businessinsider.com/what-are-the-best-investment-apps",
            "urlToImage": "https://i.insider.com/5e5e9c06fee23d45c000af83?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T17:10:11Z",
            "content": "Personal Finance Insider writes about products, strategies, and tips to help you make smart decisions with your money. We may receive a small commission from our partners, but our reporting and recommendations are always independent and objective.\r\nInvesting … [+18645 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. 'This is not a drill': Stocks tank and bond yields tumble as coronavirus fears grow. \"The bond market is scaring the raccoons out of the air ducts like crazy right now.\" 2. Oil plunges as coronavirus th…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-march-06-2020-3-1028971753",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e623f3ffee23d76f47bd015-2000/ap19182564526511.jpg",
            "publishedAt": "2020-03-06T12:41:54Z",
            "content": "AP Images / Richard Drew\r\nHere's what you need to know before the markets open.\r\n1. 'This is not a drill': Stocks tank and bond yields tumble as coronavirus fears grow. \"The bond market is scaring the raccoons out of the air ducts like crazy right now.\"\r\n2. O… [+1698 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump adviser Larry Kudlow keeps saying investors should buy the dip as stocks plunge on coronavirus fears",
            "description": "Larry Kudlow told CNBC that people should immediately buy into stocks as the market sheds value. 'Long-term investors should think seriously about buying these dips,\" Kudlow said on CNBC. Stocks, however, continued their plunge on Friday amid escalating fears…",
            "url": "https://www.businessinsider.com/larry-kudlow-investors-buy-the-dip-as-stocks-plunge-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5b1f30a01ae6624d008b4f69?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:37:50Z",
            "content": "If there's one piece of financial advice the White House wants Americans to have right now, it's to buy the dip.\r\nLarry Kudlow, a top economic adviser for the Trump administration, said that investors seeking to gain an edge in the market should jump in now w… [+1555 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "The market's safest assets have surged to new highs as coronavirus panic has sent stocks plummeting",
            "description": "Safe-haven assets are surging as investors rush to snap up long-term bonds and gold amid coronavirus panic that's tanking global stocks. Gold hit $1,690 an ounce this week, a seven-year high. In addition, yields on 10- and 30-year US Treasury bonds fell to re…",
            "url": "https://markets.businessinsider.com/news/stocks/safe-haven-assets-surging-new-highs-coronavirus-panic-stocks-falling-2020-3-1028972161",
            "urlToImage": null,
            "publishedAt": "2020-03-06T14:12:14Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Oil plunges as coronavirus threatens to hammer demand and producers clash over cutting output",
            "description": "Oil prices tumbled to 33-month lows on Friday as coronavirus fears and doubts about production cuts took hold. The Organization of Petroleum Exporting Countries halved its growth forecast for global oil demand this year to 480,000 barrels per day, blaming the…",
            "url": "https://markets.businessinsider.com/news/stocks/oil-price-plunges-coronavirus-fears-opec-russia-clash-cuts-2020-3-1028971722",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e6233a8fee23d603d48b942-2400/rtr2kupz.jpg",
            "publishedAt": "2020-03-06T12:33:43Z",
            "content": "REUTERS/Shannon Stapleton \r\n<ul><li>Oil prices tumbled to 33-month lows on Friday as coronavirus fears and doubts about production cuts took hold.</li><li>The Organization of Petroleum Exporting Countries halved its growth forecast for global oil demand this … [+1581 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The White House considers aid including tax relief for airlines and other coronavirus-hit industries",
            "description": "The White House is discussing ways to provide financial relief to Americans as the coronavirus outbreak raises concerns about the US economy, Larry Kudlow said Friday. Kudlow stressed that any plan would be targeted toward certain individuals, rather than the…",
            "url": "https://markets.businessinsider.com/news/stocks/white-house-considers-aid-tax-relief-airlines-coronavirus-hit-industries-2020-3-1028972782",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e628415fee23d2a5b3cf8c9-2350/2020-03-06t161857z1598452250rc2gef9g5yiertrmadp3usa-weather-trump.jpg",
            "publishedAt": "2020-03-06T17:11:36Z",
            "content": "Tom Brenner/Reuters\r\n<ul><li>The White House is discussing ways to provide financial relief to Americans as the coronavirus outbreak raises concerns about the US economy, Larry Kudlow said Friday.</li><li>Kudlow stressed that any plan would be targeted toward… [+2043 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "A Trump advisor who opposes free trade is complaining that countries aren't trading medical supplies because of the coronavirus",
            "description": "One of Trump's top trade advisors — who has long been critical of free trade — lashed out at other countries for not trading because of the global outbreak of coronavirus. \"The US is alone,\" Peter Navarro said. Some countries like Russia and Germany are impos…",
            "url": "https://www.businessinsider.com/peter-navarro-trump-anti-free-trade-advisor-complains-amid-coronavirus-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b0346911ae6622d008b49e0-2000/ap17090746132056.jpg",
            "publishedAt": "2020-03-06T14:13:58Z",
            "content": "Andrew Harnik/AP\r\n<ul><li>One of Trump's top trade advisors — who has long been critical of free trade — lashed out at other countries for not trading because of the global outbreak of coronavirus.</li><li>\"The US is alone,\" Peter Navarro said.</li><li>Some c… [+2492 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "An employee at the Zuckerberg Chan Initiative tested positive for coronavirus",
            "description": "Facebook CEO Mark Zuckerberg's charitable organization, the Chan Zuckerberg Initiative (CZI), has made it mandatory for all employees to work from home after a worker was diagnosed with coronavirus. The charity was founded in 2015 by Zuckerberg and his wife P…",
            "url": "https://www.businessinsider.com/coronavirus-zuckerberg-chan-initiative-employee-tests-positive-2020-3",
            "urlToImage": "https://i.insider.com/5e61c803fee23d4b1975b102?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T06:04:01Z",
            "content": "An employee at Facebook CEO Mark Zuckerberg's charitable organization, the Chan Zuckerberg Initiative (CZI), tested positive for coronavirus. \r\nThe charity was founded in 2015 by Zuckerberg and his wife Priscilla Chan. The organization uses technology to cont… [+2210 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Here's why one investment chief says consumer confidence is the most important signal for markets amid the coronavirus outbreak",
            "description": "US consumer confidence is the top indicator Lisa Shalett, chief investment officer for wealth management at Morgan Stanley, is watching right now as fear of the coronavirus outbreak roils global markets. If consumers aren't willing to spend, \"then the earning…",
            "url": "https://www.businessinsider.com/us-consumer-confidence-top-stock-economy-indicator-markets-coronavirus-impact-2020-3",
            "urlToImage": "https://images.markets.businessinsider.com/image/5aa963b33be59f19008b4a4f-2000/gettyimages-623636166.jpg",
            "publishedAt": "2020-03-06T15:26:48Z",
            "content": "Tory Ho/Getty Images\r\n<ul><li>US consumer confidence is the top indicator Lisa Shalett, chief investment officer for wealth management at Morgan Stanley, is watching right now as fear of the coronavirus outbreak roils global markets.Â </li><li>If consumers ar… [+2995 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Billionaire investor Steve Cohen is reportedly raising money for a new fund designed to invest in private companies",
            "description": "Billionaire investor Steve Cohen is stepping outside the hedge fund industry and creating a private-markets fund, The Wall Street Journal reported Friday. The fund, named Point72 Hyperscale, will act as a hybrid between a venture capital firm and a private-eq…",
            "url": "https://markets.businessinsider.com/news/stocks/billionaire-steve-cohen-raising-money-private-markets-fund-point72-hyperscale-2020-3-1028972179",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e624f9cfee23d7e8a589c82-1263/screen-shot-2013-07-22-at-104841-am.png",
            "publishedAt": "2020-03-06T14:21:52Z",
            "content": "REUTERS/Steve Marcus\r\n<ul><li>Billionaire investor Steve Cohen is stepping outside the hedge fund industry and creating a private-markets fund, The Wall Street Journal reported Friday.</li><li>The fund, named Point72 Hyperscale, will act as a hybrid between a… [+2875 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": null,
            "title": "From travel bans to disaster-recovery sites, here's everything we know about how Wall Street banks are handling the spread of coronavirus",
            "description": "The spread of coronavirus has sent Wall Street banks scrambling to put in place policies to protect workers and clients and make sure business can carry on with as little disruption as possible. The changes come as financial markets are being rocked by worrie…",
            "url": "https://www.businessinsider.com/wall-street-contingency-plans-and-policies-for-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e628f29fee23d4e2c296fe5?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:27:57Z",
            "content": "With the global spread of coronavirus, Wall Street banks are grappling with how to keep workers and clients safe while keeping their sprawling operations running with as little disruption as possible. \r\nWe've been tracking changes to employee travel policies,… [+577 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Amazon will continue to pay hourly employees at its Seattle and Bellevue offices while office staffers are asked to work from home due to coronavirus concerns (AMZN, MSFT, FB, GOOG, GOOGL, TWTR)",
            "description": "Amazon will continue to pay hourly workers who support its Seattle and Bellevue offices while coronavirus-related remote work policies are in effect, a spokesperson told Business Insider. The company is also subsidizing one month's rent for businesses that op…",
            "url": "https://www.businessinsider.com/amazon-will-pay-hourly-workers-amid-coronavirus-office-closures-2020-3",
            "urlToImage": "https://i.insider.com/5e62aabcfee23d74851efc56?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:08:36Z",
            "content": "Amazon will keep paying the hourly workers who support its Seattle and Bellevue offices while employees in those locations are asked to work from home due to coronavirus concerns, a spokesperson told Business Insider. \r\n \"We will continue to pay all hourly em… [+1072 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "Carnival Cruise Line is offering passengers up to $200 of onboard credit if they keep their scheduled bookings through May 31 (CCL)",
            "description": "Carnival Cruise Line is offering passengers up to $200 worth of extra credit if they keep their bookings through May 31, 2020. Guests who choose to keep their upcoming bookings will receive the money as onboard credits, which function like money and can be us…",
            "url": "https://www.businessinsider.com/coronavirus-carnival-cruise-offer-onboard-credit-keep-booking-2020-3",
            "urlToImage": "https://i.insider.com/5e61f1affee23d5adf4e0f43?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T09:22:56Z",
            "content": "Carnival Cruise Line is offering passengers up to $200 worth of extra credit if they keep their bookings through May 31 as the cruise industry takes a hit over concerns about the new coronavirus. \r\nThe cruise giant sent out a letter to passengers on Thursday … [+2817 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melia Russell",
            "title": "Sequoia's coronavirus memo is eerily similar to another warning the VC firm gave to startup founders in 2008. Here's the full 'R.I.P. Good Times' deck.",
            "description": "Silicon Valley VC firm Sequoia Capital sent a memo to startup founders on Thursday, urging them to \"brace for turbulence\" during the coronavirus outbreak. The memo has been called \"the sequel\" to another famous warning that the firm gave to entrepreneurs in 2…",
            "url": "https://www.businessinsider.com/sequoia-capital-rip-good-times-presentation-2020-3",
            "urlToImage": "https://i.insider.com/5e62bbc9fee23d0bba5e5ffa?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T22:36:00Z",
            "content": "Entrepreneurs are learning it's time to batten down the hatches in startup land.\r\nLegendary venture capital firm Sequoia Capital sent a memo to its company founders and chief executives on Thursday, warning them of the potential business consequences of the c… [+2688 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "How to use Apple Pay and other contactless payments to avoid touching cash, cards, and payment machines in the age of coronavirus (GOOG, AAPL)",
            "description": "Contactless payments like Google Pay and Apple Pay can be used right from your phone at many stores, and even at some subway terminals. Cash could be method of spreading the coronavirus, and the WHO recommends that people use contactless payments when possibl…",
            "url": "https://www.businessinsider.com/use-apple-pay-google-pay-avoid-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e613f00fee23d3674764966?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T13:22:00Z",
            "content": "Cash could help spread COVID-19, the coronavirus disease, according to the World Health Organization, so contactless payment is the safer option for now. The WHO says that the virus could stay on money for days after exposure, and people should wash their han… [+563 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price and Rosalie Chan",
            "title": "Apple is recommending employees at its Silicon Valley headquarters work from home due to coronavirus fears (AAPL)",
            "description": "Apple is recommending that employees at its Silicon Valley headquarters work from home. It's the latest big tech company to institute new remote work policies due to coronavirus fears. The viral outbreak has disrupted businesses around the world, interrupting…",
            "url": "https://www.businessinsider.com/coronavirus-apple-recommends-employees-headquarters-work-from-home-2020-3",
            "urlToImage": "https://i.insider.com/5df0b7c8fd9db266cf55afd3?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T18:29:37Z",
            "content": "Apple has recommended that employees at its Silicon Valley headquarters work from home due to coronavirus fears, making it the latest in a growing list of companies instituting new remote work policies because of the outbreak.\r\nA source familiar with the matt… [+1408 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shona Ghosh",
            "title": "Facebook is temporarily closing its London offices after a Singapore employee who visited was diagnosed with COVID-19",
            "description": "Facebook says it is temporarily closing its London offices after a Singapore employee visited and was subsequently diagnosed with COVID-19, the disease caused by the coronavirus. The firm's offices are only closed until Monday for a deep cleaning, with employ…",
            "url": "https://www.businessinsider.com/coronavirus-facebook-temporarily-closes-london-offices-employee-infected-covid-19-2020-3",
            "urlToImage": "https://i.insider.com/5e628294fee23d284f407aeb?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T17:06:34Z",
            "content": "Facebook has temporarily shuttered its London offices until Monday, March 9, after a Singapore-based employee who visited in February was subsequently diagnosed the disease caused by the novel coronavirus.\r\nThe unnamed employee visited Facebook's London offic… [+1309 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Hanbury",
            "title": "Costco's free food samples are being pulled from some of its stores as coronavirus worries grow",
            "description": "Costco is no longer serving free food samples at some of its stores around the world as a hygiene measure against the novel coronavirus. Representatives for the company that handles Costco's product demonstrations in certain countries confirmed that it had pu…",
            "url": "https://www.businessinsider.com/costco-pulls-free-samples-from-certain-stores-amid-coronavirus-panic-2020-3",
            "urlToImage": "https://i.insider.com/5787fef688e4a794048b832d?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T12:28:37Z",
            "content": "Costco's free food samples have become an iconic part of its image and a key reason why its megafans stay so loyal to the chain. But in recent weeks, some shoppers have raised concerns about whether the warehouse chain should be serving up these tasty bites a… [+1656 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "Google is letting its tens of thousands of Bay Area employees work from home due to coronavirus",
            "description": "Google is allowing its tens of thousands of Bay Area, California employees to work from home amid mounting fears about the coronavirus. Visit Business Insider's homepage for more stories. Google is allowing its tens of thousands of Bay Area, California employ…",
            "url": "https://www.businessinsider.com/google-letting-bay-area-employees-work-from-home-due-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e61ddd4fee23d3edb0bfcc2?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T05:29:55Z",
            "content": "Google is allowing its tens of thousands of Bay Area, California employees to work from home amid mounting fears about the coronavirus.\r\nOn Thursday, the tech company emailed employees to tell them that they can work remotely, according to a source familiar w… [+1207 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Graham Rapier",
            "title": "Shifting Gears: Airlines had a very, very bad week",
            "description": "As the novel coronavirus continues to spread — having now topped 100,000 confirmed cases — it's having a disastrous effect on demand for airlines, cruise ships, and other means of transportation. Want this digest delivered straight to your inbox every week? S…",
            "url": "https://www.businessinsider.com/shifting-gears-transportation-newsletter-airlines-had-a-bad-week-2020-3",
            "urlToImage": "https://i.insider.com/5e62697efee23d05fb6aee2d?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T16:52:08Z",
            "content": "As the novel coronavirus continues to spread — having now topped 100,000 confirmed cases —  it's having a disastrous effect on demand for airlines, cruise ships, and other means of transportation.\r\nWant this digest delivered straight to your inbox every week?… [+2419 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Two Microsoft employees reportedly have the illness caused by coronavirus – one works at Microsoft's HQ and the other is a remote LinkedIn employee (MSFT)",
            "description": "Microsoft reportedly disclosed two employees have the illness caused by coronavirus. One is an employee who works in the company's Redmond office and the other is a remote LinkedIn worker, per Bloomberg. Visit Business Insider's homepage for more stories. Two…",
            "url": "https://www.businessinsider.com/microsoft-employees-coronavirus-cases-linkedin-2020-3",
            "urlToImage": "https://i.insider.com/5e6285dbfee23d30b94fbf07?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T17:27:31Z",
            "content": "Two Microsoft employees have the illness caused by coronavirus, Microsoft confirmed.\r\nMicrosoft says that the two employees with COVID-19 have been quarantined. One employee works out of Microsoft's Redmond headquarters and another is a remote LinkedIn worker… [+1032 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "A senior Chinese official was heckled while visiting Wuhan, showing how much the coronavirus has weakened the Communist Party's grip on power",
            "description": "One of China's most powerful officials was heckled in Wuhan, showing how the coronavirus is testing state control. \"Fake, fake, everything is fake,\" residents chanted at Vice Premier Sun Chunlan as she walked through Qingshan district on Thursday, as seen in …",
            "url": "https://www.businessinsider.com/coronavirus-wuhan-residents-heckle-china-official-power-weakened-2020-3",
            "urlToImage": "https://i.insider.com/5e622aedfee23d6f444329f4?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T11:03:44Z",
            "content": "A top-ranking Chinese official was heckled during a visit to Wuhan, showing that the coronavirus is testing the Communist Party's grip on power.\r\n\"Fake, fake, everything is fake,\" went the chant from residents directed at Vice Premier Sun Chunlan as she led a… [+3112 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "'This is not the ticket dispenser at the deli counter; it's a public health emergency': A California nurse in self-quarantine condemns delays in coronavirus testing",
            "description": "BSIP/UIG Via Getty Images A nurse in self-quarantine penned an anonymous open letter, condemning the delay in coronavirus testing for healthcare workers who contract the disease. The nurse wrote she started feeling sick after caring for a patient who tested p…",
            "url": "https://www.businessinsider.com/nurse-in-self-quarantine-condemns-delays-in-coronavirus-testing-2020-3",
            "urlToImage": "https://i.insider.com/5e618337fee23d0fe1282ad4?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T02:30:09Z",
            "content": "A California nurse who went into self-quarantine after developing symptoms fitting that of the novel coronavirus — which causes the disease named COVID-19 — condemned the delay in testing for healthcare workers, saying she can't protect her patients if she ca… [+1830 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "eBay is forbidding new listings of hand sanitizer and face masks over concerns of online price gouging due to the coronavirus",
            "description": "eBay is prohibiting sales of specialized face masks and hand sanitizer in the face of the coronavirus outbreak, CNBC first reported on Friday. The ban against all \"new listings for hand sanitizer, disinfecting wipes and surgical masks, including N95 and N100 …",
            "url": "https://www.businessinsider.com/ebay-barring-sales-hand-sanitizer-face-masks-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e629010fee23d3a1d5f4cf7?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T19:38:30Z",
            "content": "eBay has barred its sellers from posting new listings in the United States for products associated with the coronavirus outbreak, including face masks and hand sanitizer.\r\nOn Thursday, the e-commerce giant released a statement to the eBay community, saying th… [+1817 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "The Drive-Thru: Coronavirus impacts everyone in retail, from execs to employees and consumers",
            "description": "Happy Friday! I'm Shoshy Ciment, a junior reporter at Business Insider, here with your hourly reminder to wash your hands. Now that that's out of the way, hello! Welcome back to another jam-packed — albeit grim — week of The Drive-Thru. This week on the retai…",
            "url": "https://www.businessinsider.com/the-drive-thru-coronavirus-hits-retailers-workers-and-consumers-2020-3",
            "urlToImage": "https://i.insider.com/5e6156dffee23d63367062a3?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T15:46:45Z",
            "content": "Happy Friday!\r\nI'm Shoshy Ciment, a junior reporter at Business Insider, here with your hourly reminder to wash your hands.\r\nNow that that's out of the way, hello! Welcome back to another jam-packed — albeit grim — week of The Drive-Thru. This week on the ret… [+4913 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Expedia will continue to pay hourly workers during the coronavirus outbreak (EXPE)",
            "description": "Expedia said it will continue to pay hourly workers full wages even if they work reduced hours during the coronavirus outbreak, the company said in an email to Business Insider. Expedia joins Microsoft, Amazon, Google, Facebook and Twitter in its commitment t…",
            "url": "https://www.businessinsider.com/expedia-pay-hourly-workers-coronavirus-outbreak-2020-3",
            "urlToImage": "https://i.insider.com/5e62b5d0fee23d072d2d4ba5?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:50:28Z",
            "content": "Expedia in an email to Business Insider said it will continue to pay hourly workers full wages even if they work reduced hours during the coronavirus outbreak.\r\n\"As we work with King County to slow the spread of COVID-19 by encouraging our Seattle-based emplo… [+1115 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker and Reuters",
            "title": "Amazon has pulled 530,000 products from its store and is working with state attorneys general to crack down on sellers exploiting coronavirus fears (AMZN)",
            "description": "Amazon told lawmakers in a letter Friday that it's working with state AGs to track down third-party sellers taking advantage of customers concerned about the coronavirus. On Wednesday, Sen. Edward Markey called on the online retail giant to tackle price gougi…",
            "url": "https://www.businessinsider.com/amazon-says-working-with-state-ags-to-nab-sellers-engaged-in-price-gouging-over-coronavirus-2020-3",
            "urlToImage": "https://www.businessinsider.com/public/assets/BI/US/og-image-logo-social.png",
            "publishedAt": "2020-03-06T22:12:51Z",
            "content": "Amazon is working with state attorneys general to help them identify and prosecute third-party sellers for taking advantage of customers' fears surrounding the coronavirus outbreak, the company announced Friday.\r\nIn a letter to U.S. Senator Edward Markey, Ama… [+1994 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "jzeballos@businessinsider.com (Joseph Zeballos-Roig), Joseph Zeballos-Roig",
            "title": "A Trump advisor who opposes free trade is complaining that countries aren't trading medical supplies because of the coronavirus",
            "description": "Andrew Harnik/AP One of Trump's top trade advisors — who has long been critical of free trade — lashed out at other countries for not trading because of the global outbreak of coronavirus. \"The US is alone,\" Peter Navarro said. Some countries like Russia and …",
            "url": "https://markets.businessinsider.com/news/stocks/peter-navarro-trump-anti-free-trade-advisor-complains-amid-coronavirus-2020-3-1028972160",
            "urlToImage": "https://images.markets.businessinsider.com/image/5b0346911ae6622d008b49e0-2000/ap17090746132056.jpg",
            "publishedAt": "2020-03-06T14:13:58Z",
            "content": "Andrew Harnik/AP\r\n<ul><li>One of Trump's top trade advisors - who has long been critical of free trade - lashed out at other countries for not trading because of the global outbreak of coronavirus.</li><li>\"The US is alone,\" Peter Navarro said.</li><li>Some c… [+2492 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Isobel Asher Hamilton",
            "title": "Google, Facebook, Amazon, Microsoft, and Twitter ask employees to stay away from Silicon Valley and Seattle HQs as they bunker down against coronavirus",
            "description": "Tech giants including Facebook, Amazon, and Google have asked employees to work from home amid the novel coronavirus outbreak. Facebook and Amazon have confirmed that they have had workers in their Seattle offices test positive for the virus. Other companies …",
            "url": "https://www.businessinsider.com/facebook-google-amazon-twitter-microsoft-headquarters-close-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5b998d90959f34ee318b50b5?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T11:29:32Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "The White House admitted it will fail to meet its goal of providing enough coronavirus test kits for 1 million people by the end of the week",
            "description": "US officials had hoped to produced enough coronavirus test by Friday kits to test one million people. Vice President Mike Pence said Thursday that this would not be possible, according to the BBC. Instead he hopes the million goal can be met next week. The US…",
            "url": "https://www.businessinsider.com/white-house-says-will-fail-1m-goal-coronavirus-test-kits-2020-3",
            "urlToImage": "https://i.insider.com/5e622781fee23d58142d99b6?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T10:59:29Z",
            "content": "The White House has admitted that the federal government will not be able to keep its promise to deliver enough coronavirus test kits for 1 million people by the end of the week.\r\nVice President Mike Pence, who is leading the federal government's coronavirus … [+2656 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Haven Orecchio-Egresitz), Haven Orecchio-Egresitz",
            "title": "These couples spent nearly a month under confinement in a coronavirus quarantine, and yes, they're still married",
            "description": "Kim Kyung-Hoon/Reuters When the Diamond Princess cruise ship went under mandatory quarantine, many guests were trapped with their partners in close quarters. With very little space to themselves, the couples had to find things to fill their days. These two co…",
            "url": "https://www.businessinsider.com/these-couples-spent-nearly-a-month-in-coronavirus-quarantine-together-2020-3",
            "urlToImage": "https://i.insider.com/5e62afeffee23d63d827cc04?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T20:43:34Z",
            "content": "On February 4, the nearly 4,000 passengers and crew aboard the Diamond Princess cruise ship touring Japan got scary news: a man had been diagnosed with the new coronavirus.\r\nThe next day, the whole ship was put under a mandatory 14-day quarantine. \r\nAfter nea… [+9440 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Stewart",
            "title": "Read the email Microsoft sent alerting employees about coronavirus cases within the company (MSFT)",
            "description": "Two Microsoft employees – one at Microsoft headquarters in Redmond, Washington, and another remote LinkedIn worker in the Seattle area – have the illness caused by coronavirus, Microsoft confirmed. The Microsoft headquarters employee worked in Building 41 and…",
            "url": "https://www.businessinsider.com/microsoft-coronavirus-cases-kurt-delbene-email-2020-3",
            "urlToImage": "https://i.insider.com/5e62a221fee23d533d391e74?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T19:20:03Z",
            "content": "Microsoft disclosed two Seattle-area employees have the illness caused by coronavirus, and an email reviewed by Business Insider reveals more details about the affected employees.\r\nMicrosoft confirmed on Friday two employees – one who worked in the company's … [+2787 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "adunn@businessinsider.com (Andrew Dunn), Andrew Dunn",
            "title": "The inside story of how the $10 billion biotech Moderna developed a potential coronavirus vaccine in record time",
            "description": "Moderna The $10 billion biotech Moderna developed a potential coronavirus vaccine in record time, zooming past Big Pharma competitors. Stephane Bancel, the company's CEO, sat down with Business Insider to discuss the technology platform that drove its speed a…",
            "url": "https://www.businessinsider.com/moderna-coronavirus-vaccine-timeline-ceo-interview-2020-3",
            "urlToImage": "https://i.insider.com/5e62a38cfee23d6afb347692?width=1200&format=jpeg",
            "publishedAt": "2020-03-06T19:28:00Z",
            "content": "NORWOOD, Massachusetts — Stephane Bancel was vacationing in the south of France with his family when he first read about the virus.\r\nIt was early January when the biotech executive saw a Wall Street Journal article describing a \"mystery virus outbreak\" in cen… [+1217 chars]"
        }
    ]
}