{
    "status": "ok",
    "totalResults": 31,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Peter Roff",
            "title": "The Democrat Field Narrows. Should the GOP Worry? | Opinion",
            "description": "Trump may have to fight to win—and a coronavirus-driven recession might form quite the stumbling block.",
            "url": "https://www.newsweek.com/field-narrows-super-tuesday-trump-gop-1490990",
            "urlToImage": "https://d.newsweek.com/en/full/1572041/bidensanders.jpg",
            "publishedAt": "2020-03-06T20:42:36Z",
            "content": "And then there were two.\r\nThanks to South Carolina and Super Tuesday, the race for the Democratic Party's presidential nomination is between a candidate of the left and a candidate of the far left. The moderate, market-friendly, free-trade wing of the party h… [+5418 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Scott McDonald",
            "title": "XFL Concessions Vendor Tests Positive For Coronavirus, Worked Game in Seattle Last Month",
            "description": "More than 22,000 fans attended the Dallas-Seattle XFL game on Feb. 22 at CenturyLink Field where a concessions vendor has since tested positive for coronavirus.",
            "url": "https://www.newsweek.com/xfl-concessions-vendor-tests-positive-coronavirus-worked-game-seattle-last-month-1490845",
            "urlToImage": "https://d.newsweek.com/en/full/1571824/xfl-coronavirus.jpg",
            "publishedAt": "2020-03-06T04:41:01Z",
            "content": "The sports world has dealt with the outbreak of the coronavirus and how it could affect each sport, the players and its fans. From the NBA to March Madness, and countries outside of the U.S. taking preliminary precautions, another wrinkle has surfaced.\r\nA con… [+2984 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Shane Croucher",
            "title": "Coronavirus Might Spark a Business Debt Crisis, Economist Warns: 'Pockets of Vulnerability Could Blow Up'",
            "description": "The Capital Economics global economist said that if the coronavirus situation worsens then corporate debt issues could reach a \"tipping-point.\"",
            "url": "https://www.newsweek.com/coronavirus-economy-corporate-debt-crisis-recession-economist-1490949",
            "urlToImage": "https://d.newsweek.com/en/full/1572001/coronavirus-economy-stock-markets-corporate-debt-crisis.jpg",
            "publishedAt": "2020-03-06T16:54:14Z",
            "content": "An economist has warned that if the coronavirus health emergency causes enough damage to corporate finances then it could trigger a business debt crisis.\r\nSimon MacAdam, a global economist at the consultancy Capital Economics, highlighted the risk in a note t… [+5110 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Eddy Rodriguez",
            "title": "Trump's Lead Coronavirus Doctor Advises Sick People Who Haven't Traveled to 'Hunker Down' at Home",
            "description": "Dr. Anthony Fauci said that those who have not traveled and are feeling sick most likely do not have the coronavirus and should recover at home.",
            "url": "https://www.newsweek.com/trumps-lead-coronavirus-doctor-advises-sick-people-who-havent-traveled-hunker-down-home-1490956",
            "urlToImage": "https://d.newsweek.com/en/full/1570640/dr-anthony-fauci.jpg",
            "publishedAt": "2020-03-06T16:56:24Z",
            "content": "President Donald Trump's lead doctor in the nation's response to combat the novel coronavirus advised those who are feeling sick and have not traveled abroad Thursday to \"hunker down\" at home until they recover.\r\n\"The overwhelming likelihood is that it is not… [+3785 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Rosie McCall",
            "title": "California Nurse Claims CDC Withheld Coronavirus Test After They Fell Ill Caring for COVID-19 Patient",
            "description": "The nurse had volunteered to look after a coronavirus patient and says they were denied testing by the CDC when they started to display similar symptoms.",
            "url": "https://www.newsweek.com/california-nurs-cdc-coronavirus-tests-covid-19-patient-1490874",
            "urlToImage": "https://d.newsweek.com/en/full/1571852/hospital-corridor.jpg",
            "publishedAt": "2020-03-06T12:12:49Z",
            "content": "A nurse who fell ill while caring for a patient with the novel coronavirus in north California has criticized the actions of the U.S. Centers for Disease Control and Prevention (CDC).\r\nThe nurse claims the department ignored orders from both their physician a… [+3270 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "As Coronavirus Spreads Across Globe, Here's How Iran, Italy, U.S. and South Korea Are Responding",
            "description": "Countries around the world have implemented quarantines, school closures, bans on large gatherings and travel restrictions to try to stop the spread of the new coronavirus.",
            "url": "https://www.newsweek.com/coronavirus-response-us-iran-italy-south-korea-1490818",
            "urlToImage": "https://d.newsweek.com/en/full/1571759/coronavirus-response-italy-iran-us-south-korea.jpg",
            "publishedAt": "2020-03-06T15:07:53Z",
            "content": "Quarantines, school closures, bans on large gatherings and travel restrictions are all measures countries have taken to curb the spread of a new coronavirus as the world tries to figure out the best way to respond.\r\n\"Nobody has ever responded to an epidemic p… [+6204 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "Secretary of State Mike Pompeo Says Initial Lack of Information From China About Coronavirus 'Put Us Behind the Curve'",
            "description": "On Friday, Secretary of State Mike Pompeo stated that China's reluctance to provide coronavirus information during the initial stages of the outbreak, put the U.S. \"behind the curve.\"",
            "url": "https://www.newsweek.com/secretary-state-mike-pompeo-says-initial-lack-information-china-about-coronavirus-put-us-behind-1490975",
            "urlToImage": "https://d.newsweek.com/en/full/1572031/mike-pompeo.jpg",
            "publishedAt": "2020-03-06T17:38:56Z",
            "content": "On Friday, Secretary of State Mike Pompeo stated that China's reluctance to provide coronavirus information during the initial stages of the outbreak put the U.S. \"behind the curve.\"\r\n\"The information we got at the front end of this thing wasn't perfect and h… [+2286 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Mark Joseph",
            "title": "As Japan Battles The Coronavirus, Kyu Sakamoto Reminds A Nation of The Importance of Bold Leadership",
            "description": "There is a marked difference between how slowly Japan handled its worst-ever air disaster—and its rapid and decisive response to the coronavirus outbreak.",
            "url": "https://www.newsweek.com/japan-shinzo-abe-coronavirus-decisions-1490900",
            "urlToImage": "https://d.newsweek.com/en/full/1571939/shinzo-abe.jpg",
            "publishedAt": "2020-03-06T12:07:02Z",
            "content": "In 1963 Japanese pop star Kyu Sakamoto topped the American pop charts with a song titled \"Ue O Muite Aruko\" (\"Let's look up as we walk\") and, weirdly, retitled Sukiyaki in the U.S. The song promptly became the only Japanese language song to reach the top of t… [+4519 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "Two Microsoft Employees in Washington Contract Coronavirus, Placed in Quarantine",
            "description": "The two tech company staffers, whose exact job titles have not been released, are reportedly located in Puget Sound, which is close to Microsoft's corporate headquarters in Redmond.",
            "url": "https://www.newsweek.com/washington-state-two-microsoft-employees-coronavirus-covid-19-quarantine-1490852",
            "urlToImage": "https://d.newsweek.com/en/full/1571834/microsoft-logo.jpg",
            "publishedAt": "2020-03-06T09:11:46Z",
            "content": "Two Microsoft employees in Washington state have contracted COVID-19 the company has confirmed as coronavirus cases in the region continue to rise.\r\nThe staffers, whose exact job titles have not been released, are reportedly located in Puget Sound, which is c… [+3056 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matt Keeley",
            "title": "SXSW First Major U.S. Event Cancelled Over Coronavirus Concerns",
            "description": "Austin, Texas cancelled the famous music and entertainment festival South by Southwest for the first time in 34 years.",
            "url": "https://www.newsweek.com/sxsw-first-major-us-event-cancelled-over-coronavirus-concerns-1491017",
            "urlToImage": "https://d.newsweek.com/en/full/1572078/sxsw-otoboke-beaver.jpg",
            "publishedAt": "2020-03-06T22:50:32Z",
            "content": "Officials from Austin, Texas announced Friday the popular South by Southwest (SXSW) music and entertainment festival was cancelled due to concerns over the coronavirus that causes the disease COVID-19.\r\nIn a statement released Friday, SXSW organizers announce… [+4453 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "The Complicated Business of Closing Schools Because of Coronavirus",
            "description": "Closing schools comes with a slew of complications, including how some students will be able to eat.",
            "url": "https://www.newsweek.com/coronavirus-schools-closing-complicated-food-child-care-education-1490961",
            "urlToImage": "https://d.newsweek.com/en/full/1572017/school-closure-coronavirus-covid19-us.jpg",
            "publishedAt": "2020-03-06T17:07:54Z",
            "content": "The outbreak of the new coronavirus in America is raising questions about whether it's time to close schools, but shuttering educational institutions is far more complicated and potentially problematic than simply canceling in-person classes.\r\nThe virus has f… [+4757 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "CNBC's Rick Santelli Suggests Infecting 'Everybody' With Coronavirus Because It Could Help Economy",
            "description": "CNBC's Rick Santelli lamented the impact that the COVID-19 coronavirus was having on global financial markets Thursday, suggesting that \"maybe we'd be better off if we just gave it to everybody\" to help markets.",
            "url": "https://www.newsweek.com/cnbcs-rick-santelli-suggests-infecting-everybody-coronavirus-because-it-could-help-economy-1490837",
            "urlToImage": "https://d.newsweek.com/en/full/1571818/rick-santelli.jpg",
            "publishedAt": "2020-03-06T03:11:13Z",
            "content": "CNBC's Rick Santelli suggested that infecting \"everybody\" with COVID-19 coronavirus would make people \"better off\" because it might help lessen damage to financial markets, despite the virus likely killing millions of people in such a scenario.\r\nSantelli made… [+2654 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Diane Harris",
            "title": "How to Stay Sane In a Crazy Market",
            "description": "As concerns about the economic impact of the coronavirus roil stock prices around the world, here are five smart moves to stop stressing about the market and protect your savings now.",
            "url": "https://www.newsweek.com/how-stay-sane-crazy-market-1490876",
            "urlToImage": "https://d.newsweek.com/en/full/1571763/crazy-market-01.jpg",
            "publishedAt": "2020-03-06T11:01:56Z",
            "content": "Just one day after registering the second-largest point increase in its history, the bellwether Dow Jones Industrial Average dropped 958 points yesterday, giving back nearly all of Wednesday's 1,173-point gain. The dramatic two-day seesaw was just the latest … [+13428 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Rosie McCall",
            "title": "U.S. Coronavirus Outbreak Puts Those Without Unpaid Sick Leave in 'Near-impossible Situation,' Experts Warn",
            "description": "Many are urging politicians and employers in the U.S. to offer paid sick pay for the benefit of individual workers and the general public.",
            "url": "https://www.newsweek.com/how-unpaid-sick-leave-aggravate-coronavirus-1490530",
            "urlToImage": "https://d.newsweek.com/en/full/1571877/passenger-new-york-subway.jpg",
            "publishedAt": "2020-03-06T15:04:26Z",
            "content": "A spike in the number of cases of the new coronavirus in the U.S. has reignited the debate around paid sick leave. Medical experts warn the current situation could exacerbate the spread of COVID-19 by dissuading people to take time off work.\r\n\"It's vital that… [+5480 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "Colorado Announces First Two Positive Coronavirus Cases, Infections Now Reported in 20 States",
            "description": "Two \"presumptive positive\" cases of COVID-19 were announced by health officials in Colorado Thursday.",
            "url": "https://www.newsweek.com/colorado-announces-first-two-positive-coronavirus-cases-infections-now-reported-20-states-1490831",
            "urlToImage": "https://d.newsweek.com/en/full/1571813/coronavirus-test.jpg",
            "publishedAt": "2020-03-06T01:48:58Z",
            "content": "Health officials announced the first two cases of the disease COVID-19 caused by the coronavirus in Colorado Thursday, making the state one of 20 with cases of the illness.\r\nThe first patient is said to be an unidentified man in his 30s who was visiting from … [+2575 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Suspected New York Coronavirus Hate Crime Investigated after Man Sprays Air Freshener at Asian Passenger",
            "description": "The incident come after the World Health Organization said \"harmful stereotypes\" around COVID-19 could make it harder to contain the virus which has killed over 3,000 people across the globe.",
            "url": "https://www.newsweek.com/new-york-coronavirus-hate-crime-asian-passenger-chinese-virus-1490867",
            "urlToImage": "https://d.newsweek.com/en/full/1571846/subway-new-york-city-getty.jpg",
            "publishedAt": "2020-03-06T10:30:34Z",
            "content": "Police have launched an investigation after a man sprayed an Asian man with a product on the New York subway in a suspected hate crime amid the outbreak of the new coronavirus.\r\nA video of the incident shared on Facebook shows a man in a train carriage orderi… [+3334 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update: Map Shows Nearly 100,000 Cases Confirmed Globally, Infections Spread to At Least 85 Countries",
            "description": "The North Atlantic Treaty Organization (NATO), Microsoft and the French National Assembly are among the latest major organizations that have confirmed new cases of the virus.",
            "url": "https://www.newsweek.com/coronavirus-update-new-cases-map-world-us-france-epidemic-nato-microsoft-1490897",
            "urlToImage": "https://d.newsweek.com/en/full/1571873/statista-covid19-coronavirus-worldwide-cases.jpg",
            "publishedAt": "2020-03-06T13:40:12Z",
            "content": "Confirmed COVID-19 virus cases have soared to nearly 100,000 globally as of Friday, with new cases reported in the U.S. in Washington state, where the death toll has reached at least 12 as of Friday, while the U.K. saw its first fatality. South Korea and Ital… [+13085 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Chantal Da Silva",
            "title": "Trump Admin's Immigration Policies Could Make Coronavirus More Difficult To Control, Experts Warn",
            "description": "\"We know that we have folks who are already fearful and concerned,\" said Dr. Rhonda Medows, the president of Population Health at Providence.",
            "url": "https://www.newsweek.com/trump-administrations-public-charge-rule-could-make-coronavirus-harder-control-1490924",
            "urlToImage": "https://d.newsweek.com/en/full/1571988/border.jpg",
            "publishedAt": "2020-03-06T17:02:36Z",
            "content": "The Trump administration's new \"public charge\" rule affecting low-income immigrants could effectively make it more difficult for U.S. officials to control the spread of diseases like coronavirus, experts have warned.\r\nUnder the new Inadmissibility on Public C… [+6091 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Christina Zhao",
            "title": "Trump on Coronavirus Outbreak: 'I Like That' People Are Now 'Staying In the U.S., Spending Money In The U.S.'",
            "description": "The president made the remarks during a Fox News town hall event on Thursday.",
            "url": "https://www.newsweek.com/trump-coronavirus-outbreak-i-like-that-people-are-now-staying-us-spending-money-us-1490828",
            "urlToImage": "https://d.newsweek.com/en/full/1571807/trump.jpg",
            "publishedAt": "2020-03-06T00:18:29Z",
            "content": "President Donald Trump managed to find a silver lining to the coronavirus outbreak on Thursday, telling viewers of his Fox News town hall that he \"likes\" that people are \"staying in the U.S.\" and spending money domestically.\r\nDuring a discussion about the cor… [+1770 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Ramsey Touchberry",
            "title": "Donald Trump Failed to Revive Michigan's Manufacturing Recession Like Obama Did—And Voters Might Take That to the Polls",
            "description": "Trump was never able to quite come through with promises to revive manufacturing and the recent dismal job numbers in the crucial swing state with so many blue-collar workers could have political ramifications.",
            "url": "https://www.newsweek.com/donald-trump-failed-revive-michigans-manufacturing-recession-like-obama-did-voters-might-take-1490968",
            "urlToImage": "https://d.newsweek.com/en/full/1572024/michigan-manufacturing.jpg",
            "publishedAt": "2020-03-06T21:32:33Z",
            "content": "Michigan currently suffers from a mild manufacturing recession despite President Donald Trump's promise to boost the industry, and recovery could play a big role in upcoming presidential elections.\r\nTrump made revitalizing the manufacturing sector nationwide … [+3473 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "Coronavirus-ravaged China is Using 'Big Data' to Quarantine its Citizens—Could the U.S. See Something Similar?",
            "description": "Experts say it's unlikely, but not impossible, that America will replicate the approach taken by China, which has taken full advantage of its surveillance apparatus and the murky use of \"big data.\"",
            "url": "https://www.newsweek.com/china-technology-covid-19-coronavirus-apps-alipay-health-code-u-s-outbreak-spread-1490941",
            "urlToImage": "https://d.newsweek.com/en/full/1571995/covid-19.jpg",
            "publishedAt": "2020-03-06T16:57:40Z",
            "content": "Technology has played a large role in China's efforts to contain the coronavirus outbreakbut how will the U.S. response compare as the virus continues to spread?\r\nExperts say it's unlikely, but not impossible, that America could replicate the tech-driven appr… [+8767 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus U.S. Outbreak Update: Death Toll Reaches 14, With New Cases in New Jersey, Massachusetts, Colorado, Maryland, Texas",
            "description": "Microsoft has reported two infected workers in Washington state, where the total number of deaths has hit 13, and joined Facebook and Google in advising employees to work from home.",
            "url": "https://www.newsweek.com/corona-virus-update-new-cases-death-tolll-washington-new-jersey-texas-colorado-maryland-1490931",
            "urlToImage": "https://d.newsweek.com/en/full/1572042/coronavirus-illustration.jpg",
            "publishedAt": "2020-03-06T18:27:29Z",
            "content": "The COVID-19 virus death toll in the U.S. has climbed to 14, as of Friday morning, with the number of deaths in Washington state reported to be at 13 and a death reported in California. New patients were diagnosed in Colorado, Maryland, Texas, New Jersey and … [+12720 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "New Coronavirus Will Only Cause 'Mild Illness' in 'Vast Majority of People,' Says Top Adviser to U.K. Government",
            "description": "Over 100,00 people have caught COVID-19 and more than 3,000 have died, according to Johns Hopkins University.",
            "url": "https://www.newsweek.com/coronavirus-covid19-mild-illness-death-rate-advice-1490926",
            "urlToImage": "https://d.newsweek.com/en/full/1571974/coronavirus-covid19-kenya-getty.jpg",
            "publishedAt": "2020-03-06T16:59:29Z",
            "content": "Most people who catch the new coronavirus will only develop a mild illness, a top adviser to the U.K. government has stressed.\r\nSir Patrick Vallance, chief scientific adviser to the U.K. government, told Sky News that while COVID-19 has a higher death rate th… [+5368 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "'Broken' Coronavirus Testing Process in U.S. Coud Have Enabled Covid-19 to Spread 'silently' for Weeks, Experts Warn",
            "description": "Scientists told Newsweek the U.S. is worringly behind the ball on screening for COVID-19.",
            "url": "https://www.newsweek.com/coronavirus-testing-united-states-broken-1490747",
            "urlToImage": "https://d.newsweek.com/en/full/1571502/coronavirus-covid-19-sars-2cov-getty-italy-turin.jpg",
            "publishedAt": "2020-03-06T13:46:01Z",
            "content": "Experts fear a \"broken\" system for testing suspected cases of the deadly new coronavirus in the U.S., which has reached more than a dozen states, has set the country back in containing the disease and enabled it to silently spread.\r\nFollowing weeks of setback… [+12621 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aristos Georgiou",
            "title": "World Is at 'Critical Point' for Tackling COVID-19, Top WHO Official Says",
            "description": "\"We're seeing evidence that this can actually be contained and controlled, but we're not seeing that effort to contain and control it,\" WHO assistant director-general Bruce Aylward said.",
            "url": "https://www.newsweek.com/world-critical-point-covid-19-top-who-official-1490885",
            "urlToImage": "https://d.newsweek.com/en/full/1571866/bruce-aylward-world-health-organization.jpg",
            "publishedAt": "2020-03-06T12:14:23Z",
            "content": "A top World Health Organization (WHO) official said that the world is now at a crucial stage when it comes to tackling the COVID-19 virus, highlighting that governments around the world need to bolster their responses.\r\nIn comments made to Global News, Dr. Br… [+4436 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Ewan Palmer",
            "title": "Protester Removed From Bernie Sanders Rally After Unfurling Nazi Flag",
            "description": "A large swastika was seen during presidential hopeful's speech at the Veterans Memorial Coliseum in Phoenix.",
            "url": "https://www.newsweek.com/bernie-sanders-nazi-flag-arizona-rally-1490902",
            "urlToImage": "https://d.newsweek.com/en/full/1571886/bernie-sanders.jpg",
            "publishedAt": "2020-03-06T13:10:41Z",
            "content": "A man was kicked out of a Bernie Sanders rally in Phoenix after he unfurled a Nazi flag during the democratic presidential hopeful's speech.\r\nVideos posted on social media show a man in a white t-shirt displaying a large swastika flag while Sanders is onstage… [+3454 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jeffery Martin",
            "title": "Trump Says He 'Gets Along Great' With Pence, Replacing Him as VP Would Be 'Act of Disloyalty'",
            "description": "\"Every day I read, 'He's gonna put this one, he's gonna put that one,'\" Trump said Thursday, shooting down rumors of replacing Vice President Mike Pence. \"If I did, that would be a great act of disloyalty because he's been great.\"",
            "url": "https://www.newsweek.com/trump-says-he-gets-along-great-pence-replacing-him-vp-would-act-disloyalty-1490847",
            "urlToImage": "https://d.newsweek.com/en/full/1571826/donald-trump-mike-pence.jpg",
            "publishedAt": "2020-03-06T04:50:13Z",
            "content": "President Donald Trump said Thursday at a Fox News Town Hall he has no plans to replace Vice President Mike Pence as the two were friends.\r\nTrump named Pence as one of his closest friends at a Fox News Town Hall meeting in Scranton, Pennsylvania on Thursday. … [+3203 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Dan Cancian",
            "title": "New York Knicks Record Lowest Attendance Since 2006 After Spike Lee Incident",
            "description": "Only 16,588 fans attended the Knicks' loss to the Utah Jazz on Wednesday night, the lowest attendance since December 2006.",
            "url": "https://www.newsweek.com/new-york-knicks-lowest-crowd-spike-lee-incident-1490863",
            "urlToImage": "https://d.newsweek.com/en/full/1571840/spike-lee-new-york-knicks.jpg",
            "publishedAt": "2020-03-06T09:26:01Z",
            "content": "New York Knicks fans appear to be voting with their feet and follow the example set by Spike Lee, who earlier this week announced he would not attend another home game this season.\r\nOnly 16,588 fans attended the Knicks' 112-104 home loss against the Utah Jazz… [+3200 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Newt Gingrich",
            "title": "Newt Gingrich: Neither Sanders Nor Biden Can Defeat Each Other Without Hamstringing Their Party | Opinion",
            "description": "Biden can't attack Sanders without alienating the huge progressive wing of the party. Sanders can't attack Biden without turning off the moderates. But something will have to give.",
            "url": "https://www.newsweek.com/sanders-biden-dilemma-nomination-attacks-november-1490993",
            "urlToImage": "https://d.newsweek.com/en/full/1572044/bidensandersnc.jpg",
            "publishedAt": "2020-03-06T19:29:13Z",
            "content": "One week ago, no one expected the current race for the Democratic nomination.\r\nRemember this, the next time you see or hear one of us so-called experts on television or radio confidently predicting a future we don't understand.\r\nWith the backdrop of the emerg… [+4943 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "James Walker",
            "title": "Hilary Rosen Apologizes For Saying Nina Turner Did Not Have 'Stand' To Use MLK Jr.'s Words to Attack Biden Amid Backlash",
            "description": "The Democratic strategist said she was \"wrong\" and sorry for her comments during a debate with Turner on Thursday night.",
            "url": "https://www.newsweek.com/hilary-rosen-apologizes-saying-nina-turner-not-have-standing-use-words-martin-luther-king-jr-1490910",
            "urlToImage": "https://d.newsweek.com/en/full/1571952/democratic-strategist-hilary-rosen.jpg",
            "publishedAt": "2020-03-06T13:56:43Z",
            "content": "Hilary Rosen apologized for saying Bernie Sanders' campaign co-chair Nina Turner did not have the standing to use Dr. Martin Luther King Jr.'s words against Joe Biden as she faced backlash on social media.\r\nThe Democratic strategist said she was \"wrong\" and s… [+4408 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Newsweek Editors",
            "title": "The Top 10 Hospitals In the World",
            "description": "The Global Leaders in the World",
            "url": "https://www.newsweek.com/2020/03/06/top-10-hospitals-world-1489794.html",
            "urlToImage": "https://d.newsweek.com/en/full/1570341/fe-tophospitals-01.jpg",
            "publishedAt": "2020-03-06T15:10:38Z",
            "content": "Of all the industries on the threshold of transformation, none is more politically contentious, tightly regulated, scientifically significant or economically important than health care. Hospitals around the globe will driveand be shaped bymuch of this disrupt… [+8578 chars]"
        }
    ]
}