{
    "status": "ok",
    "totalResults": 445,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Three coronavirus cases confirmed in Maryland: governor",
            "description": "Maryland's public health laboratory has confirmed three coronavirus cases, Governor Larry Hogan said in a statement on Thursday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-maryland-idUSKBN20T01Q",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499317344&w=1200&r=LYNXMPEG2500G",
            "publishedAt": "2020-03-06T00:27:52Z",
            "content": "WASHINGTON (Reuters) - Maryland’s public health laboratory has confirmed three coronavirus cases, Governor Larry Hogan said in a statement on Thursday. \r\nThe patients contracted the disease while traveling overseas and are in good condition, Hogan said. He pr… [+81 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: How we die: coronavirus in perspective",
            "description": "As the new coronavirus spreads and worldwide deaths linked to it top 3,400, global alarm is growing and has caused everything from consumer runs on face masks to mass school closures.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-mortality-factbox-idUSKBN20T2K0",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499676424&w=1200&r=LYNXMPEG251T4",
            "publishedAt": "2020-03-06T18:14:26Z",
            "content": "LONDON (Reuters) - As the new coronavirus spreads and worldwide deaths linked to it top 3,400, global alarm is growing and has caused everything from consumer runs on face masks to mass school closures. \r\nYet while few would deny the outbreak’s official statu… [+1859 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Second coronavirus death confirmed in England",
            "description": "A second patient in England who tested positive for coronavirus has died, England's Chief Medical Officer Chris Whitty confirmed on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-death-idUSKBN20T2Y4",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T22:11:48Z",
            "content": "(Reuters) - A second patient in England who tested positive for coronavirus has died, England’s Chief Medical Officer Chris Whitty confirmed on Friday. \r\nThe patient was being treated at Milton Keynes University Hospital and had underlying health conditions, … [+113 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UAE discovers 15 new coronavirus cases: ministry of health",
            "description": "United Arab Emirates discovered late on Friday 15 new coronavirus cases, the health ministry announced in a statement.",
            "url": "https://www.reuters.com/article/us-healthcare-coronavirus-emirates-idUSKBN20T2V4",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499732332&w=1200&r=LYNXMPEG251YJ",
            "publishedAt": "2020-03-06T21:20:11Z",
            "content": "CAIRO (Reuters) - United Arab Emirates discovered late on Friday 15 new coronavirus cases, the health ministry announced in a statement. \r\nThe statement added the total number of cases in UAE now stands at 45 cases, and two more cases have been cured which br… [+105 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Number of coronavirus infections tops 100,000 globally: Reuters tally",
            "description": "The number of people infected by the new coronavirus globally surpassed 100,000 on Friday, according to a Reuters tally based on statements from health ministries and government officials.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-tally-idUSKBN20T1V8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T14:02:12Z",
            "content": "LONDON (Reuters) - The number of people infected by the new coronavirus globally surpassed 100,000 on Friday, according to a Reuters tally based on statements from health ministries and government officials. \r\nReporting by Pravin Char; editing by John Stonest… [+3 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Brad Heath",
            "title": "Americans divided on party lines over risk from coronavirus: Reuters/Ipsos poll",
            "description": "Americans who now find themselves politically divided over seemingly everything are now forming two very different views of another major issue: the dangers of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-polarization-idUSKBN20T2O3",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499692855&w=1200&r=LYNXMPEG251UV",
            "publishedAt": "2020-03-06T19:24:38Z",
            "content": "WASHINGTON (Reuters) - Americans who now find themselves politically divided over seemingly everything are now forming two very different views of another major issue: the dangers of the new coronavirus. \r\nDemocrats are about twice as likely as Republicans to… [+5051 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Latest on the spread of coronavirus around the world",
            "description": "The number of people infected with coronavirus surpassed 100,000 across the world as the outbreak reached more countries and intensified economic damage, with business districts beginning to empty and stock markets tumbling.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20T2T7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499729023&w=1200&r=LYNXMPEG251YC",
            "publishedAt": "2020-03-06T21:11:22Z",
            "content": "(Reuters) - The number of people infected with coronavirus surpassed 100,000 across the world as the outbreak reached more countries and intensified economic damage, with business districts beginning to empty and stock markets tumbling. \r\n(Interactive graphic… [+5229 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea protests Japan's quarantine plans over coronavirus",
            "description": "South Korea strongly protested on Friday Japan's decision to impose a two-week quarantine for visitors from South Korea, calling it \"unreasonable, excessive and extremely regrettable\".",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-japan-idUSKBN20T03O",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T01:05:40Z",
            "content": "SEOUL (Reuters) - South Korea strongly protested on Friday Japan’s decision to impose a two-week quarantine for visitors from South Korea, calling it “unreasonable, excessive and extremely regrettable”. \r\nJapanese Prime Minister Shinzo Abe on Thursday ordered… [+354 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Costa Rica confirms first coronavirus case in Central America",
            "description": "Costa Rica's government on Friday said it confirmed its first case of coronavirus, in a 49-year-old woman from the United States who is in the Central American nation with her husband.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-costa-rica-idUSKBN20T2UU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T21:15:14Z",
            "content": "SAN JOSE (Reuters) - Costa Rica’s government on Friday said it confirmed its first case of coronavirus, in a 49-year-old woman from the United States who is in the Central American nation with her husband. \r\nThe instance marks the first confirmed infection of… [+109 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus impact is overwhelming, Spain's hotels association says",
            "description": "Hotel bookings have fallen by as much as 40% in some areas of Spain, the country's hotel federation said and flagged an overwhelming impact for the eurozone's fourth largest economy as anxiety about the coronavirus outbreak takes hold.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-spain-tourism-idUSKBN20T2J1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T17:58:22Z",
            "content": "MADRID (Reuters) - Hotel bookings have fallen by as much as 40% in some areas of Spain, the country’s hotel federation said and flagged an overwhelming impact for the eurozone’s fourth largest economy as anxiety about the coronavirus outbreak takes hold. \r\nTo… [+2167 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pence: 21 people test positive for coronavirus on cruise ship",
            "description": "Twenty-one people aboard a cruise ship denied entry to San Francisco have tested positive for coronavirus and the ship will be brought to a non-commercial port this weekend, and all passengers and crew will be tested, U.S. Vice President Mike Pence said on Fr…",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-pence-idUSKBN20T304",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499762559&w=1200&r=LYNXMPEG2520Q",
            "publishedAt": "2020-03-06T22:56:24Z",
            "content": "WASHINGTON (Reuters) - Twenty-one people aboard a cruise ship denied entry to San Francisco have tested positive for coronavirus and the ship will be brought to a non-commercial port this weekend, and all passengers and crew will be tested, U.S. Vice Presiden… [+104 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lucia Mutikani",
            "title": "Robust U.S. job growth boosts economy as coronavirus rages",
            "description": "U.S. employers maintained a robust pace of hiring in February, giving the economy a strong boost as it confronts the coronavirus outbreak that has stoked financial market fears of a recession and prompted an emergency interest rate cut from the Federal Reserv…",
            "url": "https://www.reuters.com/article/us-usa-economy-idUSKBN20T1SW",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499564440&w=1200&r=LYNXMPEG2518F",
            "publishedAt": "2020-03-06T13:35:34Z",
            "content": "WASHINGTON (Reuters) - U.S. employers maintained a robust pace of hiring in February, giving the economy a strong boost as it confronts the coronavirus outbreak that has stoked financial market fears of a recession and prompted an emergency interest rate cut … [+4542 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lawrence White",
            "title": "Coronavirus wreaks financial havoc as infections near 100,000",
            "description": "Business districts around the world began to empty and stock markets tumbled on Friday as the number of coronavirus infections neared 100,000 and the economic damage wrought by the outbreak intensified.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-idUSKBN20T1G4",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499519512&w=1200&r=LYNXMPEG250YK",
            "publishedAt": "2020-03-06T11:25:50Z",
            "content": "LONDON/LOS ANGELES (Reuters) - Business districts around the world began to empty and stock markets tumbled on Friday as the number of coronavirus infections neared 100,000 and the economic damage wrought by the outbreak intensified. \r\nAn increasing number of… [+3352 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump signs $8.3 billion spending bill to boost coronavirus response",
            "description": "U.S. President Donald Trump on Friday signed an emergency spending bill for $8.3 billion to ramp up the nation's response to the coronavirus, providing funds for state and local officials to combat the spread of infections as the number of cases grows in the …",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-trump-idUSKBN20T1WQ",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499578839&w=1200&r=LYNXMPEG251BH",
            "publishedAt": "2020-03-06T14:18:43Z",
            "content": "WASHINGTON (Reuters) - U.S. President Donald Trump on Friday signed an emergency spending bill for $8.3 billion to ramp up the nation’s response to the coronavirus, providing funds for state and local officials to combat the spread of infections as the number… [+423 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian coronavirus deaths jump to 197, cases climb to 4,636",
            "description": "The death toll from an outbreak of coronavirus in Italy has risen by 49 to 197, the Civil Protection Agency said on Friday, the largest daily increase in fatalities since the contagion was uncovered two weeks ago.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-casualties-idUSKBN20T2EU",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499645362&w=1200&r=LYNXMPEG251PB",
            "publishedAt": "2020-03-06T17:17:11Z",
            "content": "ROME (Reuters) - The death toll from an outbreak of coronavirus in Italy has risen by 49 to 197, the Civil Protection Agency said on Friday, the largest daily increase in fatalities since the contagion was uncovered two weeks ago. \r\nThe accumulative number of… [+468 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump says he would rather have cruise ship passengers stay on ship",
            "description": "President Donald Trump said on Friday he would rather have passengers on a cruise ship, which was denied entry to San Francisco over coronavirus concerns, remain on board the vessel.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-cruiseship-trump-idUSKBN20T2ZY",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499761026&w=1200&r=LYNXMPEG2520O",
            "publishedAt": "2020-03-06T22:51:36Z",
            "content": "ATLANTA (Reuters) - President Donald Trump said on Friday he would rather have passengers on a cruise ship, which was denied entry to San Francisco over coronavirus concerns, remain on board the vessel. \r\nBut Trump said he would let others make the decision w… [+381 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "With cries of 'it's fake', Wuhan citizens voice discontent",
            "description": "\"It's fake! It's fake!\" residents high up in an apartment complex in the central Chinese city of Wuhan shouted down as a senior government official led an inspection tour below of how people were coping during the coronavirus lockdown.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-socialmedia-idUSKBN20T215",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499594153&w=1200&r=LYNXMPEG251DQ",
            "publishedAt": "2020-03-06T14:58:26Z",
            "content": "BEIJING (Reuters) - “It’s fake! It’s fake!” residents high up in an apartment complex in the central Chinese city of Wuhan shouted down as a senior government official led an inspection tour below of how people were coping during the coronavirus lockdown. \r\nI… [+2327 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "Futures tank as virus fears spur flight to safety",
            "description": "U.S. stock index futures dropped sharply on Friday as compounding fears about the economic damage from the coronavirus epidemic drove investors to perceived safe havens such as bonds and gold.",
            "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN20T1PK",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499552236&w=1200&r=LYNXMPEG25166",
            "publishedAt": "2020-03-06T13:02:55Z",
            "content": "(Reuters) - U.S. stock index futures dropped sharply on Friday as compounding fears about the economic damage from the coronavirus epidemic drove investors to perceived safe havens such as bonds and gold. \r\nThe outbreak, which has infected nearly 100,000 glob… [+1787 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Instant view: U.S. payrolls better than expected, as markets look to coronavirus impact",
            "description": "U.S. employers maintained a robust pace of hiring in February, giving the economy a strong boost as it confronts the coronavirus outbreak that has stoked financial market fears of a recession and prompted an emergency interest rate cut from the Federal Reserv…",
            "url": "https://www.reuters.com/article/us-usa-economy-instantview-idUSKBN20T1VY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T14:08:12Z",
            "content": "(Reuters) - U.S. employers maintained a robust pace of hiring in February, giving the economy a strong boost as it confronts the coronavirus outbreak that has stoked financial market fears of a recession and prompted an emergency interest rate cut from the Fe… [+3272 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump approves $8.3 billion to fight coronavirus, cancels visit to CDC",
            "description": "U.S. President Donald Trump called off a visit to the Centers for Disease Control and Prevention in Atlanta on Friday, saying he did not want to \"interfere\" as the agency races to stem the coronavirus that has infected more than 100,000 people globally.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-idUSKBN20T235",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499603146&w=1200&r=LYNXMPEG251F5",
            "publishedAt": "2020-03-06T15:21:00Z",
            "content": "(Reuters) - U.S. President Donald Trump called off a visit to the Centers for Disease Control and Prevention in Atlanta on Friday, saying he did not want to “interfere” as the agency races to stem the coronavirus that has infected more than 100,000 people glo… [+3846 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "N.Y. travel insurance to cover coronavirus in 'cancel for any reason' policies: Gov. Cuomo",
            "description": "Travel insurance companies and travel agents will offer New York residents and businesses the ability to buy coverage when making travel plans that would allow them to cancel a trip for any reason, including those related to coronavirus, New York Governor And…",
            "url": "https://www.reuters.com/article/us-new-york-health-insurance-idUSKBN20T2ZD",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499754233&w=1200&r=LYNXMPEG25209",
            "publishedAt": "2020-03-06T22:31:34Z",
            "content": "(Reuters) - Travel insurance companies and travel agents will offer New York residents and businesses the ability to buy coverage when making travel plans that would allow them to cancel a trip for any reason, including those related to coronavirus, New York … [+90 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump says U.S. Fed should cut rates, stimulate economy",
            "description": "President Donald Trump said on Friday the Federal Reserve should cut U.S. interest rates and stimulate the economy, three days after the central bank slashed interest rates by half a percentage point in an emergency bid to blunt the economic effects of the co…",
            "url": "https://www.reuters.com/article/us-usa-fed-trump-rates-idUSKBN20T239",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499601471&w=1200&r=LYNXMPEG251F6",
            "publishedAt": "2020-03-06T15:16:30Z",
            "content": "WASHINGTON (Reuters) - President Donald Trump said on Friday the Federal Reserve should cut U.S. interest rates and stimulate the economy, three days after the central bank slashed interest rates by half a percentage point in an emergency bid to blunt the eco… [+105 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. excludes Chinese face masks, medical gear from tariffs as coronavirus spreads",
            "description": "The U.S. Trade Representative's office in recent days granted exclusions from import tariffs for dozens of medical products imported from China, including face masks, hand sanitizing wipes and examination gloves, filings with the agency showed on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-tariffs-idUSKBN20T2ON",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499695782&w=1200&r=LYNXMPEG251V1",
            "publishedAt": "2020-03-06T19:32:20Z",
            "content": "WASHINGTON (Reuters) - The U.S. Trade Representative’s office in recent days granted exclusions from import tariffs for dozens of medical products imported from China, including face masks, hand sanitizing wipes and examination gloves, filings with the agency… [+1269 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "OPEC, non-OPEC fail to agree existing cuts roll-over: sources",
            "description": "OPEC and non-OPEC oil producers have failed to agree a roll over of existing output cuts, two OPEC sources told Reuters.",
            "url": "https://www.reuters.com/article/us-opec-meeting-rollover-idUSKBN20T21B",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T14:57:26Z",
            "content": "VIENNA (Reuters) - OPEC and non-OPEC oil producers have failed to agree a roll over of existing output cuts, two OPEC sources told Reuters. \r\nPreviously sources said OPEC and non-OPEC had failed to agree on additional cuts to cope with the outbreak of coronav… [+123 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "What you need to know about coronavirus right now",
            "description": "Here's what you need to know about the coronavirus:",
            "url": "https://www.reuters.com/article/us-health-coronavirus-snapshot-idUSKBN20T0VK",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499461093&w=1200&r=LYNXMPEG250JT",
            "publishedAt": "2020-03-06T08:28:30Z",
            "content": "(Reuters) - Here’s what you need to know about the coronavirus: \r\nThe spread \r\nThere are now over 98,000 coronaviruses cases globally and more than 3,300 people have died, according to a Reuters tally. \r\nChina’s central province of Hubei, excluding its provin… [+2030 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Slovakia reports first case of coronavirus - prime minister",
            "description": "Slovakia has its first case of the coronavirus, Prime Minister Peter Pellegrini said on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-slovakia-idUSKBN20T1D8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T10:57:41Z",
            "content": "BRATISLAVA (Reuters) - Slovakia has its first case of the coronavirus, Prime Minister Peter Pellegrini said on Friday. \r\nPellegrini said the 52-year-old patient was at a Bratislava hospital with mild symptoms. The man had not travelled abroad recently but his… [+123 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Cameroon confirms first case of coronavirus",
            "description": "Cameroon's health ministry on Friday confirmed the first case of coronavirus in the Central African country.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-cameroon-idUSKBN20T10Z",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T09:01:24Z",
            "content": "DOUALA (Reuters) - Cameroon’s health ministry on Friday confirmed the first case of coronavirus in the Central African country. \r\nThe patient is a 58-year-old French citizen who arrived in the capital Yaounde on Feb. 24, it said in a statement. \r\nReporting by… [+73 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Total UK coronavirus cases reach 163",
            "description": "A total of 163 people have tested positive for coronavirus in the United Kingdom, rising from 115, medical authorities said on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-cases-idUSKBN20T1X8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499582067&w=1200&r=LYNXMPEG251BR",
            "publishedAt": "2020-03-06T14:25:39Z",
            "content": "LONDON (Reuters) - A total of 163 people have tested positive for coronavirus in the United Kingdom, rising from 115, medical authorities said on Friday. \r\nThe number of people who have died from the virus stands at one, the health ministry and the Public Hea… [+172 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Togo confirms first case of coronavirus",
            "description": "The West African country of Togo has registered its first case of coronavirus, its government said on Friday.",
            "url": "https://www.reuters.com/article/us-healthcare-coronavirus-togo-idUSKBN20T1Z5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T14:48:36Z",
            "content": "LOME (Reuters) - The West African country of Togo has registered its first case of coronavirus, its government said on Friday. \r\nThe patient is a 42-year old female resident of the capital Lome who had visited Benin, Germany, France and Turkey in late Februar… [+197 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mustafa Abu Ganeyeh",
            "title": "Bethlehem deserted after Palestinians declare coronavirus emergency",
            "description": "The streets of Bethlehem were near-empty on Friday as Palestinian police wearing masks patrolled the traditional birthplace of Jesus, hit hard by a state of emergency declared over coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-palestinians-touri-idUSKBN20T23Z",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499605254&w=1200&r=LYNXMPEG251FM",
            "publishedAt": "2020-03-06T15:26:09Z",
            "content": "BETHLEHEM, West Bank (Reuters) - The streets of Bethlehem were near-empty on Friday as Palestinian police wearing masks patrolled the traditional birthplace of Jesus, hit hard by a state of emergency declared over coronavirus. \r\nPalestinian President Mahmoud … [+2894 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea confirms 196 new coronavirus cases, total 6,284; deaths up by 7 to 42",
            "description": "South Korea confirmed a total of 6,284 coronavirus cases on Friday, up by 196 cases from late Thursday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-toll-idUSKBN20T05Q",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499338425&w=1200&r=LYNXMPEG2503V",
            "publishedAt": "2020-03-06T01:36:16Z",
            "content": "TOKYO (Reuters) - South Korea confirmed a total of 6,284 coronavirus cases on Friday, up by 196 cases from late Thursday. \r\nThe Korea Centers for Disease and Control and Prevention also said seven more deaths from the virus were reported, bringing the total t… [+59 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany reports 134 new coronavirus cases - Robert Koch Institute",
            "description": "Germany on Friday reported 134 new confirmed cases of the new coronavirus, the Robert Koch Institute said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-germany-infections-idUSKBN20T0W3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T08:24:53Z",
            "content": "BERLIN (Reuters) - Germany on Friday reported 134 new confirmed cases of the new coronavirus, the Robert Koch Institute said. \r\nThe number of cases rose to 534, up from 400 reported on Thursday evening. More than half of the cases, 281, are in the western reg… [+118 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Serbia reports first case of coronavirus - health minister",
            "description": "Serbia has confirmed its first case of the coronavirus, its Health Minister Zlatibor Loncar said on Friday.",
            "url": "https://www.reuters.com/article/us-healthcare-coronavirus-serbia-idUSKBN20T152",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T09:39:33Z",
            "content": "BELGRADE (Reuters) - Serbia has confirmed its first case of the coronavirus, its Health Minister Zlatibor Loncar said on Friday. \r\nHe told reporters that a 43-year-old man, who traveled to Budapest, was diagnosed with virus and that he feels well. \r\nReporting… [+74 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Vatican reports first case of coronavirus in Vatican City",
            "description": "The Vatican said on Friday that a patient in its health services had tested positive for coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-vatican-idUSKBN20T13O",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499480420&w=1200&r=LYNXMPEG250PI",
            "publishedAt": "2020-03-06T09:28:24Z",
            "content": "Vatican City (Reuters) - The Vatican said on Friday that a patient in its health services had tested positive for coronavirus. \r\nSpokesman Matteo Bruni said the discovery was made on Thursday and that outpatient services in Vatican clinics had been suspended … [+189 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Vietnam reports new coronavirus case, first in three weeks",
            "description": "Vietnam reported a new coronavirus case on Friday, the first in three weeks, Hanoi city chairman Nguyen Duc Chung said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-vietnam-idUSKBN20T2C5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T16:40:21Z",
            "content": "HANOI (Reuters) - Vietnam reported a new coronavirus case on Friday, the first in three weeks, Hanoi city chairman Nguyen Duc Chung said. \r\nNguyen Hong Nhung, a 26-year-old woman, was admitted to a hospital in the Vietnamese capital on Thursday suffering from… [+398 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq death toll by coronavirus rises to three: state news agency",
            "description": "Iraq reported a death by coronavirus in the city of Karbala, bringing total death count by coronavirus to three in the country, state news agency reported on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iraq-death-idUSKBN20T2PM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T19:51:48Z",
            "content": "CAIRO (Reuters) - Iraq reported a death by coronavirus in the city of Karbala, bringing total death count by coronavirus to three in the country, state news agency reported on Friday. \r\nEarlier on Friday, Iraq banned entry to travelers coming from France and … [+108 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indonesia confirms two more coronavirus cases, total four",
            "description": "Indonesia confirmed on Friday that two more people had tested positive for the coronavirus, taking the total of confirmed cases to four.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-indonesia-idUSKBN20T1AT",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499503535&w=1200&r=LYNXMPEG250U5",
            "publishedAt": "2020-03-06T10:40:50Z",
            "content": "JAKARTA (Reuters) - Indonesia confirmed on Friday that two more people had tested positive for the coronavirus, taking the total of confirmed cases to four. \r\nThe two Indonesians were in their 30s and had been tested after being in contact with the first two … [+265 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Dutch coronavirus toll rises to 128 cases, one fatality - health authorities",
            "description": "The confirmed number of Dutch coronavirus cases rose to 128 on Friday, from 82 on Thursday, health authorities said, and the country reported its first death.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-netherlands-tally-idUSKBN20T1RF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T13:17:34Z",
            "content": "AMSTERDAM (Reuters) - The confirmed number of Dutch coronavirus cases rose to 128 on Friday, from 82 on Thursday, health authorities said, and the country reported its first death. \r\nThe National Institute for Public Health confirmed the latest numbers in a d… [+143 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Sweden advises against non-essential travel to Northern Italy due to coronavirus",
            "description": "Sweden's Foreign Ministry on Friday said it was advising against non-essential travels to nine regions in Northern Italy until further notice in response to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-sweden-flights-idUSKBN20T1GZ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T11:29:30Z",
            "content": "STOCKHOLM (Reuters) - Sweden’s Foreign Ministry on Friday said it was advising against non-essential travels to nine regions in Northern Italy until further notice in response to the coronavirus outbreak. \r\nThe ministry also said in a separate statement it wa… [+270 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea vows 'reciprocal' countermeasures to Japan's coronavirus travel limits",
            "description": "South Korea said on Friday it will consider countermeasures to Japan's \"unjust, unacceptable\" travel restrictions barring visitors from areas which have been hard hit by the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-japan-idUSKBN20T0F1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T04:11:54Z",
            "content": "SEOUL (Reuters) - South Korea said on Friday it will consider countermeasures to Japan’s “unjust, unacceptable” travel restrictions barring visitors from areas which have been hard hit by the coronavirus epidemic. \r\nThe presidential National Security Council … [+437 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Colombia has confirmed first case of coronavirus: health ministry",
            "description": "Colombia confirmed its first case of coronavirus on Friday, joining other South American countries which have reported cases of the fast-spreading disease.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-colombia-idUSKBN20T2QQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T20:12:55Z",
            "content": "BOGOTA (Reuters) - Colombia confirmed its first case of coronavirus on Friday, joining other South American countries which have reported cases of the fast-spreading disease. \r\nThe virus broke out in Wuhan, China, late last year and has since infected nearly … [+211 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq reports eight new coronavirus cases: state news agency",
            "description": "Iraq reported eight new coronavirus cases on Friday, 5 in Baghdad, 2 in Sulaimaniya and one case in Karbala, state news agency reported quoting health ministry.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iraq-idUSKBN20T2Q6",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499707456&w=1200&r=LYNXMPEG251WG",
            "publishedAt": "2020-03-06T20:06:32Z",
            "content": "CAIRO (Reuters) - Iraq reported eight new coronavirus cases on Friday, 5 in Baghdad, 2 in Sulaimaniya and one case in Karbala, state news agency reported quoting health ministry. \r\nReporting by Hesham Abdul Khalek"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus control and prevention work in Beijing at 'key period' - government",
            "description": "Control and prevention of the coronavirus in Beijing is at its most challenging period, one of city's government officials said on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-beijing-idUSKBN20T0ZF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T08:49:23Z",
            "content": "SHANGHAI (Reuters) - Control and prevention of the coronavirus in Beijing is at its most challenging period, one of city’s government officials said on Friday. \r\nZhang Tongjun, who is part of Beijing’s working group that is battling the spread of the epidemic… [+107 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "First coronavirus death in the Netherlands - health authorities",
            "description": "An 86-year-year old man infected with the coronavirus died in the Netherlands on Friday, the country's first known fatality from the epidemic, the National Health Institute said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-netherlands-idUSKBN20T18D",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T10:14:17Z",
            "content": "AMSTERDAM (Reuters) - An 86-year-year old man infected with the coronavirus died in the Netherlands on Friday, the country’s first known fatality from the epidemic, the National Health Institute said. \r\nHe died in hospital in the port city of Rotterdam. The N… [+187 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Daniel Leussink",
            "title": "Coronavirus crisis threatens to silence Japan's tourist boom",
            "description": "The restaurants at the Exitmelsa shopping center in Tokyo's upscale Ginza district are usually packed with Chinese tourists. But on a recent weekday, many lunchtime tables were empty, a sign of the toll that the coronavirus is taking on tourism.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-tourism-idUSKBN20T09C",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499357309&w=1200&r=LYNXMPEG25064",
            "publishedAt": "2020-03-06T02:38:13Z",
            "content": "TOKYO (Reuters) - The restaurants at the Exitmelsa shopping center in Tokyo’s upscale Ginza district are usually packed with Chinese tourists. But on a recent weekday, many lunchtime tables were empty, a sign of the toll that the coronavirus is taking on tour… [+4748 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus fraud: UK victims lose 800,000 pounds in scams",
            "description": "Victims in the United Kingdom have lost more than 800,000 pounds ($1 million) to coronavirus-linked scams since last month, with criminals tricking fearful people who wanted to buy protective masks, police said on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-fraud-idUSKBN20T1HZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499527010&w=1200&r=LYNXMPEG25106",
            "publishedAt": "2020-03-06T11:47:58Z",
            "content": "LONDON (Reuters) - Victims in the United Kingdom have lost more than 800,000 pounds ($1 million) to coronavirus-linked scams since last month, with criminals tricking fearful people who wanted to buy protective masks, police said on Friday. \r\nThe National Fra… [+1373 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kate Abnett",
            "title": "Climate change or coronavirus? 'Pick your evil', protesters say",
            "description": "Protesters at a rally led by climate activist Greta Thunberg on Friday denounced governments for taking urgent action against the coronavirus outbreak but failing to treat global warming as an emergency.",
            "url": "https://www.reuters.com/article/us-climate-change-gretathunberg-idUSKBN20T2NP",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499688414&w=1200&r=LYNXMPEG251UG",
            "publishedAt": "2020-03-06T19:11:13Z",
            "content": "BRUSSELS (Reuters) - Protesters at a rally led by climate activist Greta Thunberg on Friday denounced governments for taking urgent action against the coronavirus outbreak but failing to treat global warming as an emergency. \r\nSeveral thousand people braved t… [+2118 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Costa Rica confirms first coronavirus case in Central America",
            "description": "Costa Rica's government on Friday said it confirmed its first case of coronavirus, in a 49-year-old woman from the United States who is in the Central American nation with her husband.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-costa-rica-idUSKBN20T2UU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T21:15:14Z",
            "content": "SAN JOSE (Reuters) - Costa Rica’s government on Friday said it confirmed its first case of coronavirus, in a 49-year-old woman from the United States who is in the Central American nation with her husband. \r\nThe instance marks the first confirmed infection of… [+109 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Slovakia bans Italy flights after first coronavirus case appears",
            "description": "Slovakia will ban flights to and from Italy, the European country worst hit by the coronavirus outbreak, starting Monday, Prime Minister Peter Pellegrini said on Friday after announcing Slovakia's first case of the new virus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-slovakia-flights-idUSKBN20T22K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T15:10:59Z",
            "content": "PRAGUE (Reuters) - Slovakia will ban flights to and from Italy, the European country worst hit by the coronavirus outbreak, starting Monday, Prime Minister Peter Pellegrini said on Friday after announcing Slovakia’s first case of the new virus. \r\nPellegrini s… [+169 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France says it now has 613 confirmed cases of coronavirus",
            "description": "France has 613 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Friday, which is an increase of 190 compared to a day earlier.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-idUSKBN20T2MX",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499686373&w=1200&r=LYNXMPEG251U2",
            "publishedAt": "2020-03-06T19:03:38Z",
            "content": "PARIS (Reuters) - France has 613 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Friday, which is an increase of 190 compared to a day earlier. \r\nDuring a press briefing, he added the death toll from the disease … [+123 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Abu Dhabi crown prince talks coronavirus cooperation with Bill Gates",
            "description": "The crown prince of the oil-rich emirate of Abu Dhabi tweeted on Friday that he had discussed cooperation in fighting the new coronavirus with U.S. billionaire philanthropist Bill Gates.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-emirates-gates-idUSKBN20T0QP",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499445871&w=1200&r=LYNXMPEG250HD",
            "publishedAt": "2020-03-06T07:35:10Z",
            "content": "DUBAI (Reuters) - The crown prince of the oil-rich emirate of Abu Dhabi tweeted on Friday that he had discussed cooperation in fighting the new coronavirus with U.S. billionaire philanthropist Bill Gates. \r\nAbu Dhabi is the capital of the United Arab Emirates… [+479 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France reports two more coronavirus deaths, taking total to nine",
            "description": "Two more people have died from coronavirus infection in France, taking the total to nine, while the number of confirmed infections rose by 154 to 577, the Health ministry said on its website on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-toll-idUSKBN20T1UE",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499569678&w=1200&r=LYNXMPEG25198",
            "publishedAt": "2020-03-06T13:50:10Z",
            "content": "PARIS (Reuters) - Two more people have died from coronavirus infection in France, taking the total to nine, while the number of confirmed infections rose by 154 to 577, the Health ministry said on its website on Friday. \r\nAround the world, the number is neari… [+118 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Coronavirus deaths rise to more than 3,300 worldwide",
            "description": "More than 98,000 people have been infected by the coronavirus globally and over 3,300 people have died, according to a Reuters tally. Mainland China accounted for more than 3,000 deaths, while the toll in Italy stood at 148.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN20T0WB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T08:28:30Z",
            "content": "(Reuters) - More than 98,000 people have been infected by the coronavirus globally and over 3,300 people have died, according to a Reuters tally. Mainland China accounted for more than 3,000 deaths, while the toll in Italy stood at 148. \r\nAt current rates on … [+518 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Ljunggren",
            "title": "Canada's tourism industry 'deeply affected' by virus outbreak: minister",
            "description": "The outbreak of the new coronavirus is hammering Canada's tourism industry, a senior government official said on Friday, as the number of visitors from China plummeted and after the cancellation of a major technology convention.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-canada-tourism-idUSKBN20T2RR",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499717303&w=1200&r=LYNXMPEG251X3",
            "publishedAt": "2020-03-06T20:38:53Z",
            "content": "OTTAWA/TORONTO (Reuters) - The outbreak of the new coronavirus is hammering Canada’s tourism industry, a senior government official said on Friday, as the number of visitors from China plummeted and after the cancellation of a major technology convention. \r\nC… [+2147 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Austria introducing 'spot' health checks at Italian border",
            "description": "Austria is introducing \"spot\" health checks at its border with Italy for two weeks as of next week in response to the coronavirus outbreak, in which Italy is the hardest-hit country in Europe, Chancellor Sebastian Kurz said on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-austria-idUSKBN20T2RV",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499716987&w=1200&r=LYNXMPEG251X4",
            "publishedAt": "2020-03-06T20:38:53Z",
            "content": "VIENNA (Reuters) - Austria is introducing “spot” health checks at its border with Italy for two weeks as of next week in response to the coronavirus outbreak, in which Italy is the hardest-hit country in Europe, Chancellor Sebastian Kurz said on Friday. \r\nAus… [+266 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran says coronavirus toll jumps by 17 with 1,000-plus new infections",
            "description": "Iran's death toll from coronavirus infections jumped on Friday to 124, as 17 died over the past 24 hours and more than 1,000 were additionally diagnosed with the disease, a health ministry spokesman said in Tehran.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iran-idUSKBN20T1GR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T11:25:02Z",
            "content": "DUBAI (Reuters) - Iran’s death toll from coronavirus infections jumped on Friday to 124, as 17 died over the past 24 hours and more than 1,000 were additionally diagnosed with the disease, a health ministry spokesman said in Tehran. \r\nThe number of infections… [+132 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ukraine lawmaker isolates himself after meeting French colleague who has coronavirus",
            "description": "A member of Ukraine's parliament said on Friday he will stay home until next week, after learning that a French lawmaker he had met in late February had been hospitalized with the coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-ukraine-lawmaker-idUSKBN20T1T5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T13:35:12Z",
            "content": "KIEV (Reuters) - A member of Ukraine’s parliament said on Friday he will stay home until next week, after learning that a French lawmaker he had met in late February had been hospitalized with the coronavirus. \r\n“Just stay home. There are no symptoms at all. … [+533 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia calls on citizens to declare Iran visits over coronavirus concerns",
            "description": "Saudi Arabia on Friday called on citizens to declare visits to Iran in the past 14 days, as part of measures to contain the coronavirus outbreak, according to a statement by the kingdom's civil aviation authority.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iran-saudi-idUSKBN20T1T3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T13:33:36Z",
            "content": "DUBAI (Reuters) - Saudi Arabia on Friday called on citizens to declare visits to Iran in the past 14 days, as part of measures to contain the coronavirus outbreak, according to a statement by the kingdom’s civil aviation authority. \r\nMembers of the kingdom’s … [+545 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Alasdair Pal",
            "title": "Bhutan bans tourists after first coronavirus case, India total hits 31",
            "description": "Bhutan said on Friday it had banned the entry of tourists for two weeks after it confirmed its first case of the coronavirus, in a tourist who arrived form neighboring India.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southasia-idUSKBN20T0QB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T07:32:05Z",
            "content": "NEW DELHI (Reuters) - Bhutan said on Friday it had banned the entry of tourists for two weeks after it confirmed its first case of the coronavirus, in a tourist who arrived form neighboring India. \r\nThe tiny Himalayan kingdom, which is heavily reliant on high… [+1298 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Shanghai reports three new coronavirus cases imported from abroad - state media",
            "description": "China's financial center of Shanghai reported three new coronavirus infections on Friday, in Chinese nationals who caught the virus abroad, the official People's Daily of the ruling Communist Party said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-shanghai-idUSKBN20T0KM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499420878&w=1200&r=LYNXMPEG250DG",
            "publishedAt": "2020-03-06T06:14:36Z",
            "content": "SHANGHAI (Reuters) - China’s financial center of Shanghai reported three new coronavirus infections on Friday, in Chinese nationals who caught the virus abroad, the official People’s Daily of the ruling Communist Party said. \r\nAll three were students studying… [+88 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tourism-driven Thailand softens 'compulsory' self-isolation language",
            "description": "Officials in tourism-reliant Thailand sought on Friday to ease worries about new self-quarantine measures for arrivals from six countries and territories with coronavirus, a day after announcing compulsory isolation.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-thailand-idUSKBN20T1QZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499557072&w=1200&r=LYNXMPEG25178",
            "publishedAt": "2020-03-06T13:16:08Z",
            "content": "BANGKOK (Reuters) - Officials in tourism-reliant Thailand sought on Friday to ease worries about new self-quarantine measures for arrivals from six countries and territories with coronavirus, a day after announcing compulsory isolation.  \r\nThere had been days… [+2891 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea says to suspend visa waivers, existing visas for Japan: foreign ministry",
            "description": "South Korea said on Friday it will halt visa waivers for Japan in response to travel restrictions imposed by Tokyo, as coronavirus containment measures ignited a diplomatic row between the two Asian nations.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-travel-idUSKBN20T1FU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T11:20:40Z",
            "content": "SEOUL (Reuters) - South Korea said on Friday it will halt visa waivers for Japan in response to travel restrictions imposed by Tokyo, as coronavirus containment measures ignited a diplomatic row between the two Asian nations. \r\n“From March 9, the visa waivers… [+493 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Egypt registers 12 new coronavirus cases on Nile cruise ship - state TV",
            "description": "Egypt's health ministry said it registered 12 people carrying the coronavirus on a Nile cruise ship heading to the southern city of Luxor from Aswan, state television reported on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-egypt-idUSKBN20T1IQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T11:48:51Z",
            "content": "CAIRO (Reuters) - Egypt’s health ministry said it registered 12 people carrying the coronavirus on a Nile cruise ship heading to the southern city of Luxor from Aswan, state television reported on Friday. \r\nThe country had until now diagnosed three people wit… [+202 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan says virus travel restrictions not too late as South Korea protests",
            "description": "Japan's government defended new, tighter travel restrictions on visitors from China and South Korea, saying they were not too late to help slow the spread of the coronavirus outbreak, as Seoul protested the measures as \"excessive.\"",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-idUSKBN20T08B",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499355248&w=1200&r=LYNXMPEG2505L",
            "publishedAt": "2020-03-06T02:32:34Z",
            "content": "TOKYO (Reuters) - Japan’s government defended new, tighter travel restrictions on visitors from China and South Korea, saying they were not too late to help slow the spread of the coronavirus outbreak, as Seoul protested the measures as “excessive.” \r\n“The de… [+977 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Matthias Blamont",
            "title": "EssilorLuxottica forecasts profit growth despite coronavirus impact",
            "description": "EssilorLuxottica expects continued profit growth this year after stronger 2019 results, saying on Friday the outbreak of coronavirus had not hit output at its Italian factories and its production in China was getting back to normal.",
            "url": "https://www.reuters.com/article/us-essilorluxottica-results-idUSKBN20T0W9",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499461246&w=1200&r=LYNXMPEG250KM",
            "publishedAt": "2020-03-06T08:28:45Z",
            "content": "PARIS (Reuters) - EssilorLuxottica (ESLX.PA) expects continued profit growth this year after stronger 2019 results, saying on Friday the outbreak of coronavirus had not hit output at its Italian factories and its production in China was getting back to normal… [+2571 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Facebook closes London offices until Monday due to coronavirus",
            "description": "Facebook said on Friday it is closing its London offices until Monday after a visiting employee from Singapore was diagnosed with coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-facebook-britain-idUSKBN20T2BT",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499629096&w=1200&r=LYNXMPEG251LV",
            "publishedAt": "2020-03-06T16:36:22Z",
            "content": "LONDON (Reuters) - Facebook said on Friday it is closing its London offices until Monday after a visiting employee from Singapore was diagnosed with coronavirus. \r\n“An employee based in our Singapore office who has been diagnosed with COVID-19 visited our Lon… [+245 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia reopens Mecca, Medina holy sites after coronavirus closure: state TV",
            "description": "Saudi Arabia reopened two of the most holy religious sites in Islam, Al-Haram Mosque in Mecca and Al-Masjid al Nabawy in Medina, after they were closed for sterilization to halt the spread of the new coronavirus, state TV Al-Ekhbariya reported on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-saudi-mosque-idUSKBN20T0A8",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499359285&w=1200&r=LYNXMPEG2506P",
            "publishedAt": "2020-03-06T02:46:29Z",
            "content": "CAIRO (Reuters) - Saudi Arabia reopened two of the most holy religious sites in Islam, Al-Haram Mosque in Mecca and Al-Masjid al Nabawy in Medina, after they were closed for sterilization to halt the spread of the new coronavirus, state TV Al-Ekhbariya report… [+580 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Keith Zhai",
            "title": "Virus diplomacy: As outbreak goes global, China seeks to reframe narrative",
            "description": "As new coronavirus cases track downward in China, it is looking to burnish its credentials as a responsible power by sharing expertise and equipment with countries seeing a surge in cases and to repair an international image dented by the disease.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-diplomacy-an-idUSKBN20T14C",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499482861&w=1200&r=LYNXMPEG250PR",
            "publishedAt": "2020-03-06T09:36:35Z",
            "content": "SINGAPORE/BEIJING (Reuters) - As new coronavirus cases track downward in China, it is looking to burnish its credentials as a responsible power by sharing expertise and equipment with countries seeing a surge in cases and to repair an international image dent… [+4653 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Facebook closes London offices until Monday due to coronavirus",
            "description": "Facebook said on Friday it is closing its London offices until Monday after a visiting employee from Singapore was diagnosed with coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-facebook-britain-idUSKBN20T2BT",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499629096&w=1200&r=LYNXMPEG251LV",
            "publishedAt": "2020-03-06T16:36:22Z",
            "content": "LONDON (Reuters) - Facebook said on Friday it is closing its London offices until Monday after a visiting employee from Singapore was diagnosed with coronavirus. \r\n“An employee based in our Singapore office who has been diagnosed with COVID-19 visited our Lon… [+245 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Allison Martell",
            "title": "In Canada, doctors broadened coronavirus testing, and made an unlikely save",
            "description": "Canada's official guidance on the novel coronavirus has been to test patients who recently traveled to affected areas, but some doctors and hospitals have expanded testing on their own, finding the first in a series of patients linked to Iran before the scale…",
            "url": "https://www.reuters.com/article/us-health-coronavirus-canada-testing-idUSKBN20T2NZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499713617&w=1200&r=LYNXMPEG251UO",
            "publishedAt": "2020-03-06T20:28:11Z",
            "content": "TORONTO (Reuters) - Canada’s official guidance on the novel coronavirus has been to test patients who recently traveled to affected areas, but some doctors and hospitals have expanded testing on their own, finding the first in a series of patients linked to I… [+3388 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russia reports six new cases of coronavirus - Ifax",
            "description": "Russia has identified six new cases of coronavirus, including 5 in Moscow, the Interfax news agency cited Russia's coronavirus crisis centre as saying on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-russia-idUSKBN20T1QX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T13:14:20Z",
            "content": "MOSCOW (Reuters) - Russia has identified six new cases of coronavirus, including 5 in Moscow, the Interfax news agency cited Russia’s coronavirus crisis centre as saying on Friday. \r\nThat took the total number of confirmed cases to 13, a sharp rise. There hav… [+198 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Randall",
            "title": "How Lipper Award-winning fund managers are playing coronavirus scare",
            "description": "Uncertainty over the economic impact of the coronavirus outbreak has prompted at least some winners of the U.S. Lipper Fund Awards to look for companies that can withstand a prolonged pullback.",
            "url": "https://www.reuters.com/article/us-lipper-awards-idUSKBN20T0K7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499418951&w=1200&r=LYNXMPEG250DD",
            "publishedAt": "2020-03-06T07:53:53Z",
            "content": "NEW YORK (Reuters) - Uncertainty over the economic impact of the coronavirus outbreak has prompted at least some winners of the U.S. Lipper Fund Awards to look for companies that can withstand a prolonged pullback. \r\nU.S. stocks are down sharply from the reco… [+4332 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Imani Moise",
            "title": "Bank of America splitting trading staff amid coronavirus concerns: source",
            "description": "Bank of America Corp is splitting its trading staff with about 100 employees working out of the Stamford location effective Monday, according to a source familiar with the matter.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-bank-of-america-idUSKBN20T2IL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T18:01:04Z",
            "content": "(Reuters) - Bank of America Corp (BAC.N) is splitting its trading staff with about 100 employees working out of the Stamford location effective Monday, according to a source familiar with the matter. \r\nThis was a precautionary move, the source said, adding th… [+940 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Howard Schneider",
            "title": "Standard U.S. economic weapons may be inadequate for coronavirus crisis",
            "description": "As the risks of the coronavirus outbreak continue to rise, U.S. officials are wrestling with what to do in the worst-case economic scenarios, if large numbers of people can't go to work, are told to stay home, or stop going out in public entirely.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-fed-idUSKBN20T2TZ",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499728536&w=1200&r=LYNXMPEG251Y0",
            "publishedAt": "2020-03-06T21:02:42Z",
            "content": "NEW YORK/WASHINGTON (Reuters) - As the risks of the coronavirus outbreak continue to rise, U.S. officials are wrestling with what to do in the worst-case economic scenarios, if large numbers of people can’t go to work, are told to stay home, or stop going out… [+5916 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Steve Holland",
            "title": "Trump says U.S. economy could take hit from coronavirus",
            "description": "President Donald Trump said on Thursday the U.S. economy might take a hit from the coronavirus outbreak but he predicted the challenge would eventually pass and defended his handling of the crisis.",
            "url": "https://www.reuters.com/article/us-usa-coronavirus-trump-idUSKBN20T034",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499327292&w=1200&r=LYNXMPEG2502M",
            "publishedAt": "2020-03-06T01:01:03Z",
            "content": "SCRANTON, Pa. (Reuters) - President Donald Trump said on Thursday the U.S. economy might take a hit from the coronavirus outbreak but he predicted the challenge would eventually pass and defended his handling of the crisis. \r\nTrump appeared at his first town … [+2338 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lucia Mutikani",
            "title": "U.S. employment report expected to show strength before coronavirus spread",
            "description": "U.S. job growth likely slowed in February, but the pace probably remained consistent with a healthy labor market despite the coronavirus outbreak, which stoked financial market fears of a recession and prompted an emergency interest rate cut from the Federal …",
            "url": "https://www.reuters.com/article/us-usa-economy-idUSKBN20T0H2",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499399396&w=1200&r=LYNXMPEG250AR",
            "publishedAt": "2020-03-06T05:03:14Z",
            "content": "WASHINGTON (Reuters) - U.S. job growth likely slowed in February, but the pace probably remained consistent with a healthy labor market despite the coronavirus outbreak, which stoked financial market fears of a recession and prompted an emergency interest rat… [+5555 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Randall",
            "title": "How Lipper Award-winning fund managers are playing coronavirus scare",
            "description": "Uncertainty over the economic impact of the coronavirus outbreak has prompted at least some winners of the U.S. Lipper Fund Awards to look for companies that can withstand a prolonged pullback.",
            "url": "https://www.reuters.com/article/us-usa-funds-lipper-idUSKBN20T0K7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499418951&w=1200&r=LYNXMPEG250DD",
            "publishedAt": "2020-03-06T06:08:09Z",
            "content": "NEW YORK (Reuters) - Uncertainty over the economic impact of the coronavirus outbreak has prompted at least some winners of the U.S. Lipper Fund Awards to look for companies that can withstand a prolonged pullback. \r\nU.S. stocks are down sharply from the reco… [+4332 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "NZ man with coronavirus attended packed rock concert in Auckland, health authorities say",
            "description": "A person in New Zealand confirmed to have been infected was revealed on Friday to have attended a rock concert packed with thousands of other people.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-newzealand-idUSKBN20T057",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T01:26:40Z",
            "content": "WELLINGTON (Reuters) - A person in New Zealand confirmed to have been infected was revealed on Friday to have attended a rock concert packed with thousands of other people. \r\nHealth authorities said the man in his 30s, who is the partner of a woman who was co… [+1291 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Akira Tomoshige",
            "title": "Out of school, Japanese children are isolated together by coronavirus policy",
            "description": "At Stella Kids daycare in central Tokyo, school children spend the day sitting at separate individual tables, spaced far apart, and facing away from their peers.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-children-idUSKBN20T0IH",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499411091&w=1200&r=LYNXMPEG250C6",
            "publishedAt": "2020-03-06T05:41:22Z",
            "content": "TOKYO (Reuters) - At Stella Kids daycare in central Tokyo, school children spend the day sitting at separate individual tables, spaced far apart, and facing away from their peers. \r\nThey sit there for hours playing, studying and eating in the same seat from a… [+3594 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea, Japan to hold export control talks via teleconference, Jiji says",
            "description": "South Korea and Japan will hold export control talks originally planned for March 10 in Seoul via teleconference, the Jiji news agency reported on Friday, reflecting the widening impact of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-healthcare-coronavirus-southkorea-jap-idUSKBN20T0CM",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499368831&w=1200&r=LYNXMPEG2507N",
            "publishedAt": "2020-03-06T03:17:09Z",
            "content": "TOKYO (Reuters) - South Korea and Japan will hold export control talks originally planned for March 10 in Seoul via teleconference, the Jiji news agency reported on Friday, reflecting the widening impact of the coronavirus outbreak. \r\nOn Thursday, Japanese Pr… [+178 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq places France and Spain on virus entry ban list: Foreign Ministry",
            "description": "Iraq banned travelers coming from France and Spain from entering the country, the Foreign Ministry said on Friday, bringing the total number of countries on its entry ban list to 11 as it tries to stem the spread of coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coroanvirus-iraq-idUSKBN20T2IZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499662410&w=1200&r=LYNXMPEG251RV",
            "publishedAt": "2020-03-06T18:00:17Z",
            "content": "BAGHDAD (Reuters) - Iraq banned travelers coming from France and Spain from entering the country, the Foreign Ministry said on Friday, bringing the total number of countries on its entry ban list to 11 as it tries to stem the spread of coronavirus. \r\nThe ban … [+222 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU plans state aid rule waivers, other measures to help cope with virus",
            "description": "The European Commission is considering various steps to help member states with the economic impact of the coronavirus outbreak, including targeted waivers on state aid rules, an official of the EU executive said on Friday.",
            "url": "https://www.reuters.com/article/us-healthcare-coronavirus-eu-support-idUSKBN20T1XN",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T14:28:11Z",
            "content": "BRUSSELS (Reuters) - The European Commission is considering various steps to help member states with the economic impact of the coronavirus outbreak, including targeted waivers on state aid rules, an official of the EU executive said on Friday. \r\nOther steps … [+160 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lucia Mutikani",
            "title": "U.S. trade deficit narrows in January; exports, imports fall",
            "description": "The U.S. trade deficit narrowed more than expected in January as imports declined, and further decreases are likely as the coronavirus outbreak disrupts the flow of goods and services.",
            "url": "https://www.reuters.com/article/us-usa-economy-trade-idUSKBN20T1SU",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499568248&w=1200&r=LYNXMPEG2518O",
            "publishedAt": "2020-03-06T13:46:57Z",
            "content": "WASHINGTON (Reuters) - The U.S. trade deficit narrowed more than expected in January as imports declined, and further decreases are likely as the coronavirus outbreak disrupts the flow of goods and services. \r\nThe Commerce Department said on Friday the trade … [+1906 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. could take targeted stimulus action amid coronavirus: White House adviser",
            "description": "The Trump administration is considering steps to stimulate the U.S. economy amid the coronavirus outbreak, but would prefer targeted action, White House economic adviser Larry Kudlow said on Friday, adding that more information was needed.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-stimulus-idUSKBN20T226",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499597988&w=1200&r=LYNXMPEG251EG",
            "publishedAt": "2020-03-06T15:08:14Z",
            "content": "WASHINGTON (Reuters) - The Trump administration is considering steps to stimulate the U.S. economy amid the coronavirus outbreak, but would prefer targeted action, White House economic adviser Larry Kudlow said on Friday, adding that more information was need… [+291 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Morgan Stanley shifts staff to London Heathrow site to counter virus: sources",
            "description": "Morgan Stanley is shifting part of its London-based sales and trading staff to a secondary site near Heathrow airport to ensure its trading desks can operate smoothly through the coronavirus outbreak, two sources familiar with the matter said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-morgan-stanley-idUSKBN20T2GV",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499652105&w=1200&r=LYNXMPEG251QM",
            "publishedAt": "2020-03-06T17:33:26Z",
            "content": "LONDON (Reuters) - Morgan Stanley (MS.N) is shifting part of its London-based sales and trading staff to a secondary site near Heathrow airport to ensure its trading desks can operate smoothly through the coronavirus outbreak, two sources familiar with the ma… [+500 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hari Kishan",
            "title": "China first-quarter economic hit from coronavirus looking more severe: Reuters poll",
            "description": "The coronavirus likely halved China's economic growth in the current quarter compared with the previous three months, more severe than thought just three weeks ago and triggering expectations for earlier interest rate cuts, a Reuters poll found.",
            "url": "https://www.reuters.com/article/us-china-economy-poll-idUSKBN20T00L",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499313491&w=1200&r=LYNXMPEG25008",
            "publishedAt": "2020-03-06T00:12:51Z",
            "content": "(Reuters) - The coronavirus likely halved China’s economic growth in the current quarter compared with the previous three months, more severe than thought just three weeks ago and triggering expectations for earlier interest rate cuts, a Reuters poll found. \r… [+3197 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mastercard shuts Sao Paulo office, N.Y. site after worker infection: Bloomberg News",
            "description": "Mastercard Inc closed its office in Sao Paulo and an annex location near its headquarters in New York after an employee contracted coronavirus, Bloomberg news reported on Friday, citing a statement from the payment processor.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-mastercard-idUSKBN20T2IH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T17:50:47Z",
            "content": "(Reuters) - Mastercard Inc (MA.N) closed its office in Sao Paulo and an annex location near its headquarters in New York after an employee contracted coronavirus, Bloomberg news reported on Friday, citing a statement from the payment processor. \r\nEarlier this… [+319 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "On the brink: China's bakers, bars and beauty spas struggle to survive coronavirus",
            "description": "The coronavirus outbreak in China is pushing many small businesses to the brink, as efforts to stem its spread left usually bustling streets deserted and malls shut or empty.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-businesses-idUSKBN20T0PW",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499444035&w=1200&r=LYNXMPEG250GI",
            "publishedAt": "2020-03-06T07:29:35Z",
            "content": "BEIJING/SHANGHAI (Reuters) - The coronavirus outbreak in China is pushing many small businesses to the brink, as efforts to stem its spread left usually bustling streets deserted and malls shut or empty. \r\nJust 34% of nearly 1,000 small and medium-sized firms… [+4086 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "India's Tata Motors warns of JLR profit hit due to coronavirus",
            "description": "Indian automaker Tata Motors has warned of lower profit at its British luxury car brand Jaguar Land Rover (JLR) for the fiscal year as sales in China have taken a hit because of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-tata-motors-idUSKBN20T135",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499478975&w=1200&r=LYNXMPEG250P4",
            "publishedAt": "2020-03-06T09:24:17Z",
            "content": "NEW DELHI (Reuters) - Indian automaker Tata Motors (TAMO.NS) has warned of lower profit at its British luxury car brand Jaguar Land Rover (JLR) for the fiscal year as sales in China have taken a hit because of the coronavirus outbreak. \r\nThe outbreak has hit … [+882 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia suspends public attendance at sports events until further notice",
            "description": "The Saudi ministry of sports announced on Friday it will suspend public attendance at all sports events starting Saturday, a statement from the ministry reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-saudi-idUSKBN20T2S6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T20:42:15Z",
            "content": "CAIRO (Reuters) - The Saudi ministry of sports announced on Friday it will suspend public attendance at all sports events starting Saturday, a statement from the ministry reported. \r\nThe statement added that this comes as a precautionary measure to stop the s… [+167 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Three Biogen employees test positive for coronavirus",
            "description": "U.S. drugmaker Biogen Inc said on Friday three of its employees tested positive for the coronavirus after attending a meeting in Boston last week, and that their condition was improving under medical care.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-biogen-idUSKBN20T24N",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499607457&w=1200&r=LYNXMPEG251GC",
            "publishedAt": "2020-03-06T15:31:11Z",
            "content": "(Reuters) - U.S. drugmaker Biogen Inc said on Friday three of its employees tested positive for the coronavirus after attending a meeting in Boston last week, and that their condition was improving under medical care. \r\nA few other attendees of the internal c… [+853 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shrutee Sarkar",
            "title": "Fed to cut rates again in March, but effectiveness challenged: Reuters poll",
            "description": "The Federal Reserve will cut U.S. interest rates by 25 basis points later this month but it is a close call, according to a Reuters poll of economists who have substantially raised their forecasts for the chances of a recession following the coronavirus outbr…",
            "url": "https://www.reuters.com/article/us-fed-rates-poll-idUSKBN20T1SJ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499565926&w=1200&r=LYNXMPEG2518K",
            "publishedAt": "2020-03-06T13:39:18Z",
            "content": "(Reuters) - The Federal Reserve will cut U.S. interest rates by 25 basis points later this month but it is a close call, according to a Reuters poll of economists who have substantially raised their forecasts for the chances of a recession following the coron… [+4005 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Allison Martell",
            "title": "In Canada, doctors broadened coronavirus testing, and made an unlikely save",
            "description": "Canada's official guidance on the novel coronavirus has been to test patients who recently traveled to affected areas, but some doctors and hospitals have expanded testing on their own, finding the first in a series of patients linked to Iran before the scale…",
            "url": "https://www.reuters.com/article/us-health-coronavirus-canada-testing-idUSKBN20T2NZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499713617&w=1200&r=LYNXMPEG251UO",
            "publishedAt": "2020-03-06T20:28:11Z",
            "content": "TORONTO (Reuters) - Canada’s official guidance on the novel coronavirus has been to test patients who recently traveled to affected areas, but some doctors and hospitals have expanded testing on their own, finding the first in a series of patients linked to I… [+3388 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rania El Gamal",
            "title": "OPEC seeks big oil cut in crunch talks with Russia amid virus outbreak",
            "description": "OPEC holds crunch talks with its allies on Friday after the group told Russia and others it wanted an additional 1.5 million barrels per day (bpd) of oil cuts until the end of 2020, saying a big move was needed to deal with the impact of coronavirus.",
            "url": "https://www.reuters.com/article/us-opec-meeting-idUSKBN20T0Y2",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499465782&w=1200&r=LYNXMPEG250M0",
            "publishedAt": "2020-03-06T08:40:38Z",
            "content": "VIENNA (Reuters) - OPEC holds crunch talks with its allies on Friday after the group told Russia and others it wanted an additional 1.5 million barrels per day (bpd) of oil cuts until the end of 2020, saying a big move was needed to deal with the impact of co… [+2573 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait suspends flights to and from seven countries over coronavirus: tweet",
            "description": "Kuwait suspended on Saturday all flights to and from Egypt, Lebanon, Syria, Bangladesh, Philippines, India, and Sri-Lanka for a week starting on Saturday, Kuwait's civil aviation directorate said in a tweet.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-kuwait-idUSKBN20T329",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T23:50:47Z",
            "content": "CAIRO (Reuters) - Kuwait suspended on Saturday all flights to and from Egypt, Lebanon, Syria, Bangladesh, Philippines, India, and Sri-Lanka for a week starting on Saturday, Kuwait’s civil aviation directorate said in a tweet. \r\nKuwait also banned entry of any… [+282 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Rajesh Kumar Singh",
            "title": "Rear-view mirror: U.S. hiring boomed in February but coronavirus risks job cuts in future",
            "description": "A Florida toymaker plans layoffs. A Wisconsin construction gear manufacturer has frozen hiring. And a California cosmetics company has idled some production, leaving 20 temporary workers with no paycheck.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-jobs-idUSKBN20T2FV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T17:29:20Z",
            "content": "CHICAGO/NEW YORK (Reuters) - A Florida toymaker plans layoffs. A Wisconsin construction gear manufacturer has frozen hiring. And a California cosmetics company has idled some production, leaving 20 temporary workers with no paycheck. \r\nThe culprit for each is… [+3126 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South African coronvirus case came via Dubai to Durban",
            "description": "South Africa's first coronavirus case came from Italy via Dubai to the main airport in the eastern city of Durban, the health minister said on Friday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-safrica-idUSKBN20T1OV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T12:53:54Z",
            "content": "JOHANNESBURG (Reuters) - South Africa’s first coronavirus case came from Italy via Dubai to the main airport in the eastern city of Durban, the health minister said on Friday. \r\nZweli Mkhize was briefing media in Hilton, the eastern South African town where t… [+375 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Greece says 14 new coronavirus cases reported, total now 45",
            "description": "Greece has detected 14 new cases of coronavirus, health authorities said on Friday, bringing the total in the country to 45.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-greece-idUSKBN20T1MC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T12:26:16Z",
            "content": "ATHENS (Reuters) - Greece has detected 14 new cases of coronavirus, health authorities said on Friday, bringing the total in the country to 45. \r\nA health ministry official said a ban on public gatherings would remain in force in three districts in the south-… [+296 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU to seek to boost local drugs production as coronavirus strains supplies",
            "description": "European Union health ministers are discussing ways to boost local production of drugs and protective gear amid shortages due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-eu-idUSKBN20T166",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-06T09:52:13Z",
            "content": "BRUSSELS (Reuters) - European Union health ministers are discussing ways to boost local production of drugs and protective gear amid shortages due to the coronavirus outbreak. \r\nArriving to the meeting, ministers said Europe needed to look into making sure it… [+340 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France's Macron urges tight limits on retirement home visits over virus worries",
            "description": "French President Emmanuel Macron urged citizens to avoid visiting their relatives in retirement homes as far as possible to prevent exposing them to possible coronavirus infection.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-idUSKBN20T1KI",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499532350&w=1200&r=LYNXMPEG2512A",
            "publishedAt": "2020-03-06T12:06:52Z",
            "content": "PARIS (Reuters) - French President Emmanuel Macron urged citizens to avoid visiting their relatives in retirement homes as far as possible to prevent exposing them to possible coronavirus infection. \r\n“We must avoid visiting our elderly relatives as much as p… [+155 chars]"
        }
    ]
}