{
    "status": "ok",
    "totalResults": 34,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "Fashion house Chanel cancels Beijing show over growing coronavirus fears, as the outbreak continues to wreak havoc on luxury brands",
            "description": "Thomas Peter/Reuters Chanel cancelled its May show in China due to the coronavirus outbreak. \"At the foremost are the health and well-being of its teams and clients,\" a Chanel spokesperson told Reuters. No new date was given for the show. Visit Business Insid…",
            "url": "https://www.businessinsider.com/fashion-house-chanel-cancels-beijing-show-due-to-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4bdec13b62b711142437f4?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T13:14:00Z",
            "content": "PARIS — Chanel has cancelled a show in China in May due to the coronavirus outbreak, the French fashion house said on Tuesday.\r\n\"Considering the current situation and following the guidance of Chinese authorities, Chanel has decided to postpone its project of… [+947 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Business Insider), Business Insider",
            "title": "PRESENTING: The 31 buzziest logistics startups that VCs are watching in 2020",
            "description": "AP Photo/Bruna Prado Supply-chain tech attracted a whopping $19.3 billion across 534 deals in 2018, according to Pitchbook. That's way up from previous years; in 2010, venture capitalists invested less than $1 billion total in just 85 deals. In the early mont…",
            "url": "https://www.businessinsider.com/logistics-startups-2020-according-to-vcs-2020-2",
            "urlToImage": "https://i.insider.com/5e4c1d002dae5c7121081d58?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T20:34:19Z",
            "content": "Supply-chain tech attracted a whopping $19.3 billion across 534 deals in 2018, according to Pitchbook. That's way up from previous years; in 2010, venture capitalists invested less than $1 billion total in just 85 deals.  \r\nIn the early months of 2020, Busine… [+667 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Gray",
            "title": "Apple warns that the coronavirus is expected to hurt quarterly revenue due to store closures in China and impacted iPhone production",
            "description": "In a Monday press release, Apple warned that it expected to take a revenue hit due to the novel coronavirus outbreak in China. It offered two explanations: slowed production of iPhones due to the novel coronavirus, and the closure of Apple stores in China dur…",
            "url": "https://www.businessinsider.com/apple-warns-that-coronavirus-covid-19-expected-to-hurt-revenue-2020-2",
            "urlToImage": "https://i.insider.com/5e4b23833b62b74cf319b863?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T00:13:28Z",
            "content": "Apple warned on Monday that it did not expect to hit its March revenue targets due to the novel coronavirus named COVID-19.\r\nThe virus, which is thought to have originated at a wet market in Wuhan, China, has killed more than 1,700 and infected more than 71,0… [+1480 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "'Everything is a mess': Westerdam passengers in limbo again after passenger testing positive for coronavirus prompts countries to not let them 'fly through'",
            "description": "The brief moments of relief experienced by more than 2,000 passengers aboard the Westerdam when they disembarked in Cambodia has been cut short. These crew members and guests had spent 13 days at sea after being denied entry by five ports amid an escalating c…",
            "url": "https://www.businessinsider.com/westerdam-cruise-ship-passengers-trapped-cambodia-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4c0e1d2dae5c5b4a700758?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T17:53:04Z",
            "content": "The feeling of relief experienced by more than 2,000 passengers aboard the MS Westerdam — which was refused entry by five ports due to escalating coronavirus fears — was shortlived.\r\nThe cruise ship departed from Hong Kong on February 1 only to be stranded at… [+7443 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "The coronavirus outbreak is dangerously close to shrinking global growth this quarter, UBS warns",
            "description": "The coronavirus' effect on the world economy is driving growth near negative levels in the first quarter of 2020, UBS economists wrote Tuesday. The bank's estimate sees the hit to China's economy accounting for most of its updated forecast, with disruptions i…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-economic-impact-close-shrinking-global-growth-1q-ubs-warns-2020-2-1028915504",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4c1b554b661b6a47761428-2400/2020-02-18t101641z1lynxmpeg1h0q6rtroptp4china-health.jpg",
            "publishedAt": "2020-02-18T19:02:42Z",
            "content": "Reuters\r\n<ul><li>The coronavirus' effect on the world economy is driving growth near negative levels in the first quarter of 2020, UBS economists wrote Tuesday.</li><li>The bank's estimate sees the hit to China's economy accounting for most of its updated for… [+3393 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "Police filmed a woman trying to sneak into Shanghai in the trunk of a car to avoid being quarantined for coronavirus",
            "description": "On February 11, Shanghai, China, police recorded a woman trying to sneak into the city in the trunk of a car. Authorities said the woman had just visited Hubei Province, the center of the coronavirus outbreak, and was trying to avoid a mandatory quarantine. B…",
            "url": "https://www.businessinsider.com/woman-hid-in-a-car-trunk-to-avoid-coronavirus-quaratine-2020-2",
            "urlToImage": "https://i.insider.com/5e4c0b7c4b661b5445632367?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T17:43:05Z",
            "content": "Some people in China are going to great lengths to get around the government's strict rules on travel during the coronavirus outbreak.\r\nShanghai police released a video last week showing how a woman hid in the trunk of a car to try and sneak into the city. Sh… [+1399 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "The coronavirus is slamming the US travel industry, with experts predicting it will wipe out more than $10 billion in spending from Chinese visitors",
            "description": "The coronavirus is expected to cost the US travel industry more than $10 billion over the next four years, with more than half of that loss coming in 2020. Although US airlines are working to minimize the impact, hotels, museums, retail and dining sectors, an…",
            "url": "https://www.businessinsider.com/coronavirus-impact-america-travel-industry-airlines-economy-2020-2",
            "urlToImage": "https://i.insider.com/5e4c5b8b4b661b50e20043c8?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T21:51:20Z",
            "content": "While the vast majority of coronavirus cases have been found in China and Asia, the US travel industry is also steeling itself to be ravaged by the rogue virus.\r\nA new report from consulting firm Tourism Economics has put some estimated numbers to that ravagi… [+4659 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lisa Eadicicco",
            "title": "Apple is still reportedly planning to launch a new iPhone next month even though the coronavirus has rattled its supply chain in China (AAPL)",
            "description": "Apple is still reportedly planning to release a low-cost iPhone next month despite supply chain setbacks caused by the coronavirus outbreak, according to Bloomberg. The company said on Monday that it does not expect to meet its revenue target for the March qu…",
            "url": "https://www.businessinsider.com/apple-iphone-9-release-date-march-despite-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5c5c6f94a26516200c4a2d23?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T15:19:47Z",
            "content": "Apple is still planning to release its rumored low-cost iPhone next month despite disruptions to its China-based supply chain resulting from the novel coronavirus, according to Bloomberg.\r\nThe tech giant said on Monday that it does not expect to meet its reve… [+2027 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Global stocks tank after Apple warned Wuhan coronavirus is hammering sales",
            "description": "Stocks tumbled on Tuesday after Apple warned Wuhan coronavirus is hitting sales. The iPhone maker doesn't expect to hit its quarterly revenue target as the outbreak is hampering production and hurting demand. HSBC's disappointing earnings and restructuring pl…",
            "url": "https://www.businessinsider.com/global-stocks-apple-warns-coronavirus-hitting-revenue-2020-2",
            "urlToImage": "https://i.insider.com/5e4bad3b4b661b015d6f12d2?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T09:49:30Z",
            "content": "<ul><li>Stocks tumbled on Tuesday after Apple warned Wuhan coronavirus is hitting sales.</li><li>The iPhone maker doesn't expect to hit its quarterly revenue target as the outbreak is hampering production and hurting demand.</li><li>HSBC's disappointing earni… [+2584 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "I've been traveling in Asia for 3 weeks in the midst of the deadly coronavirus outbreak, and actually catching the virus is far from my biggest fear",
            "description": "Three weeks into a two-month trip throughout Asia, it has been impossible not to have travel plans disrupted by the deadly coronavirus COVID-19. With a relatively low rate of confirmed cases outside of China, fears about actually catching the coronavirus are …",
            "url": "https://www.businessinsider.com/travel-in-asia-during-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e4aae373b62b7180d27eb32?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T15:33:31Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Chinese scientists say coronavirus illness symptoms peaked on February 1 — but they warn that the epidemic could 'rebound'",
            "description": "A study of more than 72,000 coronavirus patients in China found that the largest number of patients were showing symptoms on February 1. That could be a sign that the outbreak is tapering off. But the authors also warned that the outbreak could rebound once C…",
            "url": "https://www.businessinsider.com/coronavirus-illness-symptoms-peak-decline-china-2020-2",
            "urlToImage": "https://i.insider.com/5e4c2a423b62b773132f127a?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T22:58:00Z",
            "content": "With each passing day, China continues to report more cases of the deadly coronavirus that emerged in the city of Wuhan in December.\r\nCOVID-19, as the illness is now known, has so far infected more than 73,000 people and killed at least 1,875.\r\nBut a recent s… [+3650 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "'Tough pill to swallow for the bulls': Here's what 4 Wall Street analysts are saying about Apple's coronavirus-stricken sales forecast (AAPL)",
            "description": "Apple shares sank in Tuesday trading after the company warned quarterly revenue would fall below initial estimates, but analysts aren't fazed. Most research firms remain bullish toward the tech giant, praising its diversification of revenue streams, surging S…",
            "url": "https://www.businessinsider.com/apple-stock-price-analyst-reaction-coronavirus-revenue-adjustment-guidance-2020-2",
            "urlToImage": "",
            "publishedAt": "2020-02-18T21:26:12Z",
            "content": "Reuters<ul><li> Apple shares sank in Tuesday trading after the company warned quarterly revenue would fall below initial estimates, but analysts aren't fazed.</li><li>Most research firms remain bullish toward the tech giant, praising its diversification of re… [+4236 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andy Kiersz",
            "title": "Every US state is intertwined with China — here's the economic risk from the coronavirus outbreak for each",
            "description": "The deadly coronavirus outbreak has begun to have an impact on China's economy. Trade with China is a major part of several US states' economies. Using data from the US Census Bureau, we looked at which states could be most affected by a slowdown in trade wit…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-us-china-trade-state-maps-2020-2",
            "urlToImage": "https://i.insider.com/5e4c1ace2dae5c6e294bed83?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T17:54:04Z",
            "content": "The deadly coronavirus outbreak originating in a wet market in Wuhan, China has reached a death toll of 1,875 with over 73,000 people infected.\r\nPart of China's response to the outbreak has been to quarantine Wuhan and several other cities. These city-wide lo… [+1191 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Here's why one Wall Street firm says coronavirus will be much more difficult for China to overcome than SARS",
            "description": "China may have a rocky recovery from coronavirus, according to Nomura economist Richard Koo. Key parts of the economy that supported recovery after SARS, such as a growing labor force and corporate investment, may be lacking today, he said. Visit Business Ins…",
            "url": "https://www.businessinsider.com/coronavirus-recovery-harder-sars-china-economy-challenge-nomura-richard-koo-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4c308d4b661b0afb31bd8a-2400/2020-02-18t013743z1lynxmpeg1h02grtroptp4china-health.jpg",
            "publishedAt": "2020-02-18T19:56:41Z",
            "content": "Reuters\r\n<ul><li>China may have a rocky recovery from coronavirus, according to Nomura economist Richard Koo.</li><li>Key parts of the economy that supported recovery after SARS, such as a growing labor force and corporate investment, may be lacking today, he… [+1848 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "A new Bank of America survey shows large fund managers slashing growth expectations for the first time in months amid coronavirus fears",
            "description": "Large-fund managers' growth expectations declined in February as coronavirus dragged down sentiment. Managers still rank the outcome of the 2020 presidential election as the biggest tail risk facing markets. Visit the Business Insider homepage for more storie…",
            "url": "https://markets.businessinsider.com/news/stocks/fund-managers-cut-global-growth-expectations-coronavirus-fears-bank-america-2020-2-1028914857",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4bff5f2dae5c45095dddf5-2000/rtx2hy02.jpg",
            "publishedAt": "2020-02-18T15:53:16Z",
            "content": "Russell Boyce/Reuters\r\nLarge-fund managers surveyed by Bank of America slashed their expectations for global growth in February. That's the first time growth expectations have fallen since October, and a familiar culprit is to blame: coronavirus.Â \r\nFewer man… [+1630 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "HSBC tanks the most since 2017 after announcing a $7.2 billion overhaul charge (HSBC)",
            "description": "HSBC shares tumbled as much as 5.6% early Tuesday after the bank unveiled its third restructuring plan in a decade. The overhaul looks to cut as many as 35,000 jobs by 2022 as well as halt share buyback programs planned for 2020 and 2021. Restructuring costs …",
            "url": "https://markets.businessinsider.com/news/stocks/hsbc-stock-price-tumbles-restructuring-charges-job-cuts-earnings-report-2020-2-1028915267",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4c00e13b62b738c07908ab-2400/2019-11-11t111702z1lynxmpefaa0x7rtroptp4britain-banks-digital-plans.jpg",
            "publishedAt": "2020-02-18T17:24:41Z",
            "content": "Reuters\r\n<ul><li>HSBC shares tumbled as much as 5.6% early Tuesday after the bank unveiled its third restructuring plan in a decade.</li><li>The overhaul looks to cut as many as 35,000 jobs by 2022 as well as halt share buyback programs planned for 2020 and 2… [+3120 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "The coronavirus outbreak is dangerously close to shrinking global growth this quarter, UBS warns",
            "description": "The coronavirus' effect on the world economy is driving growth near negative levels in the first quarter of 2020, UBS economists wrote Tuesday. The bank's estimate sees the hit to China's economy accounting for most of its updated forecast, with disruptions i…",
            "url": "https://www.businessinsider.com/coronavirus-economic-impact-close-shrinking-global-growth-1q-ubs-warns-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4c1b554b661b6a47761428-2400/2020-02-18t101641z1lynxmpeg1h0q6rtroptp4china-health.jpg",
            "publishedAt": "2020-02-18T19:02:42Z",
            "content": "Reuters\r\n<ul><li>The coronavirus' effect on the world economy is driving growth near negative levels in the first quarter of 2020, UBS economists wrote Tuesday.</li><li>The bank's estimate sees the hit to China's economy accounting for most of its updated for… [+3393 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Billionaire investor Leon Cooperman ramps up his criticism of Bernie Sanders, calling him a 'bigger threat' to the stock market than coronavirus",
            "description": "Billionaire investor Leon Cooperman ripped into Sanders, saying he was \"a bigger threat\" to the stock market compared to the coronavirus, which has killed over 1,875 people in China. Cooperman also called the Vermont senator a communist. It's not the first ti…",
            "url": "https://www.businessinsider.com/leon-cooperman-bernie-sanders-bigger-threat-stock-market-coronavirus-impact-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dc2cede7eece516281ee943-2400/2013-05-09t120000z487700908gm1e95a08hz01rtrmadp3usa.jpg",
            "publishedAt": "2020-02-18T21:42:19Z",
            "content": "Rick Wilking/Reuters\r\n<ul><li>Billionaire investor Leon Cooperman ripped into Sanders, saying he was \"a bigger threat\" to the stock market compared to the coronavirus, which has killed over 1,875 people in China.</li><li>Cooperman also called the Vermont sena… [+1890 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Apple sees $43 billion in market value wiped out after warning the coronavirus will push revenue below forecasts (AAPL)",
            "description": "Apple shares sank as much as 3.1% early Tuesday after the company announced it will miss its fiscal second-quarter revenue expectations due to coronavirus fallout. The outbreak has \"temporarily constrained\" global iPhone supply and dragged on demand in China,…",
            "url": "https://markets.businessinsider.com/news/stocks/apple-stock-price-coronavirus-fallout-lowers-march-revenue-forecast-china-2020-2-1028914051",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4bde322dae5c2001662452-2400/gettyimages-185582845.jpg",
            "publishedAt": "2020-02-18T13:58:12Z",
            "content": "Getty/Justin Sullivan\r\n<ul><li>Apple shares sank as much as 3.1% early Tuesday after the company announced it will miss its fiscal second-quarter revenue expectations due to coronavirus fallout.</li><li>The outbreak has \"temporarily constrained\" global iPhone… [+3610 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Global stocks tank after Apple warns Wuhan coronavirus is hammering sales. The news sent the tech titan's shares down 3.5% in pre-market trading, wiping $50 billion off its market capitalization. 2. A f…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-18-2020-2-1028913244",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4bd8262dae5c1ae114d613-1315/tim-cook.png",
            "publishedAt": "2020-02-18T12:30:45Z",
            "content": "Axios on HBO/YouTube\r\nHere's what you need to know before the markets open.\r\n1. Global stocks tank after Apple warns Wuhan coronavirus is hammering sales. The news sent the tech titan's shares down 3.5% in pre-market trading, wiping $50 billion off its market… [+1801 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Mike Bloomberg's new plan to crack down on Wall Street echoes those of Bernie Sanders and AOC",
            "description": "Bloomberg rolled out a plan to crack down on Wall Street that mirrors proposals from Sanders and AOC, notably the inclusion of a financial transactions tax. It calls for tougher oversight of the largest Wall Street banks and to strengthen consumer protection …",
            "url": "https://www.businessinsider.com/bloomberg-plan-wall-street-crackdown-compared-to-bernie-sanders-aoc-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4c00ed2dae5c476235acfb-2400/2020-02-18t103340z1lynxmpeg1h0r2rtroptp4usa-election-bloomberg.jpg",
            "publishedAt": "2020-02-18T17:16:04Z",
            "content": "Reuters\r\n<ul><li>Bloomberg rolled out a plan to crack down on Wall Street that mirrors proposals from Sanders and AOC, notably the inclusion of a financial transactions tax.</li><li>It calls for tougher oversight of the largest Wall Street banks and to streng… [+3081 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Martin Coulter",
            "title": "Coronavirus could cost Apple $4 billion this quarter as the firm warns of iPhone shortages",
            "description": "Apple could lose $4 billion in sales as the coronavirus impacts its ability to produce sufficient iPhones and AirPods. In a Monday press release, the firm warned that it expected to take a revenue hit due to the novel coronavirus outbreak in China. Wuhan, in …",
            "url": "https://www.businessinsider.com/coronavirus-could-cost-apple-4-billion-this-quarter-2020-2",
            "urlToImage": "https://i.insider.com/5d416cc4100a2426af5f5465?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T11:34:27Z",
            "content": "Apple could lose $4 billion in sales as the coronavirus threatens to severely impact the company's supply chains in China, according to analysts. \r\nApple warned on Monday that it did not expect to hit its March revenue targets due to the coronavirus known as … [+1605 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters and Isobel Asher Hamilton",
            "title": "Apple's coronavirus warning that it won't sell enough iPhones is great news for Samsung",
            "description": "Apple announced Monday that the coronavirus outbreak means it has missed its revenue guidance for Q1 due to its impact on the company's supply chain and store closures in China. Rival Samsung meanwhile has been far less impacted by the outbreak, with a minima…",
            "url": "https://www.businessinsider.com/samsung-poised-to-benefit-from-china-virus-woes-afflicting-apple-other-rivals-2020-2",
            "urlToImage": "https://i.insider.com/5e4ba9b43b62b7749d7f73c6?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T05:44:47Z",
            "content": "Samsung Electronics stands to be a major beneficiary of the China production problems announced by rival Apple Inc on Monday, reaping the rewards of a decade-long bet on low-cost smartphone manufacturing in Vietnam.\r\nHalf of Samsung's smartphones are now made… [+2875 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Global stocks tank after Apple warns Wuhan coronavirus is hammering sales",
            "description": "Stocks tumbled on Tuesday after Apple warned Wuhan coronavirus is hitting sales. The iPhone maker doesn't expect to hit its quarterly revenue target as the outbreak is hampering production and hurting demand. HSBC's disappointing earnings and restructuring pl…",
            "url": "https://markets.businessinsider.com/news/stocks/global-stocks-apple-warns-coronavirus-hitting-revenue-2020-2-1028912574",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4bad082dae5c05ac455943-2400/ap18318582889714.jpg",
            "publishedAt": "2020-02-18T09:49:30Z",
            "content": "AP Photo/Richard Drew\r\n<ul><li>Stocks tumbled on Tuesday after Apple warned Wuhan coronavirus is hitting sales.</li><li>The iPhone maker doesn't expect to hit its quarterly revenue target as the outbreak is hampering production and hurting demand.</li><li>HSB… [+2607 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "Mark Zuckerberg struggles to curry favor with the EU, with skeptical lawmakers questioning Facebook's dominance and the spread of coronavirus misinformation",
            "description": "Facebook CEO Mark Zuckerberg is meeting with EU lawmakers in Brussels this week, and they're not making things easy for him. Zuckerberg is speaking to competition commissioner Margrethe Vestager, internal market commissioner Thierry Breton, and justice chief …",
            "url": "https://www.businessinsider.com/eu-challenges-zuckerberg-on-facebooks-power-to-undermine-democracy-2020-2",
            "urlToImage": "https://i.insider.com/5b3e4b8b447aad1d008b4a3c?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T10:39:04Z",
            "content": "Facebook CEO Mark Zuckerberg is meeting with EU lawmakers in Brussels, and his mission to curry favor has had mixed results.\r\nZuckerberg is speaking to the likes of competition commissioner Margrethe Vestager, internal market commissioner Thierry Breton, and … [+2852 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Callum Burroughs",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Tuesday. Jeff Bezos says he's giving $10 billion — about 7.7% of his net worth — to fight climate change. The Amazon CEO and richest man in the world announced in a post on Instagram that he'd start th…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-18-2020",
            "urlToImage": "https://i.insider.com/5e4b8dd22dae5c7b2c150a92?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T07:54:29Z",
            "content": "Good morning! This is the tech news you need to know this Tuesday.\r\nFounder, Chairman, CEO and President of Amazon Jeff Bezos speaks during an event about Blue Origin's space exploration plans in Washington\r\nREUTERS/Clodagh Kilcoyne\r\n<ol><li>Jeff Bezos says h… [+2504 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Yuru (Priscilla) Zhu",
            "title": "Coronavirus is dramatically changing food consumption in China — here's how",
            "description": "Meituan, a major food delivery company in China, is seeing a dramatic change in customers' food consumption in the wake of the deadly coronavirus. The company piloted a contactless delivery service after the outbreak began. According to Meituan, which has 5.9…",
            "url": "https://www.businessinsider.com/coronavirus-changing-food-consumption-in-china-2020-2",
            "urlToImage": "https://i.insider.com/5e458a714b661b508249c067?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T21:44:06Z",
            "content": "Coronavirus is drastically changing food consumption in China, and a food delivery giant in the country is witnessing the changes firsthand. \r\nAccording to a spokesperson from Meituan, more than 80% of all orders made during the two-week period between Januar… [+2882 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "The cruise industry has been rocked by the coronavirus. Here's you how can find out if your ship has been impacted.",
            "description": "The Wuhan coronavirus has had a big impact on cruise companies and their customers, with multiple horror stories of ships being quarantined and turned away from ports. Some cruises have had their itineraries changed or canceled. You can find out if your cruis…",
            "url": "https://www.businessinsider.com/how-to-find-out-cruise-affected-by-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4c379f3b62b70db26f80e2?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T19:53:12Z",
            "content": "The Wuhan coronavirus has had a significant impact on the cruise industry. More than 200 people on Princess Cruises' Diamond Princess ship have tested positive for the virus, and passengers on other ships have had their trips canceled or altered. Cruise lines… [+338 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor",
            "title": "I flew on Vietnam's award-winning budget airline known for its bikini-clad flight attendants 3 times in one week, and it was an emotional rollercoaster",
            "description": "Vietjet Air is a Vietnamese ultra-low-cost airline, known for its racy advertising featuring flight attendants in bikinis. I flew three Vietjet flights in less than a week on a recent trip to Vietnam. Hidden fees for add-ons like checked bags and drinks help …",
            "url": "https://www.businessinsider.com/vietjet-air-vietnam-budget-airline-flight-review-2020-2",
            "urlToImage": "https://i.insider.com/5e4c2ecd4b661b07b268eb26?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T18:33:27Z",
            "content": "HO CHI MINH CITY, Vietnam — When investigating which airline I should take from Seoul, South Korea to Ho Chi Minh City, Vietnam, I stumbled upon something I had never seen on a flight before: bikini-clad flight attendants, working for a budget Vietnamese airl… [+1021 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "Walmart breaks down how the coronavirus has hit its $10 billion business in China",
            "description": "Walmart's leadership weighed in on coronavirus concerns during the retail giant's investment community event on Tuesday. CFO Brett Biggs said that \"sales have been okay\" in China, although Walmart has faced issues with its product mix as consumers scramble to…",
            "url": "https://www.businessinsider.com/walmart-coronavirus-china-ceo-executives-sams-club-2020-2",
            "urlToImage": "https://i.insider.com/5e4c009a3b62b737ff7bdf1a?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T18:21:58Z",
            "content": "Walmart executives broke down the retail giant's response to the coronavirus outbreak in China during the company's investment community event on Tuesday. It's cutting store hours at locations in China and doubling down on a partnership with Chinese delivery … [+3089 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Billionaire investor Leon Cooperman ramps up his criticism of Bernie Sanders, calling him a 'bigger threat' to the stock market than coronavirus",
            "description": "Billionaire investor Leon Cooperman ripped into Sanders, saying he was \"a bigger threat\" to the stock market compared to the coronavirus, which has killed over 1,875 people in China. Cooperman also called the Vermont senator a communist. It's not the first ti…",
            "url": "https://markets.businessinsider.com/news/stocks/leon-cooperman-bernie-sanders-bigger-threat-stock-market-coronavirus-impact-2020-2-1028916018",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dc2cede7eece516281ee943-2400/2013-05-09t120000z487700908gm1e95a08hz01rtrmadp3usa.jpg",
            "publishedAt": "2020-02-18T21:42:19Z",
            "content": "Rick Wilking/Reuters\r\n<ul><li>Billionaire investor Leon Cooperman ripped into Sanders, saying he was \"a bigger threat\" to the stock market compared to the coronavirus, which has killed over 1,875 people in China.</li><li>Cooperman also called the Vermont sena… [+1890 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "More and more Chinese medics are dying from the coronavirus. Public-health experts say this could delay the country's fight against the outbreak.",
            "description": "The director of a major hospital in Wuhan, China, died on Tuesday morning of the coronavirus that originated in the city, health authorities announced. Liu Zhiming's death is part of the growing number of infections among Chinese healthcare workers, who have …",
            "url": "https://www.businessinsider.com/coronavirus-china-medics-dying-harm-outbreak-efforts-2020-2",
            "urlToImage": "https://i.insider.com/5e4bb14c3b62b777c7593cd5?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T15:15:14Z",
            "content": "One of Wuhan's most senior doctors died Tuesday after contracting the deadly novel coronavirus, adding to the number of healthcare workers who have fallen victim to the disease, and raising questions on China's ability to contain the outbreak.\r\nLiu Zhiming, d… [+6026 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "jzeballos@businessinsider.com (Joseph Zeballos-Roig), Joseph Zeballos-Roig",
            "title": "Mike Bloomberg's new plan to crack down on Wall Street echoes those of Bernie Sanders and AOC",
            "description": "Reuters Bloomberg rolled out a plan to crack down on Wall Street that mirrors proposals from Sanders and AOC, notably the inclusion of a financial transactions tax. It calls for tougher oversight of the largest Wall Street banks and to strengthen consumer pro…",
            "url": "https://markets.businessinsider.com/news/stocks/bloomberg-plan-wall-street-crackdown-compared-to-bernie-sanders-aoc-2020-2-1028915238",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4c00ed2dae5c476235acfb-2400/2020-02-18t103340z1lynxmpeg1h0r2rtroptp4usa-election-bloomberg.jpg",
            "publishedAt": "2020-02-18T17:16:04Z",
            "content": "Reuters\r\n<ul><li>Bloomberg rolled out a plan to crack down on Wall Street that mirrors proposals from Sanders and AOC, notably the inclusion of a financial transactions tax.</li><li>It calls for tougher oversight of the largest Wall Street banks and to streng… [+3192 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "Pharma giant Sanofi is developing a vaccine to fight the deadly coronavirus outbreak using its previous research on SARS (SNY)",
            "description": "Pharma giant Sanofi announced Tuesday it is joining the fight against the coronavirus. The French pharma giant plans to use its prior research from the 2002-2003 SARS outbreak to speed up the development of a coronavirus vaccine. Sanofi joins a handful of oth…",
            "url": "https://www.businessinsider.com/sanofi-researching-coronavirus-vaccine-with-barda-using-sars-vaccine-2020-2",
            "urlToImage": "https://i.insider.com/5e4bf3493b62b7244c79f128?width=1200&format=jpeg",
            "publishedAt": "2020-02-18T15:00:00Z",
            "content": "Sanofi just became the latest prominent drugmaker to join the race to develop a vaccine for the novel coronavirus.\r\nThe French pharma giant has begun researching a vaccine to counteract the ongoing coronavirus outbreak and believes it has a head start on spee… [+2456 chars]"
        }
    ]
}