{
    "status": "ok",
    "totalResults": 4,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "David Brennan",
            "title": "Coronavirus Would Be 'Disastrous' for China's Muslim Concentration Camp Prisoners and the World Might Never Find Out, Uighur Activist Warns",
            "description": "Jewher Ilham said reported overcrowding and poor sanitary conditions in the camps would speed the spread of the epidemic.",
            "url": "https://www.newsweek.com/coronavirus-uighur-muslim-chinese-camps-activist-1487781",
            "urlToImage": "https://d.newsweek.com/en/full/1567826/china-xinjiang-camps-coronavirus-uighurs-concentration-re-education.jpg",
            "publishedAt": "2020-02-18T15:12:19Z",
            "content": "Coronavirus poses a serious risk to millions of inmates in China's Muslim prison camps, where overcrowding and lack of transparency could result in \"disastrous\" results, according to a Uighur human rights activist.\r\nJewher Ilhamthe daughter of jailed Uighur a… [+4186 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Indonesia Yet to Report a Single Case of Coronavirus, Country's Health Minister Says They 'Owe It to God'",
            "description": "Terawan Agus Putranto touted how his country remains free of disease that has spread throughout the region.",
            "url": "https://www.newsweek.com/indonesia-coronavirus-health-minister-prayer-1487768",
            "urlToImage": "https://d.newsweek.com/en/full/1567809/chinese-tourists-indonesia.jpg",
            "publishedAt": "2020-02-18T15:37:48Z",
            "content": "With coronavirus spreading throughout South East Asia, Indonesia's top health official has credited divine assistance as the reason no cases of the illness have been reported in his country.\r\nEmanating from China, there have been confirmed cases of the illnes… [+2889 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Update: Map Shows More Than 73,000 Confirmed Cases in 25 Countries",
            "description": "The outbreak is about nine times larger than the 2002-2003 SARS outbreak, but it has been far less deadly.",
            "url": "https://www.newsweek.com/coronavirus-update-map-73000-confirmed-cases-25-countries-1487793",
            "urlToImage": "https://d.newsweek.com/en/full/1567845/coronavirus-update-map-cases-deaths.jpg",
            "publishedAt": "2020-02-18T16:46:48Z",
            "content": "The World Health Organization (WHO) reported on Tuesday that more than 73,000 people in 25 countries have become infected with the new coronavirus.\r\nDaily increases of about 2,000 cases have largely been the norm for the new coronavirus, named COVID-19, but o… [+3389 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "How Is Coronavirus Treated? Japan to Start HIV Antiviral Drug Trials As WHO Warns Antibiotics and Alternative Treatments Won't Work",
            "description": "There are currently no specific treatments for the virus, which has killed almost 2,000 people.",
            "url": "https://www.newsweek.com/how-coronavirus-treated-japan-start-hiv-antiviral-drug-trials-who-warns-antibiotics-1487704",
            "urlToImage": "https://d.newsweek.com/en/full/1567734/coronavirus-tokyo-coronavirus-covid-19-2019-ncov.jpg",
            "publishedAt": "2020-02-18T10:27:12Z",
            "content": "Japan plans to use HIV drugs in an attempt to treat people with the deadly new coronavirus, according to officials.\r\nYoshihide Suga, chief cabinet secretary, told a briefing on Tuesday that the government is \"currently conducting preparations so that clinical… [+4879 chars]"
        }
    ]
}