{
    "status": "ok",
    "totalResults": 212,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Some overseas buyers of China metal products stop accepting deliveries due to virus: trade group",
            "description": "Some overseas buyers of China's metal products have stopped accepting deliveries in the wake of the coronavirus outbreak, a",
            "url": "https://www.reuters.com/article/us-china-health-metals-idUSKBN20C088",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T03:01:27Z",
            "content": "BEIJING (Reuters) - Some overseas buyers of China’s metal products have stopped accepting deliveries in the wake of the coronavirus outbreak, a \r\nunit of China’s international trade promotion council said on Tuesday. \r\nCompanies in Russia, Turkey, the Middle … [+258 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China regulator says coronavirus impact on industries to show in Feb.",
            "description": "The impact of the coronavirus outbreak on China's various industries will mainly show up in February, a vice chairman of the country's state assets regulator said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-sasac-newser-idUSKBN20C076",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T02:44:03Z",
            "content": "BEIJING (Reuters) - The impact of the coronavirus outbreak on China’s various industries will mainly show up in February, a vice chairman of the country’s state assets regulator said on Tuesday. \r\nRen Hongbin of China’s State-owned Assets Supervision and Admi… [+303 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New French health minister: 'Credible risk' of coronavirus pandemic",
            "description": "New French health minister Olivier Veran said on Tuesday there is a \"credible risk\" the coronavirus outbreak could turn unto a pandemic.",
            "url": "https://www.reuters.com/article/us-china-health-france-idUSKBN20C0QU",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491834009&w=1200&r=LYNXMPEG1H0I7",
            "publishedAt": "2020-02-18T07:46:54Z",
            "content": "PARIS (Reuters) - New French health minister Olivier Veran said on Tuesday there is a “credible risk” the coronavirus outbreak could turn unto a pandemic. \r\n“This is both a working assumption and a credible risk,” Veran told France Info radio, when asked abou… [+263 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sakura Murakami",
            "title": "Japan to start trials using HIV treatment for coronavirus: Suga",
            "description": "Japan is aiming to start trials soon using an HIV treatment for the coronavirus, Chief Cabinet Secretary Yoshihide Suga said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-japan-treatment-idUSKBN20C047",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491723654&w=1200&r=LYNXMPEG1H02K",
            "publishedAt": "2020-02-18T01:43:36Z",
            "content": "TOKYO (Reuters) - Japan is aiming to start trials soon using an HIV treatment for the coronavirus, Chief Cabinet Secretary Yoshihide Suga said on Tuesday. \r\n“We’re currently preparing to start clinical trials using HIV medication on the novel coronavirus,” Su… [+336 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK working to organize flight for British nationals on cruise ship with coronavirus",
            "description": "Britain's Foreign Office said on Wednesday it is working to organize a flight to Japan to evacuate its nationals from a cruise ship hit by the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-japan-britain-idUSKBN20C0AY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T03:58:07Z",
            "content": "(Reuters) - Britain’s Foreign Office said on Wednesday it is working to organize a flight to Japan to evacuate its nationals from a cruise ship hit by the coronavirus. \r\n“Our staff are contacting British nationals on board to make the necessary arrangements”,… [+365 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan to evacuate citizens from coronavirus-hit ship in Japan",
            "description": "Taiwan will charter a plane to evacuate its citizens on the Diamond Princess cruise liner docked in Japan that was hit by the coronavirus outbreak, the Taiwan government said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-cruiseship-taiwan-idUSKBN20C13D",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491877602&w=1200&r=LYNXMPEG1H0OH",
            "publishedAt": "2020-02-18T09:59:45Z",
            "content": "TAIPEI (Reuters) - Taiwan will charter a plane to evacuate its citizens on the Diamond Princess cruise liner docked in Japan that was hit by the coronavirus outbreak, the Taiwan government said on Tuesday. \r\nFour Taiwanese onboard were confirmed to have the v… [+264 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sarah Wu",
            "title": "Coronavirus could be knockout blow for Hong Kong's once-thriving tourism, retail sectors",
            "description": "Tom Bennell's olive oil distribution business took a heavy beating during months of pro-democracy protests that emptied Hong Kong hotels and restaurants, his major customers. Now he fears a knockout blow as the city fights the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-economy-analysi-idUSKBN20C01K",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491708230&w=1200&r=LYNXMPEG1H01A",
            "publishedAt": "2020-02-18T00:49:15Z",
            "content": "HONG KONG (Reuters) - Tom Bennell’s olive oil distribution business took a heavy beating during months of pro-democracy protests that emptied Hong Kong hotels and restaurants, his major customers. Now he fears a knockout blow as the city fights the coronaviru… [+4517 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Malaysian Belt and Road project tells some staff to work from home in China's Wuhan",
            "description": "The contractor for a Malaysian rail project that is part of China's 'Belt and Road' initiative has advised some Chinese staff to work remotely while a coronavirus outbreak delays their return from holidays, a company official said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-malaysia-railway-idUSKBN20C1E8",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491909910&w=1200&r=LYNXMPEG1H0U8",
            "publishedAt": "2020-02-18T11:31:26Z",
            "content": "KUALA LUMPUR (Reuters) - The contractor for a Malaysian rail project that is part of China’s ‘Belt and Road’ initiative has advised some Chinese staff to work remotely while a coronavirus outbreak delays their return from holidays, a company official said on … [+1686 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Heekyong Yang",
            "title": "Samsung offers phone delivery service for test use to ride out coronavirus impact",
            "description": "Samsung Electronics has launched smartphone delivery services for customers to test its new products, as the spread of the coronavirus has prompted the tech giant to cancel promotional events and brace for weak store sales.",
            "url": "https://www.reuters.com/article/us-china-health-samsung-elec-idUSKBN20C093",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491751333&w=1200&r=LYNXMPEG1H05K",
            "publishedAt": "2020-02-18T03:27:16Z",
            "content": "SEOUL (Reuters) - Samsung Electronics has launched smartphone delivery services for customers to test its new products, as the spread of the coronavirus has prompted the tech giant to cancel promotional events and brace for weak store sales. \r\nThe move highli… [+1744 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea's president calls for 'all possible measures' to help virus-hit economy",
            "description": "South Korea President Moon Jae-in said on Tuesday the government should make an all-out effort to boost the economy as it comes under pressure from a coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-korea-economy-idUSKBN20C06I",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491738249&w=1200&r=LYNXMPEG1H047",
            "publishedAt": "2020-02-18T02:34:05Z",
            "content": "SEOUL (Reuters) - South Korea President Moon Jae-in said on Tuesday the government should make an all-out effort to boost the economy as it comes under pressure from a coronavirus outbreak. \r\n“(The government) shouldn’t quibble over whether anything is unprec… [+462 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei province reports 132 new coronavirus deaths on Feb. 18",
            "description": "The number of deaths in China's central Hubei province from the coronavirus outbreak rose by 132 to 1,921 as of Tuesday, the province's health commission said in a statement on its website on Wednesday.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-idUSKBN20C2PM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T23:03:01Z",
            "content": "BEIJING (Reuters) - The number of deaths in China’s central Hubei province from the coronavirus outbreak rose by 132 to 1,921 as of Tuesday, the province’s health commission said in a statement on its website on Wednesday. \r\nThere were a further 1,693 cases d… [+1062 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "'Don't be kidnapped by China': Taiwan tells WHO in bid for separate virus tally",
            "description": "Taiwan urged the World Health Organization on Tuesday not to be \"kidnapped\" by China, as more countries put travel curbs on its citizens because the health agency groups the island's coronavirus cases with China in the battle on the outbreak.",
            "url": "https://www.reuters.com/article/uk-china-health-taiwan-idUSKBN20C0O9",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491827265&w=1200&r=LYNXMPEG1H0GQ",
            "publishedAt": "2020-02-18T07:25:16Z",
            "content": "TAIPEI (Reuters) - Taiwan urged the World Health Organization on Tuesday not to be “kidnapped” by China, as more countries put travel curbs on its citizens because the health agency groups the island’s coronavirus cases with China in the battle on the outbrea… [+1609 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Singapore Airlines to reduce flights across network due to virus impact",
            "description": "Singapore Airlines Ltd said on Tuesday it will temporarily cut flights across its global network in March, April and May due to weaker demand as a result of the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/us-china-health-singapore-air-idUSKBN20C09L",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491753778&w=1200&r=LYNXMPEG1H05T",
            "publishedAt": "2020-02-18T03:26:56Z",
            "content": "SYDNEY (Reuters) - Singapore Airlines Ltd said on Tuesday it will temporarily cut flights across its global network in March, April and May due to weaker demand as a result of the coronavirus epidemic. \r\nDestinations that are among those with services reduced… [+268 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "'Don't be kidnapped by China': Taiwan tells WHO in bid for separate virus tally",
            "description": "Taiwan urged the World Health Organization on Tuesday not to be \"kidnapped\" by China, as more countries put travel curbs on its citizens because the health agency groups the island's coronavirus cases with China in the battle on the outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-taiwan-idUSKBN20C0P7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491829100&w=1200&r=LYNXMPEG1H0HB",
            "publishedAt": "2020-02-18T07:32:27Z",
            "content": "TAIPEI (Reuters) - Taiwan urged the World Health Organization on Tuesday not to be “kidnapped” by China, as more countries put travel curbs on its citizens because the health agency groups the island’s coronavirus cases with China in the battle on the outbrea… [+1608 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong increases funds to tackle coronavirus outbreak to $3.6 billion",
            "description": "Hong Kong leader Carrie Lam said on Tuesday the government would increase handouts to tackle the coronavirus outbreak to HK$28 billion($3.60 billion) from HK$25 billion pledged previously, to ease the impact on the Chinese-ruled city's battered economy.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-idUSKBN20C05J",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491733849&w=1200&r=LYNXMPEG1H03R",
            "publishedAt": "2020-02-18T02:18:32Z",
            "content": "HONG KONG (Reuters) - Hong Kong leader Carrie Lam said on Tuesday the government would increase handouts to tackle the coronavirus outbreak to HK$28 billion($3.60 billion) from HK$25 billion pledged previously, to ease the impact on the Chinese-ruled city’s b… [+230 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Filipina becomes first helper to contract coronavirus in Hong Kong",
            "description": "A Filipina has become the first domestic helper to contract the coronavirus in Hong Kong, and the Chinese-ruled city's 61st case overall, health authorities said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-helper-idUSKBN20C120",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T09:42:57Z",
            "content": "HONG KONG (Reuters) - A Filipina has become the first domestic helper to contract the coronavirus in Hong Kong, and the Chinese-ruled city’s 61st case overall, health authorities said on Tuesday. \r\nThere are more than 180,000 Filipinos in Hong Kong, many work… [+488 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russia suspends Chinese citizens from entry to Russia from Feb. 20",
            "description": "Russia will suspend entry of Chinese citizens to its territory starting from Feb. 20, Russian authorities in charge of coronavirus prevention said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-russia-entry-idUSKBN20C2BU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T18:00:49Z",
            "content": "MOSCOW (Reuters) - Russia will suspend entry of Chinese citizens to its territory starting from Feb. 20, Russian authorities in charge of coronavirus prevention said on Tuesday. \r\nTravel restrictions of some form to prevent the spread of the disease, which ha… [+709 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hospital director dies in China's Wuhan, epicenter of coronavirus outbreak",
            "description": "The head of a leading hospital in China's central city of Wuhan, the epicenter of a coronavirus outbreak, died of the disease on Tuesday, state television said.",
            "url": "https://www.reuters.com/article/us-china-health-doctor-idUSKBN20C0BT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T04:15:08Z",
            "content": "BEIJING (Reuters) - The head of a leading hospital in China’s central city of Wuhan, the epicenter of a coronavirus outbreak, died of the disease on Tuesday, state television said. \r\nLiu Zhiming, the director of Wuhan Wuchang Hospital, died at 10:30 a.m., it … [+76 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Shanghai says students won't return to school now, online learning to start March 2",
            "description": "The Shanghai government has said that students will not return to schools now and the semester will start via online learning amid China's coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-education-shanghai-idUSKBN20C0KC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T06:42:35Z",
            "content": "SHANGHAI/BEIJING (Reuters) - The Shanghai government has said that students will not return to schools now and the semester will start via online learning amid China’s coronavirus outbreak. \r\nOnline education for primary and secondary school students in Shang… [+281 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "One Russian on cruise ship confirmed to have coronavirus: embassy",
            "description": "Russia's embassy in Japan said on Tuesday that a Russian woman earlier said to have been diagnosed with coronavirus on a cruise ship docked in Japan does not have the virus, but that her husband, who is also on board, had tested positive.",
            "url": "https://www.reuters.com/article/us-china-health-russia-japan-idUSKBN20C1SM",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491959158&w=1200&r=LYNXMPEG1H11M",
            "publishedAt": "2020-02-18T13:54:35Z",
            "content": "MOSCOW (Reuters) - Russia’s embassy in Japan said on Tuesday that a Russian woman earlier said to have been diagnosed with coronavirus on a cruise ship docked in Japan does not have the virus, but that her husband, who is also on board, had tested positive. \r… [+237 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Coronavirus forces delay of trade fairs and conferences",
            "description": "Over two dozen trade fairs and industry conferences in China and overseas have been postponed due to travel curbs and concerns about the spread of the coronavirus, potentially disrupting deals worth billions of dollars.",
            "url": "https://www.reuters.com/article/us-china-health-events-factbox-idUSKBN20C0BZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491770145&w=1200&r=LYNXMPEG1H07N",
            "publishedAt": "2020-02-18T04:20:56Z",
            "content": "(Reuters) - Over two dozen trade fairs and industry conferences in China and overseas have been postponed due to travel curbs and concerns about the spread of the coronavirus, potentially disrupting deals worth billions of dollars. \r\nIn order of scheduled or … [+4920 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China virus threatens global antibiotics supply: European business group",
            "description": "The world could face a shortage of antibiotics if the pharmaceutical industry's supply problems posed by the coronavirus outbreak in China cannot soon be resolved, the head of a European business group in China warned on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-pharma-antibiotics-idUSKBN20C08S",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T03:11:21Z",
            "content": "BEIJING (Reuters) - The world could face a shortage of antibiotics if the pharmaceutical industry’s supply problems posed by the coronavirus outbreak in China cannot soon be resolved, the head of a European business group in China warned on Tuesday. \r\nEU Cham… [+425 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Chhorn Chansy",
            "title": "More passengers to leave cruise ship in Cambodia after coronavirus tests",
            "description": "More passengers from a cruise ship that docked in Cambodia last week after being turned away at five other ports will fly home on Tuesday, following tests for the new coronavirus, the country's prime minister said.",
            "url": "https://www.reuters.com/article/us-china-health-cambodia-cruiseship-idUSKBN20C107",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491867234&w=1200&r=LYNXMPEG1H0NA",
            "publishedAt": "2020-02-18T09:22:56Z",
            "content": "PHNOM PENH (Reuters) - More passengers from a cruise ship that docked in Cambodia last week after being turned away at five other ports will fly home on Tuesday, following tests for the new coronavirus, the country’s prime minister said. \r\nAn American woman w… [+1586 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Huizhong Wu",
            "title": "China legal activist who called on Xi to 'give way' arrested: activists",
            "description": "Chinese authorities have arrested a prominent rights activist and legal scholar who had called on President Xi Jinping to step down over his handling of crises including the coronavirus outbreak, two fellow activists said on Monday.",
            "url": "https://www.reuters.com/article/us-china-rights-activist-idUSKBN20C03J",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491720061&w=1200&r=LYNXMPEG1H028",
            "publishedAt": "2020-02-18T01:30:42Z",
            "content": "BEIJING (Reuters) - Chinese authorities have arrested a prominent rights activist and legal scholar who had called on President Xi Jinping to step down over his handling of crises including the coronavirus outbreak, two fellow activists said on Monday. \r\nXu Z… [+1883 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Josh Smith",
            "title": "North Korea looks to hold 'Mass Games' this year despite coronavirus fears: tour companies",
            "description": "Despite North Korea's ban on foreign tourism over coronavirus fears, the isolated nation has announced plans to stage its \"Mass Games\", featuring thousands of dancers, gymnasts and singers, as soon as August, tour companies said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-northkorea-massgames-idUSKBN20C0X8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T08:55:42Z",
            "content": "SEOUL (Reuters) - Despite North Korea’s ban on foreign tourism over coronavirus fears, the isolated nation has announced plans to stage its “Mass Games”, featuring thousands of dancers, gymnasts and singers, as soon as August, tour companies said on Tuesday. … [+1887 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "'Don't be kidnapped by China': Taiwan tells WHO in bid for separate virus tally",
            "description": "Taiwan urged the World Health Organization on Tuesday not to be \"kidnapped\" by China, as more countries put travel curbs on its citizens because the health agency groups the island's coronavirus cases with China in the battle on the outbreak.",
            "url": "https://www.reuters.com/article/uk-china-health-taiwan-idUSKBN20C0O9",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491827265&w=1200&r=LYNXMPEG1H0GQ",
            "publishedAt": "2020-02-18T07:28:15Z",
            "content": "TAIPEI (Reuters) - Taiwan urged the World Health Organization on Tuesday not to be “kidnapped” by China, as more countries put travel curbs on its citizens because the health agency groups the island’s coronavirus cases with China in the battle on the outbrea… [+1609 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "'Don't be kidnapped by China': Taiwan tells WHO in bid for separate virus tally",
            "description": "Taiwan urged the World Health Organization on Tuesday not to be \"kidnapped\" by China, as more countries put travel curbs on its citizens because the health agency groups the island's coronavirus cases with China in the battle on the outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-taiwan-idUSKBN20C0P7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491829100&w=1200&r=LYNXMPEG1H0HB",
            "publishedAt": "2020-02-18T07:32:27Z",
            "content": "TAIPEI (Reuters) - Taiwan urged the World Health Organization on Tuesday not to be “kidnapped” by China, as more countries put travel curbs on its citizens because the health agency groups the island’s coronavirus cases with China in the battle on the outbrea… [+1608 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Philippine workers allowed to travel to Hong Kong, Macau amid virus fear",
            "description": "The Philippines on Tuesday allowed Filipino workers to travel to Hong Kong and Macau, relaxing the travel ban it imposed on China and its special administrative regions to control the spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-philippines-idUSKBN20C1FY",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491916245&w=1200&r=LYNXMPEG1H0VJ",
            "publishedAt": "2020-02-18T11:49:12Z",
            "content": "MANILA (Reuters) - The Philippines on Tuesday allowed Filipino workers to travel to Hong Kong and Macau, relaxing the travel ban it imposed on China and its special administrative regions to control the spread of the coronavirus. \r\nThe Philippines announced i… [+2223 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus threatens Apple supply chain, sales; shares drop",
            "description": "Shares of Apple Inc fell 2 % on Tuesday and dragged the stocks of its suppliers across the globe lower, after the iPhone maker warned of lower sales in the current quarter acknowledging that the coronavirus outbreak was pressuring its supply chain.",
            "url": "https://www.reuters.com/article/us-apple-stocks-idUSKBN20C1T4",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491960683&w=1200&r=LYNXMPEG1H11S",
            "publishedAt": "2020-02-18T13:57:47Z",
            "content": "(Reuters) - Shares of Apple Inc fell 2 % on Tuesday and dragged the stocks of its suppliers across the globe lower, after the iPhone maker warned of lower sales in the current quarter acknowledging that the coronavirus outbreak was pressuring its supply chain… [+2296 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "HSBC eyes $600 million in losses if Coronavirus persists",
            "description": "HSBC could be forced to take $600 million in additional provisions against loan losses if the Coronavirus outbreak persists into the second half of this year, Chief Financial Officer Ewan Stevenson said on Tuesday.",
            "url": "https://www.reuters.com/article/us-hsbc-hldg-results-virus-idUSKBN20C1KC",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491928166&w=1200&r=LYNXMPEG1H0X5",
            "publishedAt": "2020-02-18T12:23:14Z",
            "content": "LONDON (Reuters) - HSBC could be forced to take $600 million in additional provisions against loan losses if the Coronavirus outbreak persists into the second half of this year, Chief Financial Officer Ewan Stevenson said on Tuesday. \r\nHe said HSBC has modell… [+434 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Kevin Yao",
            "title": "China races to contain job losses as coronavirus batters economy",
            "description": "When cameraman Mark Xia returned to his job this month after holidays, the Shanghai video production house where he worked told him to take three months of leave with no pay, as a coronavirus epidemic takes a toll of China's businesses.",
            "url": "https://www.reuters.com/article/us-china-health-jobs-idUSKBN20C18F",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491891546&w=1200&r=LYNXMPEG1H0RC",
            "publishedAt": "2020-02-18T10:39:57Z",
            "content": "BEIJING (Reuters) - When cameraman Mark Xia returned to his job this month after holidays, the Shanghai video production house where he worked told him to take three months of leave with no pay, as a coronavirus epidemic takes a toll of China’s businesses. \r\n… [+3723 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Leika Kihara",
            "title": "Recession risk forces BOJ to row back on inflation goal",
            "description": "The widening economic fallout from the coronavirus outbreak and soft consumption are forcing the Bank of Japan to message more strongly that it is no longer inclined to chase its elusive 2% inflation target, sources familiar with its thinking say.",
            "url": "https://www.reuters.com/article/us-japan-economy-boj-analysis-idUSKBN20C0FD",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491792024&w=1200&r=LYNXMPEG1H0AU",
            "publishedAt": "2020-02-18T05:33:08Z",
            "content": "TOKYO (Reuters) - The widening economic fallout from the coronavirus outbreak and soft consumption are forcing the Bank of Japan to message more strongly that it is no longer inclined to chase its elusive 2% inflation target, sources familiar with its thinkin… [+4543 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Holiday Inn-owner IHG takes hit from Hong Kong protests",
            "description": "Holiday Inn-owner InterContinental Hotels Group reported a slight dip in revenue per room in 2019, hurt by a fall in bookings in Hong Kong due to last year's protests as it braces for the impact of the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-intercontinental-results-idUSKBN20C0OS",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491827236&w=1200&r=LYNXMPEG1H0GW",
            "publishedAt": "2020-02-18T07:28:00Z",
            "content": "(Reuters) - Holiday Inn-owner InterContinental Hotels Group (IHG.L) reported a slight dip in revenue per room in 2019, hurt by a fall in bookings in Hong Kong due to last year’s protests as it braces for the impact of the coronavirus outbreak. \r\nThe hotel ope… [+472 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "Apple's surprise sales warning pressures futures",
            "description": "U.S. stock index futures dropped on Tuesday as investors returned from a long weekend to a sales warning from Apple Inc that highlighted the impact of the coronavirus outbreak on global supply chains.",
            "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN20C1OB",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491940209&w=1200&r=LYNXMPEG1H0Z7",
            "publishedAt": "2020-02-18T13:00:23Z",
            "content": "(Reuters) - U.S. stock index futures dropped on Tuesday as investors returned from a long weekend to a sales warning from Apple Inc that highlighted the impact of the coronavirus outbreak on global supply chains. \r\nThe world’s most valuable technology firm (A… [+1702 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stephen Nellis",
            "title": "If Apple is hurting due to the coronavirus, its suppliers and rivals likely are too",
            "description": "Apple Inc's surprise warning that it will likely fall short of this quarter's sales target due to the coronavirus epidemic points to much pain for its chip and other suppliers as well as for rivals who also rely on China to build their products.",
            "url": "https://www.reuters.com/article/us-china-health-apple-suppliers-analysis-idUSKBN20C147",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491880211&w=1200&r=LYNXMPEG1H0P4",
            "publishedAt": "2020-02-18T10:06:27Z",
            "content": "SAN FRANCISCO/SHANGHAI (Reuters) - Apple Inc’s (AAPL.O) surprise warning that it will likely fall short of this quarter’s sales target due to the coronavirus epidemic points to much pain for its chip and other suppliers as well as for rivals who also rely on … [+4205 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stella Qiu",
            "title": "China to grant tariff exemptions on additional U.S. goods",
            "description": "China said on Tuesday it would accept applications for new tariff exemptions for 696 products imported from the United States including key agricultural and energy products such as pork, beef, soybeans, liquefied natural gas and crude oil.",
            "url": "https://www.reuters.com/article/us-usa-trade-china-idUSKBN20C0CD",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491789523&w=1200&r=LYNXMPEG1H08K",
            "publishedAt": "2020-02-18T05:25:23Z",
            "content": "BEIJING (Reuters) - China said on Tuesday it would accept applications for new tariff exemptions for 696 products imported from the United States including key agricultural and energy products such as pork, beef, soybeans, liquefied natural gas and crude oil.… [+1826 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European new car sales down 7.4% in January: ACEA",
            "description": "European car sales fell in January, hit by a sluggish global economy, higher car taxes in some EU countries and uncertainty over Britain's departure from the bloc, the European Auto Industry Association (ACEA) said on Tuesday.",
            "url": "https://www.reuters.com/article/us-europe-vehicleregistrations-january-idUSKBN20C0NB",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491822540&w=1200&r=LYNXMPEG1H0FZ",
            "publishedAt": "2020-02-18T07:14:11Z",
            "content": "BERLIN (Reuters) - European car sales fell in January, hit by a sluggish global economy, higher car taxes in some EU countries and uncertainty over Britain’s departure from the bloc, the European Auto Industry Association (ACEA) said on Tuesday. \r\nIn January,… [+927 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hyunjoo Jin",
            "title": "Samsung poised to benefit from China virus woes afflicting Apple, other rivals",
            "description": "Samsung Electronics stands to be a major beneficiary of the China production problems announced by rival Apple Inc on Monday, reaping the rewards of a decade-long bet on low-cost smartphone manufacturing in Vietnam.",
            "url": "https://www.reuters.com/article/us-china-health-apple-samsung-analysis-idUSKBN20C0GD",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491795481&w=1200&r=LYNXMPEG1H0B5",
            "publishedAt": "2020-02-18T05:44:47Z",
            "content": "SEOUL (Reuters) - Samsung Electronics stands to be a major beneficiary of the China production problems announced by rival Apple Inc on Monday, reaping the rewards of a decade-long bet on low-cost smartphone manufacturing in Vietnam. \r\nHalf of Samsung’s smart… [+3674 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Watchdog tells UK companies to spell out business impact of coronavirus - Reuters",
            "description": "Companies should tell their investors what effect the coronavirus epidemic in China is having on their business, Britain's accounting watchdog said on Tuesday.",
            "url": "https://www.reuters.com/article/us-britain-accounts-coronavirus-idUSKBN20C0NZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491829986&w=1200&r=LYNXMPEG1H0HP",
            "publishedAt": "2020-02-18T07:20:00Z",
            "content": "LONDON (Reuters) - Companies should tell their investors what effect the coronavirus epidemic in China is having on their business, Britain’s accounting watchdog said on Tuesday. \r\nAnnual reports for 2019 are due and companies are required by law to disclose … [+1085 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shreyansi Singh",
            "title": "PRECIOUS-Gold rises on mounting business impact from virus outbreak - Reuters",
            "description": "Gold rose to a two-week high on Tuesday, spurred by demand for safe-havens after iPhone maker Apple Inc's revenue warning underscored the financial fallout of the coronavirus epidemic in China.",
            "url": "https://www.reuters.com/article/global-precious-idUSL4N2AI0T6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T03:23:00Z",
            "content": "(Adds comments, updates prices) \r\n* Dollar rises to over four-month high \r\n* Virus death toll in China up by 98 as of Monday \r\nBy Shreyansi Singh \r\nFeb 18 (Reuters) - Gold rose to a two-week high on Tuesday, spurred by demand for safe-havens after iPhone make… [+2052 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Zhang Yan",
            "title": "Exclusive: Tesla in talks to use CATL's cobalt-free batteries in China-made cars - sources",
            "description": "Tesla is in advanced stages of talks to use batteries from CATL <300750.SZ> that contain no cobalt - one of the most expensive metals in electric vehicle (EV) batteries - in cars made at its China plant, people familiar with the matter said.",
            "url": "https://www.reuters.com/article/us-tesla-china-electric-exclusive-idUSKBN20C0RP",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491837380&w=1200&r=LYNXMPEG1H0IM",
            "publishedAt": "2020-02-18T07:57:22Z",
            "content": "Beijing (Reuters) - Tesla (TSLA.O) is in advanced stages of talks to use batteries from CATL (300750.SZ) that contain no cobalt - one of the most expensive metals in electric vehicle (EV) batteries - in cars made at its China plant, people familiar with the m… [+2402 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Winni Zhou",
            "title": "Gyms in China livestream routines as coronavirus keeps patrons away",
            "description": "\"Stand in front of a chair. Chest up, core tight and square your pelvis,\" said Heidi Liu, a pilates instructor at a studio in Shanghai, as she demonstrated a series of poses and stretches.",
            "url": "https://www.reuters.com/article/us-china-health-gyms-idUSKBN20C0C3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491771263&w=1200&r=LYNXMPEG1H07P",
            "publishedAt": "2020-02-18T04:25:21Z",
            "content": "SHANGHAI/BEIJING (Reuters) - “Stand in front of a chair. Chest up, core tight and square your pelvis,” said Heidi Liu, a pilates instructor at a studio in Shanghai, as she demonstrated a series of poses and stretches. \r\nBut there were no students in the class… [+2182 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei to adopt thorough checks on patients to curb virus epidemic: Xinhua",
            "description": "The central Chinese province of Hubei will adopt more thorough and forceful measures to find patients with fever to further help contain the new coronavirus epidemic, the state media reported on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-idUSKBN20C2AG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1492027609&w=1200&r=LYNXMPEG1H1BF",
            "publishedAt": "2020-02-18T17:29:48Z",
            "content": "(Reuters) - The central Chinese province of Hubei will adopt more thorough and forceful measures to find patients with fever to further help contain the new coronavirus epidemic, the state media reported on Tuesday. \r\nHubei will check records of all fever pat… [+924 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Neil Jerome Morales",
            "title": "Southeast Asia's tourist hubs court local market as coronavirus shuts Chinese out",
            "description": "Southeast Asia's holiday hotspots, hit by billions in lost business from Chinese tourists, are turning to markets closer to home to soften the blow from travel restrictions caused by the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/us-china-health-asean-tourism-idUSKBN20C0MB",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491819717&w=1200&r=LYNXMPEG1H0ES",
            "publishedAt": "2020-02-18T07:03:22Z",
            "content": "MANILA (Reuters) - Southeast Asia’s holiday hotspots, hit by billions in lost business from Chinese tourists, are turning to markets closer to home to soften the blow from travel restrictions caused by the coronavirus epidemic. \r\nTo make up for foregone reven… [+4641 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO reports 92 cases of human-to-human coronavirus cases outside China",
            "description": "There have been 92 cases of human-to-human spread of the coronavirus in 12 countries outside China but the World Health Organization does not have the data to make comparisons with China, WHO chief Tedros Adhanom Ghebreyesus said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-who-idUSKBN20C260",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T16:36:10Z",
            "content": "GENEVA (Reuters) - There have been 92 cases of human-to-human spread of the coronavirus in 12 countries outside China but the World Health Organization does not have the data to make comparisons with China, WHO chief Tedros Adhanom Ghebreyesus said on Tuesday… [+309 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada's charter flight heads to Japan to evacuate its citizens on virus-hit cruise ship: TV Asahi",
            "description": "A plane chartered by the Canadian government has left for Japan to evacuate its nationals aboard a virus-hit cruise ship off Yokohama, TV Asahi reported on Tuesday, citing a tweet by Canada's foreign minister.",
            "url": "https://www.reuters.com/article/us-china-health-japan-canada-idUSKBN20C02C",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491714135&w=1200&r=LYNXMPEG1H01L",
            "publishedAt": "2020-02-18T01:09:51Z",
            "content": "TOKYO (Reuters) - A plane chartered by the Canadian government has left for Japan to evacuate its nationals aboard a virus-hit cruise ship off Yokohama, TV Asahi reported on Tuesday, citing a tweet by Canada’s foreign minister. \r\nTV Asahi said the plane would… [+438 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Gabrielle Tétrault-Farber",
            "title": "Russian blogger's HIV documentary reaches millions, draws Kremlin praise",
            "description": "A hard-hitting YouTube documentary about Russia's HIV epidemic by a popular blogger has attracted more than 13 million views in a week and even drawn praise from the Kremlin.",
            "url": "https://www.reuters.com/article/us-russia-health-hiv-idUSKBN20C1ZX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:20:36Z",
            "content": "MOSCOW (Reuters) - A hard-hitting YouTube documentary about Russia’s HIV epidemic by a popular blogger has attracted more than 13 million views in a week and even drawn praise from the Kremlin. \r\nSome pharmacists have also reported a rush to snap up express H… [+2137 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. CDC places 14-day travel restriction on passengers from quarantined cruise ship",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) said on Tuesday all passengers on the quarantined Diamond Princess cruise ship in Japan would be restricted from traveling to the United States for at least 14 days after leaving the ship.",
            "url": "https://www.reuters.com/article/us-china-health-japan-ship-idUSKBN20C2PC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T23:02:13Z",
            "content": "(Reuters) - The U.S. Centers for Disease Control and Prevention (CDC) said on Tuesday all passengers on the quarantined Diamond Princess cruise ship in Japan would be restricted from traveling to the United States for at least 14 days after leaving the ship. … [+623 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO reports 92 cases of human-to-human coronavirus cases outside China - Reuters",
            "description": "WHO reports 92 cases of human-to-human coronavirus cases outside China Reuters Global Death Toll from COVID-19 Surpasses 2,000, Though China Maintains Outbreak Slowing Down Gizmodo Coronavirus outbreak: WHO reports 92 cases of human-to-human spread outside Ch…",
            "url": "https://in.reuters.com/article/us-china-health-who-idINKBN20C260",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1492027626&w=1200&r=LYNXMPEG1H1BI",
            "publishedAt": "2020-02-18T16:37:00Z",
            "content": "GENEVA (Reuters) - There have been 92 cases of human-to-human spread of the coronavirus in 12 countries outside China but the World Health Organization does not have the data to make comparisons with China, WHO chief Tedros Adhanom Ghebreyesus said on Tuesday… [+309 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO reports 92 cases of human-to-human coronavirus cases outside China - Reuters India",
            "description": "WHO reports 92 cases of human-to-human coronavirus cases outside China Reuters India Coronavirus Ghost Towns in China Amid Virus Outbreak QuickTake by Bloomberg Is the new virus more ‘deadly’ than flu? Not exactly The Detroit News WHO warns against novel coro…",
            "url": "https://in.reuters.com/article/china-health-who-idINKBN20C25O",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1492011877&w=1200&r=LYNXMPEG1H18Y",
            "publishedAt": "2020-02-18T16:37:00Z",
            "content": "GENEVA (Reuters) - There have been 92 cases of human-to-human spread of the coronavirus in 12 countries outside China but the World Health Organization does not have the data to make comparisons with China, WHO chief Tedros Adhanom Ghebreyesus said on Tuesday… [+309 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Nidhi Verma",
            "title": "India may give reprieve to solar projects delayed by coronavirus fallout",
            "description": "India will consider extending deadlines for completing solar energy projects to shield developers from stiff penalties after the coronavirus outbreak hit component supplies from China, a top government official said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-india-solar-idUSKBN20C1KW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T12:27:08Z",
            "content": "NEW DELHI (Reuters) - India will consider extending deadlines for completing solar energy projects to shield developers from stiff penalties after the coronavirus outbreak hit component supplies from China, a top government official said on Tuesday. \r\nRatings… [+2660 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mixed martial arts: No fans at One Championship Singapore event due to coronavirus",
            "description": "Asian mixed martial arts promotion One Championship says its Feb. 28 event in Singapore will go ahead behind closed doors due to concerns about the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-sport-idUSKBN20C0TO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T08:17:38Z",
            "content": "(Reuters) - Asian mixed martial arts promotion One Championship says its Feb. 28 event in Singapore will go ahead behind closed doors due to concerns about the coronavirus outbreak. \r\nSingapore’s tally of 77 cases is one of the highest outside mainland China,… [+380 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China withdraws from Davis Cup tie due to coronavirus, Romania advance",
            "description": "China have withdrawn from a Davis Cup tie due to the coronavirus epidemic, the International Tennis Federation (ITF) said on Tuesday, adding that Romania will advance to the World Group I as a result.",
            "url": "https://www.reuters.com/article/us-tennis-daviscup-idUSKBN20C2AQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T17:32:21Z",
            "content": "(Reuters) - China have withdrawn from a Davis Cup tie due to the coronavirus epidemic, the International Tennis Federation (ITF) said on Tuesday, adding that Romania will advance to the World Group I as a result. \r\nThe Chinese team were due to travel to Roman… [+808 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Chris Gallagher",
            "title": "Tokyo commuters bound for Olympic crowd crush as Japan Inc rules out work from home",
            "description": "When Emi Tanimura failed to find a daycare slot for her new-born daughter, she had to take a radical step for Japan to avoid a long time away from her job at communications firm Sunny Side Up <2180.T>. She started working from home.",
            "url": "https://www.reuters.com/article/us-olympics-2020-japan-telework-idUSKBN20C00C",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491698493&w=1200&r=LYNXMPEG1H00D",
            "publishedAt": "2020-02-18T00:11:15Z",
            "content": "TOKYO (Reuters) - When Emi Tanimura failed to find a daycare slot for her new-born daughter, she had to take a radical step for Japan to avoid a long time away from her job at communications firm Sunny Side Up (2180.T). She started working from home. \r\nNow a … [+4484 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jessica Jaganathan",
            "title": "Oil prices slip as coronavirus concerns linger",
            "description": "Oil prices slipped on Tuesday on lingering concerns over the economic impact of the coronavirus outbreak in China and its effect on oil demand, tracking losses in financial markets.",
            "url": "https://www.reuters.com/article/us-global-oil-idUSKBN20C04D",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491725505&w=1200&r=LYNXMPEG1H02O",
            "publishedAt": "2020-02-18T01:43:09Z",
            "content": "SINGAPORE (Reuters) - Oil prices slipped on Tuesday on lingering concerns over the economic impact of the coronavirus outbreak in China and its effect on oil demand, tracking losses in financial markets. \r\nBrent crude LCOc1 was at $57.30 a barrel, down 37 cen… [+2055 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Infineon sees only minor impact from coronavirus",
            "description": "German chipmaker Infineon said on Tuesday it was only seeing a minor impact from the coronavirus outbreak in China, while it was not yet in a position to make a reliable forecast on the impact of the epidemic.",
            "url": "https://www.reuters.com/article/china-health-apple-infineon-idUSL8N2AI2IK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T10:08:50Z",
            "content": "BERLIN, Feb 18 (Reuters) - German chipmaker Infineon said on Tuesday it was only seeing a minor impact from the coronavirus outbreak in China, while it was not yet in a position to make a reliable forecast on the impact of the epidemic. \r\n“So far, we see only… [+648 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Keith Zhai",
            "title": "Coronavirus slows China's Belt and Road push",
            "description": "When President Xi Jinping made his first state visit this year to Myanmar and signed new infrastructure contracts, there was no indication of the obstacle about to trip up China's plan for railways, ports and highways around the world: the coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-silkroad-idUSKBN20C0RF",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491836662&w=1200&r=LYNXMPEG1H0IJ",
            "publishedAt": "2020-02-18T07:53:06Z",
            "content": "(Reuters) - When President Xi Jinping made his first state visit this year to Myanmar and signed new infrastructure contracts, there was no indication of the obstacle about to trip up China’s plan for railways, ports and highways around the world: the coronav… [+5291 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Fabian Cambero",
            "title": "Chile says copper price to recover soon from coronavirus impact - mining minister",
            "description": "Copper prices will rebound in the coming months from a downturn in demand caused by the coronavirus outbreak in China, Chilean mining minister Baldo Prokurica said on Tuesday.",
            "url": "https://www.reuters.com/article/us-chile-copper-idUSKBN20C2EL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T18:51:16Z",
            "content": "SANTIAGO (Reuters) - Copper prices will rebound in the coming months from a downturn in demand caused by the coronavirus outbreak in China, Chilean mining minister Baldo Prokurica said on Tuesday. \r\nChina reported its fewest new coronavirus infections since J… [+1157 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Fashion house Chanel cancels Beijing show due to coronavirus",
            "description": "Chanel has cancelled a show in China in May due to the coronavirus outbreak, the French fashion house said on Tuesday.",
            "url": "https://www.reuters.com/article/us-china-health-chanel-idUSKBN20C15V",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491886175&w=1200&r=LYNXMPEG1H0Q6",
            "publishedAt": "2020-02-18T10:10:29Z",
            "content": "PARIS (Reuters) - Chanel has cancelled a show in China in May due to the coronavirus outbreak, the French fashion house said on Tuesday. \r\n“Considering the current situation and following the guidance of Chinese authorities, Chanel has decided to postpone its… [+1006 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Dry bulk shipper Golden Ocean warns on profit over coronavirus",
            "description": "Dry bulk shipping firm Golden Ocean said on Tuesday its profit would be hit by a slowdown in demand due to the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/us-china-health-golden-ocean-grp-idUSKBN20C0P9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T07:47:14Z",
            "content": "OSLO (Reuters) - Dry bulk shipping firm Golden Ocean said on Tuesday its profit would be hit by a slowdown in demand due to the coronavirus outbreak in China. \r\nThe world’s second biggest economy has curtailed business activity in recent weeks to combat the s… [+1154 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Citi cuts Brazil growth, inflation forecasts on coronavirus fallout",
            "description": "Economists at Citi have cut their Brazilian economic growth and inflation forecasts, citing the fallout from the coronavirus outbreak in Brazil's largest trading partner China.",
            "url": "https://www.reuters.com/article/brazil-economy-citi-idUSL1N2AI0J3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:22:26Z",
            "content": "BRASILIA, Feb 18 (Reuters) - Economists at Citi have cut their Brazilian economic growth and inflation forecasts, citing the fallout from the coronavirus outbreak in Brazil’s largest trading partner China. \r\nThe U.S. bank now expects gross domestic product gr… [+1010 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX opens lower as oil prices slide",
            "description": "Canada's main stock index opened lower on Tuesday, pressured by declining crude prices on concerns over the impact on oil demand from the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AI3IM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T14:34:59Z",
            "content": "Feb 18 (Reuters) - Canada’s main stock index opened lower on Tuesday, pressured by declining crude prices on concerns over the impact on oil demand from the coronavirus outbreak in China. \r\n* At 09:30 a.m. ET (14:30 GMT), the Toronto Stock Exchange’s S&amp;P/… [+135 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Tova Cohen",
            "title": "UPDATE 1-Chipmaker TowerJazz misses Q4 estimates, expects impact from coronavirus this quarter",
            "description": "Israeli chipmaker TowerJazz missed fourth quarter earnings estimates on Tuesday and said the impact of the coronavirus would cut its first quarter revenue by up to $5 million.",
            "url": "https://www.reuters.com/article/towerjazz-results-idUSL8N2AI2KD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T11:19:45Z",
            "content": "(Adds details, quotes from CEO interview, share reaction) \r\nBy Tova Cohen \r\nTEL AVIV, Feb 18 (Reuters) - Israeli chipmaker TowerJazz missed fourth quarter earnings estimates on Tuesday and said the impact of the coronavirus would cut its first quarter revenue… [+2743 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Dry bulk shipper Golden Ocean warns on profit over coronavirus",
            "description": "Dry bulk shipping firm Golden Ocean said on Tuesday its profit will be hit by a slowdown in demand due to the coronavirus outbreak in China.",
            "url": "https://www.reuters.com/article/china-health-golden-ocean-grp-idUSASA00DP7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T07:22:07Z",
            "content": "OSLO, Feb 18 (Reuters) - Dry bulk shipping firm Golden Ocean said on Tuesday its profit will be hit by a slowdown in demand due to the coronavirus outbreak in China. \r\n“The market is currently presenting a challenging scenario that will impact our results in … [+334 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Sanofi partners with U.S. agency to develop coronavirus vaccine",
            "description": "Sanofi said on Tuesday it was working with the Biomedical Advanced Research and Development Authority (BARDA) of the U.S. Health Department to develop a vaccine against the new coronavirus from China.",
            "url": "https://www.reuters.com/article/us-china-health-sanofi-idUSKBN20C1YJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:00:01Z",
            "content": "PARIS (Reuters) - Sanofi said on Tuesday it was working with the Biomedical Advanced Research and Development Authority (BARDA) of the U.S. Health Department to develop a vaccine against the new coronavirus from China. \r\nThe French drugmaker said it intended … [+516 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Shreyashi Sanyal",
            "title": "EMERGING MARKETS-EM stocks reel under pressure from virus impact on businesses",
            "description": "Emerging market equities lost ground on Tuesday, as Apple Inc's sales warning fanned fears of the impact from the coronavirus outbreak on companies and global supply chains, while South Africa's rand weakened due to a dreary growth outlook.",
            "url": "https://www.reuters.com/article/emerging-markets-idUSL8N2AI27U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T09:39:49Z",
            "content": "* Apple warns of coronavirus impact on sales \r\n* S.African rand falls as Moody’s cuts growth forecast \r\n* EM stocks index heads for worst day this month \r\nBy Shreyashi Sanyal \r\nFeb 18 (Reuters) - Emerging market equities lost ground on Tuesday, as Apple Inc’s… [+2193 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mondelez warns of hit from coronavirus; reopens China plants",
            "description": "Mondelez International Inc on Tuesday forecast a hit to its first-quarter revenue and margins from the coronavirus outbreak and said four of its manufacturing plants in China had resumed operations.",
            "url": "https://www.reuters.com/article/us-china-health-mondelez-idUSKBN20C2GP",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1492064147&w=1200&r=LYNXMPEG1H1FK",
            "publishedAt": "2020-02-18T19:39:10Z",
            "content": "(Reuters) - Mondelez International Inc (MDLZ.O) on Tuesday forecast a hit to its first-quarter revenue and margins from the coronavirus outbreak and said four of its manufacturing plants in China had resumed operations. \r\nThe Oreo maker, however, said the pla… [+1108 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Julia Payne",
            "title": "London oil week suffers more party cancellations due to coronavirus",
            "description": "The list of cocktail parties during London's International Petroleum Week has shrunk even further as hosts like ExxonMobil and Azerbaijan's SOCAR continue to cancel events due to the coronavirus, trading sources said.",
            "url": "https://www.reuters.com/article/us-china-health-oil-conference-idUSKBN20C2HT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T20:02:34Z",
            "content": "LONDON (Reuters) - The list of cocktail parties during London’s International Petroleum Week has shrunk even further as hosts like ExxonMobil (XOM.N) and Azerbaijan’s SOCAR continue to cancel events due to the coronavirus, trading sources said. \r\nIP Week is a… [+1880 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Medtronic misses revenue estimates, warns on coronavirus impact",
            "description": "Medtronic Plc missed estimates for third-quarter revenue on Tuesday as its heart device unit reported a slowdown in demand ahead of new product launches, and said it expects its fourth quarter to take a hit from the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/medtronic-results-idUSL4N2AI2YL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T12:22:49Z",
            "content": "(Adds details on coronavirus impact, shares) \r\nFeb 18 (Reuters) - Medtronic Plc missed estimates for third-quarter revenue on Tuesday as its heart device unit reported a slowdown in demand ahead of new product launches, and said it expects its fourth quarter … [+1221 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sumita Layek",
            "title": "PRECIOUS-Gold scales two-week high as coronavirus hits business",
            "description": "Gold climbed to a two-week high on Tuesday as investors sought safe havens after a revenue warning from iPhone maker Apple due to coronavirus, exacerbating fears of the outbreak's impact on global economic growth.",
            "url": "https://www.reuters.com/article/global-precious-idUSL4N2AI2QB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T11:11:23Z",
            "content": "(Updates prices, adds comments and details) \r\n* Spot gold hits highest since Feb. 3 \r\n* World stocks knocked off record highs \r\n* Gold in euros hits record peak of 1,468.54 euros/oz \r\n* Palladium touches near one-month peak of $2,546/oz \r\nBy Sumita Layek \r\nFe… [+2379 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Medtronic quarterly profit up 51%, sees coronavirus impact",
            "description": "Medtronic Plc on Tuesday reported a 51% rise in third-quarter profit on an income tax gain and higher sales at its top-selling heart devices unit, and said it expects its fourth quarter to take a hit from the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/medtronic-results-idUSL4N2AI2XV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T11:56:19Z",
            "content": "Feb 18 (Reuters) - Medtronic Plc on Tuesday reported a 51% rise in third-quarter profit on an income tax gain and higher sales at its top-selling heart devices unit, and said it expects its fourth quarter to take a hit from the coronavirus outbreak. \r\nNet inc… [+360 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 2-Medtronic revenue disappoints, coronavirus impact being assessed",
            "description": "Medtronic Plc missed estimates for third-quarter revenue on Tuesday as its heart device unit reported a slowdown in demand ahead of new product launches, and warned of a hit to its fourth quarter from the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-medtronic-results-idUSKBN20C1R8",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T13:28:21Z",
            "content": "(Reuters) - Medtronic Plc (MDT.N) missed estimates for third-quarter revenue on Tuesday as its heart device unit reported a slowdown in demand ahead of new product launches, and warned of a hit to its fourth quarter from the coronavirus outbreak. \r\nShares of … [+2027 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hideyuki Sano",
            "title": "GLOBAL MARKETS-U.S. stock futures retreat, Asia dips after Apple warns on virus impact",
            "description": "U.S. stock futures slipped from record levels on Tuesday after Apple Inc said it will not meet its revenue guidance for the March quarter as the coronavirus outbreak slowed production and weakened demand in China.",
            "url": "https://www.reuters.com/article/us-global-markets-idUSKBN20C02O",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491717152&w=1200&r=LYNXMPEG1H01W",
            "publishedAt": "2020-02-18T00:55:51Z",
            "content": "TOKYO (Reuters) - U.S. stock futures slipped from record levels on Tuesday after Apple Inc (AAPL.O) said it will not meet its revenue guidance for the March quarter as the coronavirus outbreak slowed production and weakened demand in China. \r\nThe warning from… [+2779 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nikkei falls to two-week low as Apple warning hurts technology stocks",
            "description": "Japanese stocks fell to two-week low on Tuesday, dragged down by tech companies after Apple Inc warned it was unlikely to meet its sales target for the March quarter as the coronavirus outbreak hurt production and demand in China.",
            "url": "https://www.reuters.com/article/japan-stocks-midday-idUSL4N2AI0C1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T02:50:31Z",
            "content": "TOKYO, Feb 18 (Reuters) - Japanese stocks fell to two-week low on Tuesday, dragged down by tech companies after Apple Inc warned it was unlikely to meet its sales target for the March quarter as the coronavirus outbreak hurt production and demand in China. \r\n… [+1408 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "METALS-London copper eases as Apple warning underlines virus impact",
            "description": "London copper prices fell on Tuesday as a revenue warning by Apple Inc highlighted the impact of the coronavirus outbreak on economic activity in China, the world's top consumer of the red metal.",
            "url": "https://www.reuters.com/article/global-metals-idUSL4N2AI0PH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T03:25:42Z",
            "content": "Feb 18 (Reuters) - London copper prices fell on Tuesday as a revenue warning by Apple Inc highlighted the impact of the coronavirus outbreak on economic activity in China, the world’s top consumer of the red metal. \r\nThree-month copper on the London Metal Exc… [+1884 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "US STOCKS SNAPSHOT-Wall Street slips at open following Apple's sales warning",
            "description": "Shares of Apple Inc dragged down Wall Street's main indexes at the open on Tuesday, after a surprise sales warning from the iPhone maker fanned worries about the impact of the coronavirus outbreak in China on global supply chains.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AI3IV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T14:37:46Z",
            "content": "Feb 18 (Reuters) - Shares of Apple Inc dragged down Wall Street’s main indexes at the open on Tuesday, after a surprise sales warning from the iPhone maker fanned worries about the impact of the coronavirus outbreak in China on global supply chains. \r\nThe Dow… [+306 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 2-Iron ore prices boosts BHP half-year profit, sees limited coronavirus impact",
            "description": "Robust iron ore prices drove BHP Group to its best result in five years, still slightly off estimates, with the miner saying containment this quarter of a coronavirus that is spreading around the globe should limit any economic impact.",
            "url": "https://www.reuters.com/article/us-bhp-group-au-results-idUSKBN20B1YY",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200217&t=2&i=1491659626&w=1200&r=LYNXMPEG1G194",
            "publishedAt": "2020-02-18T01:16:29Z",
            "content": "MELBOURNE (Reuters) - Robust iron ore prices drove BHP Group to its best result in five years, still slightly off estimates, with the miner saying containment this quarter of a coronavirus that is spreading around the globe should limit any economic impact. \r… [+3088 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Medha Singh",
            "title": "US STOCKS-Apple's surprise sales warning sets Wall St for lower open",
            "description": "Wall Street was set to open lower on Tuesday as a surprise sales warning from bellwether Apple fanned worries about the impact of the coronavirus outbreak on global supply chains.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL4N2AI3C9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T14:15:39Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.) \r\n* Apple drops after warnings on sales \r\n* Walmart forecasts downbeat online sales growth \r\n* Kroger jumps as Berkshire Hathaway reveals $549 mln stake \r\n* Futures down: Dow 0.… [+2493 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Caroline Valetkevitch",
            "title": "US STOCKS-Dow, S&P 500 down after Apple's sales warning but off session lows",
            "description": "The Dow and S&P 500 were lower on Tuesday afternoon as a sales warning from tech bellwether Apple highlighted the impact of the coronavirus outbreak on global supply chains.",
            "url": "https://www.reuters.com/article/usa-stocks-idUSL1N2AI14I",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T20:17:31Z",
            "content": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.) \r\n* Apple down after sales warning \r\n* Walmart forecasts downbeat online sales growth \r\n* Dow down 0.5%, S&amp;P down 0.2%, Nasdaq up 0.1% (Updates to late afternoon) \r\nBy Carol… [+2204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Peter Hobson",
            "title": "METALS-Copper dips as inventory build raises fears of excess supply",
            "description": "Copper prices fell on Tuesday as deliveries into exchange warehouses raised fears that lower demand could cause a supply glut, with Apple saying the coronavirus outbreak in China was damaging its business.",
            "url": "https://www.reuters.com/article/global-metals-idUSL8N2AI3LM",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T12:19:24Z",
            "content": "(Updates throughout, adds LONDON dateline) \r\nBy Peter Hobson \r\nLONDON, Feb 18 (Reuters) - Copper prices fell on Tuesday as deliveries into exchange warehouses raised fears that lower demand could cause a supply glut, with Apple saying the coronavirus outbreak… [+2828 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yoruk Bahceli",
            "title": "UPDATE 1-German bond yields most negative in two weeks on coronavirus caution",
            "description": "Safe-haven German bond yields hit their most negative level in two weeks on Tuesday as a trading update from Apple spooked markets across the globe on the economic impact of coronavirus.",
            "url": "https://www.reuters.com/article/eurozone-bonds-idUSL8N2AI2TZ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T11:25:33Z",
            "content": "* Euro zone periphery govt bond yields tmsnrt.rs/2ii2Bqr (Updates prices, adds ZEW survey, chart, bond sales) \r\nBy Yoruk Bahceli \r\nLONDON, Feb 18 (Reuters) - Safe-haven German bond yields hit their most negative level in two weeks on Tuesday as a trading upda… [+2303 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Wayne Cole",
            "title": "Australia, NZ dollars swoon as economic costs of epidemic mount",
            "description": "The Australian and New Zealand dollars were jolted lower on Tuesday as a production warning from Apple highlighted the mounting economic costs of the coronavirus and spooked investors across Asia.",
            "url": "https://www.reuters.com/article/australia-forex-idUSL4N2AI0HV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T02:42:09Z",
            "content": "SYDNEY, Feb 18 (Reuters) - The Australian and New Zealand dollars were jolted lower on Tuesday as a production warning from Apple highlighted the mounting economic costs of the coronavirus and spooked investors across Asia. \r\nThe Aussie weakened 0.4% to $0.66… [+2294 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Singapore Airlines to reduce flights across network due to virus impact",
            "description": "Singapore Airlines Ltd said on Tuesday it will temporarily cut flights across its global network in March, April and May due to weaker demand as a result of the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/china-health-singapore-air-idUSL4N2AI0Z7",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T03:25:11Z",
            "content": "SYDNEY, Feb 18 (Reuters) - Singapore Airlines Ltd said on Tuesday it will temporarily cut flights across its global network in March, April and May due to weaker demand as a result of the coronavirus epidemic. \r\nDestinations that are among those with services… [+276 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ryan Woo",
            "title": "WRAPUP 1-Coronavirus infections slow in China as Apple warns of iPhone shortages",
            "description": "The number of new coronavirus infections in mainland China fell below 2,000 on Tuesday for the first time since January, Chinese health officials said, although global experts warn it was still too early to say the outbreak is being contained.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKBN20C03X",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491722303&w=1200&r=LYNXMPEG1H02G",
            "publishedAt": "2020-02-18T01:23:43Z",
            "content": "BEIJING (Reuters) - The number of new coronavirus infections in mainland China fell below 2,000 on Tuesday for the first time since January, Chinese health officials said, although global experts warn it was still too early to say the outbreak is being contai… [+4562 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Haagen-Dazs closes about half of Greater China stores on coronavirus fears",
            "description": "General Mills Inc said on Tuesday nearly half of its Haagen-Dazs ice-cream shops in Greater China had been temporarily closed, amid the rapid spread of the coronavirus in the world's second biggest economy.",
            "url": "https://www.reuters.com/article/us-china-health-general-mills-idUSKBN20C1NP",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491940189&w=1200&r=LYNXMPEG1H0Z1",
            "publishedAt": "2020-02-18T12:37:15Z",
            "content": "(Reuters) - General Mills Inc (GIS.N) said on Tuesday nearly half of its Haagen-Dazs ice-cream shops in Greater China had been temporarily closed, amid the rapid spread of the coronavirus in the world’s second biggest economy. \r\nThe epidemic, which has claime… [+879 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ryan Woo",
            "title": "RPT-WRAPUP 7-China sees fall in coronavirus deaths but WHO urges caution",
            "description": "China reported on Tuesday its fewest new coronavirus infections since January and its lowest daily death toll for a week, but the World Health Organization said data suggesting the epidemic had slowed should still be viewed with caution.",
            "url": "https://www.reuters.com/article/china-health-idUSL4N2AI3MW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:12:50Z",
            "content": "(Repeats adding additional reporting credit, text unchanged) \r\n* New infections fall below 2,000 for 1st time since Jan. 30 \r\n* Experts say too early to tell if China outbreak contained \r\n* Apple to miss revenue guidance for March qtr due to virus \r\n* S. Kore… [+5526 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Topix sinks to near 4-month low as Apple warning hurts tech shares",
            "description": "Japanese shares fell on Tuesday, with the broad Topix index finishing at its weakest in nearly four months, as investors sold tech firms after Apple Inc warned it will likely miss quarterly revenue targets due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/japan-stocks-close-idUSL4N2AI1VV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T07:34:38Z",
            "content": "TOKYO, Feb 18 (Reuters) - Japanese shares fell on Tuesday, with the broad Topix index finishing at its weakest in nearly four months, as investors sold tech firms after Apple Inc warned it will likely miss quarterly revenue targets due to the coronavirus outb… [+2243 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Yoruk Bahceli",
            "title": "German bond yields most negative in two weeks on coronavirus caution",
            "description": "Safe-haven German bond yields hit their most negative level in two weeks on Tuesday as a trading update from Apple spooked markets across the globe on the economic impact of coronavirus.",
            "url": "https://www.reuters.com/article/eurozone-bonds-idUSL8N2AI1PC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T08:32:24Z",
            "content": "* Euro zone periphery govt bond yields tmsnrt.rs/2ii2Bqr\r\nBy Yoruk Bahceli \r\nLONDON, Feb 18 (Reuters) - Safe-haven German bond yields hit their most negative level in two weeks on Tuesday as a trading update from Apple spooked markets across the globe on the … [+2111 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Chhorn Chansy",
            "title": "More passengers to leave cruise ship in Cambodia after coronavirus tests",
            "description": "More passengers from a cruise ship that docked in Cambodia last week after being turned away at five other ports will fly home on Tuesday, following tests for the new coronavirus, the country's prime minister said.",
            "url": "https://www.reuters.com/article/china-health-cambodia-cruiseship-idUSL4N2AI28B",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T09:13:35Z",
            "content": "PHNOM PENH, Feb 18 (Reuters) - More passengers from a cruise ship that docked in Cambodia last week after being turned away at five other ports will fly home on Tuesday, following tests for the new coronavirus, the country’s prime minister said. \r\nAn American… [+1593 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European shares slump as Apple warning hammers tech sector",
            "description": "European shares dropped on Tuesday as a revenue warning from iPhone maker Apple Inc sent shockwaves through the tech sector, highlighting the impact of the coronavirus outbreak on global demand and supply.",
            "url": "https://www.reuters.com/article/us-europe-stocks-idUSKBN20C0U7",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200218&t=2&i=1491846830&w=1200&r=LYNXMPEG1H0JZ",
            "publishedAt": "2020-02-18T08:18:05Z",
            "content": "(Reuters) - European shares dropped on Tuesday as a revenue warning from iPhone maker Apple Inc (AAPL.O) sent shockwaves through the tech sector, highlighting the impact of the coronavirus outbreak on global demand and supply. \r\nThe pan-European STOXX 600 ind… [+775 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Nidhi Verma",
            "title": "CORRECTED-UPDATE 1-India may give reprieve to solar projects delayed by coronavirus fallout",
            "description": "India will consider extending deadlines for completing solar energy projects to shield developers from stiff penalties after the coronavirus outbreak hit component supplies from China, a top government official said on Tuesday.",
            "url": "https://www.reuters.com/article/china-health-india-solar-idUSL4N2AI3DT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:02:13Z",
            "content": "(Corrects story to say that Acme Solar was not among companies that face a July 2020 deadline. Removes reference to Acme Solar in para 6 and clarifies Acme Solar’s position in para 7.) \r\nBy Nidhi Verma and Promit Mukherjee \r\nNEW DELHI, Feb 18 (Reuters) - Indi… [+3120 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CANADA STOCKS-TSX flat as Apple's sales warning fuels coronavirus fallout worries",
            "description": "Canada's main stock index traded flat on Tuesday as Apple's revenue warning underlined the impact of the coronavirus outbreak on global supply and demand, but losses were capped by a recovery in the energy sector.",
            "url": "https://www.reuters.com/article/canada-stocks-idUSL4N2AI3LK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:26:11Z",
            "content": "Feb 18 (Reuters) - Canada’s main stock index traded flat on Tuesday as Apple’s revenue warning underlined the impact of the coronavirus outbreak on global supply and demand, but losses were capped by a recovery in the energy sector. \r\n* Apple Inc’s shares fel… [+1672 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New Chinese fund attracts $17 billion; trading undeterred by virus",
            "description": "A Chinese fund attracted about 120 billion yuan ($17.14 billion) of subscriptions on its first day, on Tuesday, 20 times the sales target, a source said, underscoring investor enthusiasm despite the coronavirus.",
            "url": "https://www.reuters.com/article/china-markets-fundlaunch-idUSL4N2AI3EL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:08:08Z",
            "content": "SHANGHAI, Feb 18 (Reuters) - A Chinese fund attracted about 120 billion yuan ($17.14 billion) of subscriptions on its first day, on Tuesday, 20 times the sales target, a source said, underscoring investor enthusiasm despite the coronavirus. \r\nThe mutual fund,… [+1173 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Brijesh Patel",
            "title": "PRECIOUS-Gold hits 1-month peak as Apple virus warning stifles risk appetite",
            "description": "Gold prices jumped 1% to a more than one-month high on Tuesday as a surprise sales warning from Apple Inc highlighted the impact of the coronavirus outbreak on global economy and drove investors to seek lower-risk assets.",
            "url": "https://www.reuters.com/article/global-precious-idUSL4N2AI3PI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T15:50:49Z",
            "content": "(New throughout, adds comments, updates prices) \r\n* World stocks knocked off record highs \r\n* Palladium hits fresh record high of $2,590/oz \r\n* Silver, platinum rises over 1% \r\n* Dollar climbs to over 4-month high \r\nBy Brijesh Patel \r\nFeb 18 (Reuters) - Gold … [+2398 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "JGBs rise as virus impact fuels equities sell-off",
            "description": "Japanese government bond (JGB) prices gained broadly on Tuesday, as a slide in equities increased the appeal of the safe-haven debt after Apple Inc warned on quarterly revenue due to the coronavirus epidemic in China.",
            "url": "https://www.reuters.com/article/japan-bonds-idUSL4N2AI1BE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T04:52:04Z",
            "content": "TOKYO, Feb 18 (Reuters) - Japanese government bond (JGB) prices gained broadly on Tuesday, as a slide in equities increased the appeal of the safe-haven debt after Apple Inc warned on quarterly revenue due to the coronavirus epidemic in China. \r\nLocal stocks … [+893 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mai Nguyen",
            "title": "METALS-London copper dips as Apple's warning signals virus impact",
            "description": "London copper prices dipped on Tuesday on concerns of lower demand from top consumer China, where the coronavirus outbreak dented activity, and as a warning by tech giant Apple highlighted the impact of the epidemic.",
            "url": "https://www.reuters.com/article/global-metals-idUSL4N2AI1OG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T07:03:57Z",
            "content": "(Updates prices, adds details and quotes) \r\nBy Mai Nguyen \r\nFeb 18 (Reuters) - London copper prices dipped on Tuesday on concerns of lower demand from top consumer China, where the coronavirus outbreak dented activity, and as a warning by tech giant Apple hig… [+2278 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Eric Onstad",
            "title": "Chinese copper smelting activity slips in January - satellite index",
            "description": "Chinese refined copper production touched its lowest level in 20 months in January, according to an index based on satellite surveillance of copper plants.",
            "url": "https://www.reuters.com/article/metals-copper-smelting-idUSL8N2AI3CW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T11:51:22Z",
            "content": "LONDON, Feb 18 (Reuters) - Chinese refined copper production touched its lowest level in 20 months in January, according to an index based on satellite surveillance of copper plants. \r\nGlobal smelting activity, however, edged higher, helped by strong activity… [+1656 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Morning News Call - India, February 18",
            "description": "To access a PDF version of this newsletter, please click\nhere http://share.thomsonreuters.com/assets/newsletters/Indiamorning/MNC_IN_02182020.pdf\n    \n    If you would like to receive this newsletter via email, please register at:\nhttp://solutions.refinitiv.c…",
            "url": "https://www.reuters.com/article/india-morningcall-idUSL4N2AI08G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T03:16:41Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong shares slip as Apple's warning weighs on sentiment",
            "description": "Hong Kong stocks fell on Tuesday as Apple Inc's revenue warning due to slow production and weaker demand in virus-hit China took a toll on technology stocks.",
            "url": "https://www.reuters.com/article/china-stocks-hongkong-close-idUSAZN18MA00",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T09:03:18Z",
            "content": "* Hang Seng index drops 1.5% to one-week low \r\n* Tech stocks lead falls \r\nSHANGHAI/SINGAPORE, Feb 18 (Reuters) - Hong Kong stocks fell on Tuesday as Apple Inc’s revenue warning due to slow production and weaker demand in virus-hit China took a toll on technol… [+2301 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Singapore Airlines to cut flights as coronavirus epidemic hits demand",
            "description": "* Rival Cathay Pacific has also been cutting flights (Adds Singapore virus cases, analyst comment)",
            "url": "https://www.reuters.com/article/china-health-singapore-air-idUSL4N2AI10S",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-18T04:21:12Z",
            "content": "* Los Angeles, Seoul, Sydney, Tokyo among cancellations \r\n* Singapore has 77 virus cases \r\n* Rival Cathay Pacific has also been cutting flights (Adds Singapore virus cases, analyst comment) \r\nSYDNEY, Feb 18 (Reuters) - Singapore Airlines Ltd will temporarily … [+2117 chars]"
        }
    ]
}