{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "James T. Areddy",
            "title": "Beijing Faults U.S. Stance on Coronavirus - The Wall Street Journal",
            "description": "Beijing Faults U.S. Stance on Coronavirus The Wall Street Journal When will the threat of coronavirus end? It might return every winter USA TODAY Watch: World Health Organization holds press conference on coronavirus outbreak CNBC World Health Authorities War…",
            "url": "https://www.wsj.com/articles/beijing-faults-u-s-stance-on-coronavirus-11581014266",
            "urlToImage": "https://images.wsj.net/im-151694/social",
            "publishedAt": "2020-02-06T22:12:00Z",
            "content": "SHANGHAIBeijing has publicly criticized the U.S. for days over its response to the dangerous coronavirus, despite working in the background with American authorities and accepting U.S. aid to contain its spread in China.\r\nIn an indication the tension and rhet… [+179 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Austen Hufford, Melanie Evans",
            "title": "The Wall Street Journal: Coronavirus outbreak causes uncertainty in the medical-mask market",
            "description": "China is one of the world’s top producers of medical masks.",
            "url": "https://www.wsj.com/articles/coronavirus-outbreak-strains-global-medical-mask-market-11580985003",
            "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-HZ606_nycfac_ZG_20200204104656.jpg",
            "publishedAt": "2020-02-06T18:19:33Z",
            "content": "Chinese officials are buying up medical masks in the virus-wracked country from factories that typically supply hospitals around the world, forcing manufacturers to boost output globally and hospitals to ration supplies.\r\nMasks are essential protective gear f… [+958 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Justin Lahart",
            "title": "Ask a Doctor (of Economics) About Coronavirus - The Wall Street Journal",
            "description": "Ask a Doctor (of Economics) About Coronavirus The Wall Street Journal Gravitas: Wuhan virus, The economic cost of the outbreak WION Unconfirmed reports of coronavirus treatment send global markets soaring The Washington Post Stock market adopts a ‘what, me wo…",
            "url": "https://www.wsj.com/articles/ask-a-doctor-of-economics-about-coronavirus-11580990402",
            "urlToImage": "https://images.wsj.net/im-151234/social",
            "publishedAt": "2020-02-06T14:52:00Z",
            "content": "Figuring out what the economic impact of the coronavirus outbreak will be is both a necessary and, at the moment, potentially futile exercise.\r\nNecessary, because policy makers, businesses, investors and people living their day-to-day lives need some baseline… [+178 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Stu Woo, Liza Lin",
            "title": "China Logs Deadliest Day for Coronavirus as U.S. Plans Last Flights From Wuhan - The Wall Street Journal",
            "description": "China Logs Deadliest Day for Coronavirus as U.S. Plans Last Flights From Wuhan The Wall Street Journal Coronavirus: CDC says US is accepting four new planes carrying Americans from Wuhan CNBC Planeloads of Americans flee growing coronavirus outbreak in Wuhan …",
            "url": "https://www.wsj.com/articles/u-s-plans-last-flights-from-wuhan-as-china-logs-deadliest-day-for-coronavirus-11580990006",
            "urlToImage": "https://images.wsj.net/im-151461/social",
            "publishedAt": "2020-02-06T14:31:00Z",
            "content": "BEIJINGThe State Department offered Americans stranded in the Chinese city at the center of the coronavirus epidemic a last chance for evacuation: two planes, departing as soon as Thursday night, headed for U.S. soil, after China reported its highest single-d… [+272 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey Sparshott",
            "title": "Newsletter: Trade Deficit Narrows for First Time in 6 Years",
            "description": "Your daily economics newsletter from The Wall Street Journal.",
            "url": "https://blogs.wsj.com/economics/2020/02/06/newsletter-trade-deficit-narrows-for-first-time-in-6-years/",
            "urlToImage": "https://images.wsj.net/im-151435",
            "publishedAt": "2020-02-06T11:40:30Z",
            "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.The U.S. trade deficit narrowed in 2019 for the first time in six years as disputes with China and other countries reshaped relationships with economic part… [+6025 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "WSJ Staff",
            "title": "WSJ Wealth Adviser Briefing: Crude Trade Threatened, Vanguard Broadens Reach, Taxidermy Decor Weighed",
            "description": "A popular crude oil trade has been threatened by the coronavirus; Vanguard Group broadened its reach by entering private equity; and interior designers argued the merits of taxidermy animals in home decor.",
            "url": "https://blogs.wsj.com/moneybeat/2020/02/06/wsj-wealth-adviser-briefing-crude-trade-threatened-vanguard-broadens-reach-taxidermy-decor-weighed/",
            "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social",
            "publishedAt": "2020-02-06T11:00:36Z",
            "content": "Feb 6, 2020 6:00 am ET\r\n LPL Financials adviser ranks grew by 355 last year, to 16,464, while revenue and profits jumped higher, but the nations largest independent broker-dealer isnt resting on its laurels. Below, some of the best analysis and insight from W… [+132 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": null,
            "title": "Coronavirus Boosts Some Medical Supply-Makers’ Stocks",
            "description": "Long lines at pharmacies and soaring demand for respiratory masks and plastic gloves show how the coronavirus outbreak has benefited some companies. WSJ explains why some medical supply stocks have skyrocketed—and whether it can last. Photo: Kin Cheung/Associ…",
            "url": "https://www.wsj.com/video/coronavirus-boosts-some-medical-supply-makers-stocks/0887EC1C-0028-4A1A-802E-4463934A94C0.html",
            "urlToImage": "http://m.wsj.net/video/20200205/020420coronavirussupplies/020420coronavirussupplies_1280x720.jpg",
            "publishedAt": "2020-02-06T10:30:00Z",
            "content": "Highlights From Trumps State of the Union \r\n2/5/2020President Trumps third State of the Union address touched on the economy, health care, and foreign policy, but avoided the topic of impeachment. Heres a look at key moments. Photo: Leah Millis/POOL/AFP via G… [+10 chars]"
        }
    ]
}