{
    "status": "ok",
    "totalResults": 65,
    "articles": [
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "On The Money: Trump seeks to distance strong economy from Obama policies | Mulvaney calls out GOP for deficits under Trump; says US economy 'desperate' for immigrants | Kickstarter union seen as breakthrough for tech activ",
            "description": "Happy Thursday and welcome back to On The Money, where we hope your day is going...",
            "url": "https://thehill.com/policy/finance/overnights/483957-on-the-money-trump-seeks-to-distance-strong-economy-from-obama",
            "urlToImage": "https://thehill.com/sites/default/files/article_images/trumpdonald_obamabarack_getty.jpg",
            "publishedAt": "2020-02-20T22:38:40Z",
            "content": "Happy Thursday and welcome back to On The Money, where we hope your day is going better than Mike Bloombergs. Im Sylvan Lane, and heres your nightly guide to everything affecting your bills, bank account and bottom line.\r\nSee something I missed? Let me know a… [+6162 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jessie Hellmann",
            "title": "House votes next week on flavored e-cigarettes ban",
            "description": "The House will vote next week on a bill aimed at reducing youth vaping rates by banning the sale of flavored tobacco products, including e-cigarettes. Anti-tobacco advocates argue flavors like mi...",
            "url": "https://thehill.com/policy/healthcare/483949-house-votes-next-week-on-flavored-e-cigarettes-ban",
            "urlToImage": "https://thehill.com/sites/default/files/vaping_09162019_1.jpg",
            "publishedAt": "2020-02-20T22:23:35Z",
            "content": "The House will vote next week on a bill aimed at reducing youth vaping rates by banning the sale of flavored tobacco products, including e-cigarettes. \r\nAnti-tobacco advocates argue flavors such as mint and mango have hooked children on vaping, with an estima… [+2288 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "psullivan@thehill.com (Peter Sullivan)",
            "title": "Americans with coronavirus were flown home over CDC objections: report",
            "description": "More than a dozen Americans who had tested positive for coronavirus and were flown home alongside others without the virus were transported despite objections from the Centers for Disease Control and Prevention (CDC), The Washington Post...",
            "url": "https://thehill.com/policy/healthcare/483925-americans-with-coronavirus-flown-home-over-cdc-objections-report",
            "urlToImage": "https://thehill.com/sites/default/files/ca_expertdiamondprincess_021920getty.jpg",
            "publishedAt": "2020-02-20T21:22:06Z",
            "content": "More than a dozen Americans who had tested positive for coronavirus and were flown home alongside others without the virus were transported despite objections from the Centers for Disease Control and Prevention (CDC), The Washington Post reported on Thursday.… [+1595 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Zack Budryk",
            "title": "Chasten Buttigieg: 'I've been dealing with the likes of Rush Limbaugh my entire life'",
            "description": "Former South Bend, Ind., mayor Pete Buttigieg’s husband Chasten on Thursday responded to comments by conservative talk radio host Rush Limbaugh that Americans would not elect “a gay guy kissing his husband on the debate stage,” saying in an interview that he …",
            "url": "https://thehill.com/homenews/campaign/483905-chasten-buttigieg-ive-been-dealing-with-the-likes-of-rush-limbaugh-my",
            "urlToImage": "https://thehill.com/sites/default/files/chasten_pete_buttigieg_getty.jpg",
            "publishedAt": "2020-02-20T20:13:09Z",
            "content": "Former South Bend, Ind., mayor Pete ButtigiegPeter (Pete) Paul ButtigiegBiden leads Sanders by single digits in South Carolina: poll2020 Democratic candidates support Las Vegas casino workers on debate dayWhat to watch in the debate tonightMOREs husband Chast… [+2048 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Emily DiSalvo",
            "title": "Lawmakers paint different pictures of Trump's 'opportunity zone' program",
            "description": "Lawmakers on opposite sides of the aisle painted contrasting pictures Thursday of the \"opportunity zones\" created by President Trump's 2017 tax law.Speaking at a forum in Charlotte, N.C., hosted by The Hill, Rep. R...",
            "url": "https://thehill.com/policy/finance/483900-lawmakers-paint-different-pictures-of-trumps-opportunity-zone-program",
            "urlToImage": "https://thehill.com/sites/default/files/adamsalma_sr_normanralph_gn_022020_split.jpg",
            "publishedAt": "2020-02-20T20:09:57Z",
            "content": "Lawmakers on opposite sides of the aisle painted contrasting pictures Thursday of the opportunity zones created by President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Sp… [+2362 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Kruzel",
            "title": "Prosecutor defends initial DOJ recommendation at Stone sentencing",
            "description": "The Justice Department on Thursday again shifted positions on its recommended punishment for President Trump’s longtime associate Roger Stone, the latest development in a controversial episode that raised questions of White House interference at the agency.",
            "url": "https://thehill.com/regulation/court-battles/483902-prosecutor-defends-initial-doj-recommendation-at-stone-sentencing",
            "urlToImage": "https://thehill.com/sites/default/files/stoneroger_022020gn_lead.jpg",
            "publishedAt": "2020-02-20T19:47:01Z",
            "content": "The Justice Department on Thursday again shifted positions on its recommended punishment for President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in N… [+4819 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Facebook exec in 2016 warned taking down misinformation would 'disproportionately affect conservatives': report",
            "description": "A Facebook executive in 2016 warned the company that taking down all instances of political misinformation would unfairly target conservative users of the social network,...",
            "url": "https://thehill.com/policy/technology/483890-facebook-exec-in-2016-warned-taking-down-misinformation-would",
            "urlToImage": "https://thehill.com/sites/default/files/facebooklogo_112819getty.jpg",
            "publishedAt": "2020-02-20T19:42:37Z",
            "content": "A Facebook executive in 2016 warned the company that taking down all instances of political misinformation would unfairly target conservative users of the social network, The Washington Post reported on Thursday.The reported warning came in the weeks followin… [+2667 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justin Wise",
            "title": "Nevada Democratic debate draws record-breaking 19.7 million viewers",
            "description": "The broadcast of the 2020 Democratic primary debate in Las Vegas on Thursday drew nearly 20 million viewers across NBC and MSNBC, making it the most-watched Democratic debate in television history,...",
            "url": "https://thehill.com/homenews/campaign/483889-nevada-democratic-debate-draws-record-breaking-197-million-viewers",
            "urlToImage": "https://thehill.com/sites/default/files/democraticdebatelasvegas_021920getty.jpg",
            "publishedAt": "2020-02-20T19:19:50Z",
            "content": "The broadcast of the 2020 Democratic primary debate in Las Vegas on Wednesday drew nearly 20 million viewers across NBC and MSNBC, making it the most-watched Democratic debate in television history, the network said. \r\nThe debate, which featured former New Yo… [+2236 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jessie Hellmann",
            "title": "House Democrats ask Trump to ensure affordability of future coronavirus vaccine",
            "description": "Dozens of House Democrats wrote to President Trump Thursday to ask that he ensure any future coronavirus vaccines and treatments be \"accessible, available and affordable.\"The Department of Health and Human Services...",
            "url": "https://thehill.com/policy/healthcare/483888-house-democrats-ask-trump-to-ensure-affordability-of-future-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/ebola_vaccine_cure_drc_082119getty.jpg",
            "publishedAt": "2020-02-20T19:16:00Z",
            "content": "Dozens of House Democrats wrote to President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskille… [+1935 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Republican Senate campaign arm hauled in over $10 million in January",
            "description": "The National Republican Senatorial Committee (NRSC) said it raked in more than $10 million in January, outpacing its Democratic counterpart.The NRSC's January haul was about $10 million, compared to the...",
            "url": "https://thehill.com/homenews/campaign/483882-republican-senate-campaign-arm-hauled-in-over-10-million-in-january",
            "urlToImage": "https://thehill.com/sites/default/files/article_images/nrsc.jpg",
            "publishedAt": "2020-02-20T19:00:28Z",
            "content": "The National Republican Senatorial Committee (NRSC) said it raked in more than $10 million in January, outpacing its Democratic counterpart.\r\nThe NRSCs January haul was about $10 million, compared to the $8.5 million raised by the the Democratic Senatorial Ca… [+2187 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Sanders nabs endorsement from Congressional Hispanic Caucus member",
            "description": "Sen. Bernie Sanders (I-Vt.) nabbed an endorsement from Rep. Jesús \"Chuy\" García (D-Ill.), who will join him in campaigning in Nevada in the days ahead of the caucuses. The Illinois progressive, w...",
            "url": "https://thehill.com/homenews/campaign/483874-sanders-nabs-endorsement-from-congressional-hispanic-caucus-member",
            "urlToImage": "https://thehill.com/sites/default/files/garciajesus_071619as_lead.jpg",
            "publishedAt": "2020-02-20T18:21:44Z",
            "content": "Sen. Bernie SandersBernie SandersBiden leads Sanders by single digits in South Carolina: pollPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBiden will go after Bloomberg, Sanders at Las Vegas debate, aides sayMORE (I-Vt.) nabbed an endor… [+2398 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Klobuchar rolls out ads in Super Tuesday states",
            "description": "Sen. Amy Klobuchar (D-Minn.) is rolling out ads in several Super Tuesday states as she works to gin up support ahead of the delegate-rich contests on March 3.Klobuchar's campaign is releasing the TV and digital ads...",
            "url": "https://thehill.com/homenews/campaign/483872-klobuchar-rolls-out-ads-in-super-tuesday-states",
            "urlToImage": "https://thehill.com/sites/default/files/klobuchar_amy_02_11_2020.jpg",
            "publishedAt": "2020-02-20T18:09:22Z",
            "content": "Sen. Amy KlobucharAmy Jean Klobuchar2020 Democratic candidates support Las Vegas casino workers on debate dayDemocratic senators ask DOJ watchdog to expand Giuliani probeWhat to watch in the debate tonightMORE (D-Minn.) is rolling out ads in several Super Tue… [+2851 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Cate Martel",
            "title": "The Hill's 12:30 Report: Roger Stone gets over three years in prison; Brutal night for Bloomberg",
            "description": "To view past editions of The Hill's 12:30 Report, click here: ...",
            "url": "https://thehill.com/homenews/1230-report/483852-roger-stone-sentenced-sights-and-sounds-from-las-vegas-debate-michael-bloomberg-annihilated-in-debate-debut-trump-campaigns-in-colorado-springs",
            "urlToImage": "https://thehill.com/sites/default/files/stoneroger_022020getty_0.jpg",
            "publishedAt": "2020-02-20T17:56:13Z",
            "content": "To view past editions of The Hill's 12:30 Report, click here: http://bit.ly/1M1mIfw\r\nTo receive The Hill's 12:30 Report in your inbox, please sign up here: http://bit.ly/1Tt4hqN\r\n--&gt; A midday take on what's happening in politics and how to have a sense of … [+12231 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Max Greenwood",
            "title": "Poll: Democrats trail Trump in Wisconsin, lead in Michigan and Pennsylvania",
            "description": "Democrats may face an uphill battle in Wisconsin when the party's eventual nominee goes up against President Trump in November, a new poll suggests, while other battlegrounds states of Pennsylvania and Michigan are shapin...",
            "url": "https://thehill.com/homenews/campaign/483867-poll-democrats-trail-trump-in-wisconsin-lead-in-michigan-and-pennsylvania",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonaldarizonarally_021920getty.jpg",
            "publishedAt": "2020-02-20T17:52:14Z",
            "content": "Democrats may face an uphill battle in Wisconsin when the partys eventual nominee goes up against President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad… [+4172 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mgstalter@thehill.com (Morgan Gstalter)",
            "title": "Bloomberg faces criticism for tweet showing altered debate moment",
            "description": "Michael Bloomberg is facing criticism after his presidential campaign on Thursday tweeted out a video from the previous night’s debate that was selectively edited to make it appear that his fellow candidates fell into a lengthy silence when he asked...",
            "url": "https://thehill.com/homenews/campaign/483861-bloomberg-faces-criticism-for-tweet-showing-altered-debate-moment",
            "urlToImage": "https://thehill.com/sites/default/files/bloombergdebate_getty.jpg",
            "publishedAt": "2020-02-20T17:42:29Z",
            "content": "Mike Bloomberg is facing criticism after his presidential campaign on Thursday tweeted out a video from the previous nights debate that was selectively edited to make it appear that his fellow candidates fell into a lengthy silence when he asked if any of the… [+4803 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmali@thehill.com (Harper Neidig)",
            "title": "Roger Stone sentenced to 40 months in prison",
            "description": "Roger Stone was sentenced to 40 months in prison on Thursday for lying to Congress and witness tampering amid a firestorm of controversy as the Trump administration pushed for a lighter sentence for the longtime political provocateur....",
            "url": "https://thehill.com/regulation/court-battles/483739-federal-judge-sentences-roger-stone",
            "urlToImage": "https://thehill.com/sites/default/files/stoneroger_022020bc4_lead.jpg",
            "publishedAt": "2020-02-20T17:32:37Z",
            "content": "Roger StoneRoger Jason StoneIf Roger Stone were a narco, he'd be in the clearFree Roger StoneThe Hill's Morning Report - In Nevada, bets on Sanders, eyes on BloombergMORE was sentenced to over three years in prison, a term of 40 months, on Thursday for lying … [+3593 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Reps. Carolyn B. Maloney (D-N.Y.), Gerry Connolly (D-Va.), Jamie Raskin (D-Md.), Raja Krishnamoorthi (D-Ill.), and Harley Rouda (D-Calif.), Opinion Contributor",
            "title": "The Trump administration's harmful and immoral attack on children",
            "description": "President Trump is doubling down. Last week, the president sent Congress his budget proposal for 2021, and he is proposing even more draconian cuts to critical programs like SNAP, Medicaid, and CHIP.",
            "url": "https://thehill.com/blogs/congress-blog/economy-budget/483847-the-trump-administrations-harmful-and-immoral-attack-on",
            "urlToImage": "https://thehill.com/sites/default/files/blogs/medicaid_0.jpg",
            "publishedAt": "2020-02-20T17:30:08Z",
            "content": "Over the past three years, President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migran… [+4671 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Julia Manchester",
            "title": "Buttigieg calls on Bloomberg to drop out after debate",
            "description": "Former South Bend, Ind., Mayor Pete Buttigieg's presidential campaign called on former New York City Mayor Michael Bloomberg to drop out of the Democratic primary race in a memo released on Thursday, warning that Bloomber...",
            "url": "https://thehill.com/homenews/campaign/483858-buttigieg-calls-on-bloomberg-to-drop-out-after-debate",
            "urlToImage": "https://thehill.com/sites/default/files/buttigiegpete_021120gn3_lead.jpg",
            "publishedAt": "2020-02-20T17:15:17Z",
            "content": "Former South Bend, Ind., Mayor Pete ButtigiegPeter (Pete) Paul ButtigiegBiden leads Sanders by single digits in South Carolina: poll2020 Democratic candidates support Las Vegas casino workers on debate dayWhat to watch in the debate tonightMORE's presidential… [+2948 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Kaelan Deese",
            "title": "John Kerry: Democratic debate 'was something of a food fight'",
            "description": "Former Secretary of State John Kerry called Wednesday's fiery Democratic primary debate \"something of a food fight\" though he praised former Vice President Joe Biden for \"staying above t...",
            "url": "https://thehill.com/homenews/media/483846-john-kerry-democratic-debate-was-something-of-a-food-fight",
            "urlToImage": "https://thehill.com/sites/default/files/bidenkerry_12052019getty.jpg",
            "publishedAt": "2020-02-20T17:07:34Z",
            "content": "Former Secretary of State John KerryJohn Forbes KerryMellman: Primary elections aren't general electionsConsensus forming for ambitious climate goal: Net zero pollutionNew Hampshire primary turnout is a boost to DemocratsMORE called Wednesday's fiery Democrat… [+2024 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "Trump seeks to distance strong economy from Obama policies in White House report",
            "description": "President Trump is seeking to downplay former President Obama's impact on a steady stretch of economic growth and job gains in...",
            "url": "https://thehill.com/policy/finance/483851-trump-seeks-to-distance-strong-economy-from-obama-policies-in-white-house",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_obamabarack_091418getty.jpg",
            "publishedAt": "2020-02-20T17:02:11Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE is seeking to downpl… [+3430 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Julia Manchester",
            "title": "Bloomberg: Trump was the 'real winner' of Las Vegas debate",
            "description": "Democratic presidential contender Michael Bloomberg said on Thursday that President Trump was the \"real winner\" of Wednesday's Democratic debate, pointing to what he said was Sen. Bernie Sanders's (I-Vt.) inability to def...",
            "url": "https://thehill.com/homenews/campaign/483850-bloomberg-trump-was-the-real-winner-of-las-vegas-debate",
            "urlToImage": "https://thehill.com/sites/default/files/bloomberg_debate_022020getty.jpg",
            "publishedAt": "2020-02-20T16:53:54Z",
            "content": "Democratic presidential contender Michael BloombergMichael Rubens BloombergBiden will go after Bloomberg, Sanders at Las Vegas debate, aides saySanders takes lead in new Hill/HarrisX pollBloomberg campaign warns of 'insurmountable' Sanders lead if moderates s… [+2842 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "J. Edward Moreno",
            "title": "Kerry responds to Trump accusation he violated Logan Act: 'Another presidential lie'",
            "description": "Former Secretary of State John Kerry fired back at President Trump...",
            "url": "https://thehill.com/homenews/administration/483848-kerry-responds-to-trump-accusation-he-violated-logan-act-another",
            "urlToImage": "https://thehill.com/sites/default/files/blogs/kerry_6.jpg",
            "publishedAt": "2020-02-20T16:53:31Z",
            "content": "Former Secretary of State John KerryJohn Forbes KerryMellman: Primary elections aren't general electionsConsensus forming for ambitious climate goal: Net zero pollutionNew Hampshire primary turnout is a boost to DemocratsMORE fired back at President TrumpDona… [+3157 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "J. Edward Moreno",
            "title": "Giuliani worked for Dominican Republic candidate amid Ukraine efforts: report",
            "description": "President Trump's personal lawyer Rudy Giuliani did consulting work for Dominican presidential candidate Luis Abinader around the time he was pushing for investigations that would benefit Trump in Ukraine,...",
            "url": "https://thehill.com/policy/international/americas/483837-giuliani-worked-for-dominican-republic-candidate-during-ongoing",
            "urlToImage": "https://thehill.com/sites/default/files/giulianirudy_101019getty.jpg",
            "publishedAt": "2020-02-20T16:40:04Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMOREs personal lawyer Rud… [+3184 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Rohrabacher tells Yahoo he discussed pardon with Assange for proof Russia didn't hack DNC email",
            "description": "Former California Rep. Dana Rohrabacher (R) said Thursday that he discussed a possible presidential pardon with WikiLeaks founder Julian Assange in exchange for proof that Russia didn't hack into the Democratic Nati...",
            "url": "https://thehill.com/policy/national-security/483833-rohrabacher-tells-yahoo-he-discussed-pardon-with-assange-for-proof",
            "urlToImage": "https://thehill.com/sites/default/files/rohrabacherdana_060718gn2_lead.jpg",
            "publishedAt": "2020-02-20T15:57:28Z",
            "content": "Former California Rep. Dana RohrabacherDana Tyrone RohrabacherAssange lawyer: Trump offered pardon in exchange for saying Russia didn't hack DNCThe most expensive congressional races of the last decadeGeorge Papadopoulos launches campaign to run for Katie Hil… [+3424 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Warren campaign touts $2.8 million haul on debate day",
            "description": "Sen. Elizabeth Warren's (D-Mass.) presidential campaign raked in $2.8 million on Wednesday as she was buoyed by a strong debate performance in Las Vegas.Warren's campaign announced the haul early Thursday morning,...",
            "url": "https://thehill.com/homenews/campaign/483831-warren-campaign-touts-28-million-haul-on-debate-day",
            "urlToImage": "https://thehill.com/sites/default/files/warrenelizabeth_021920getty.jpg",
            "publishedAt": "2020-02-20T15:48:48Z",
            "content": "Sen. Elizabeth WarrenElizabeth Ann WarrenBiden leads Sanders by single digits in South Carolina: poll2020 Democratic candidates support Las Vegas casino workers on debate daySanders takes lead in new Hill/HarrisX pollMOREs (D-Mass.) presidential campaign rake… [+3123 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brett Samuels",
            "title": "Trump decries lack of 'fairness' in Stone trial ahead of sentencing",
            "description": "President Trump on Thursday said there had been a lack of fairness in the legal process for Roger Stone as his longtime confidant was about to be sentenced in federal court.The president tweeted as proceedings in S...",
            "url": "https://thehill.com/homenews/administration/483832-trump-decries-lack-of-fairness-in-stone-trial-ahead-of-sentencing",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_stoneroger_022020getty_split.jpg",
            "publishedAt": "2020-02-20T15:45:19Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE on Thursday said the… [+2824 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Top National Security Council aide moved to Energy Department role",
            "description": "The White House said Thursday that deputy national security adviser Victoria Coates would be reassigned to a top advisory position at the Energy Department.The White House characterized the change as one that had b...",
            "url": "https://thehill.com/homenews/administration/483830-top-national-security-council-aide-moved-to-energy-department-role",
            "urlToImage": "https://thehill.com/sites/default/files/article_images/energydept_022317getty.jpg",
            "publishedAt": "2020-02-20T15:40:09Z",
            "content": "The White House said Thursday that deputy national security adviser Victoria Coates would be reassigned to a top advisory position at the Energy Department.\r\nThe White House characterized the change as one that had been in the works for several weeks and ster… [+3238 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Kaelan Deese",
            "title": "Van Jones compares Bloomberg to the Titanic, Warren to the iceberg",
            "description": "CNN commentator Van Jones blasted Mike Bloomberg's Wednesday night debate performance in Las Vegas, calling the former New York City mayor a \"billion-dollar machine Titanic [meeting] ice...",
            "url": "https://thehill.com/homenews/campaign/483823-van-jones-calls-bloomberg-the-billion-dollar-titanic-that-met-iceberg",
            "urlToImage": "https://thehill.com/sites/default/files/gettyimages-1207412755_1.jpg",
            "publishedAt": "2020-02-20T15:27:41Z",
            "content": "CNN commentator Van Jones blasted Mike Bloomberg's Wednesday night debate performance in Las Vegas, calling the former New York City mayor a \"billion-dollar machine Titanic [meeting] iceberg Elizabeth WarrenElizabeth Ann WarrenBiden leads Sanders by single di… [+2356 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Beitsch",
            "title": "USDA hopes to cut farms' environmental footprint in half by 2050",
            "description": "The U.S. Department of Agriculture (USDA) laid out a series of goals Thursday to make the farming sector more environmentally friendly, part of an effort to cut the carbon footprint of agriculture in half....",
            "url": "https://thehill.com/policy/energy-environment/483822-usda-hopes-to-cut-farms-environmental-footprint-in-half-by-2050",
            "urlToImage": "https://thehill.com/sites/default/files/perduesonnyusdaagriculture_051518getty.jpg",
            "publishedAt": "2020-02-20T15:26:35Z",
            "content": "The U.S. Department of Agriculture (USDA) laid out a series of goals Thursday to make the farming sector more environmentally friendly, part of an effort to cut the carbon footprint of agriculture in half.\r\nIts a stretch goal, but it should be and we think we… [+2881 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Sanders wins endorsement of top Muslim group",
            "description": "Democratic presidential candidate Sen. Bernie Sanders (I-Vt.) won the endorsement of a top Muslim political group Thursday.Emgage PAC, which calls itself the biggest Muslim political action committee in the country...",
            "url": "https://thehill.com/homenews/campaign/483819-sanders-wins-endorsement-of-top-muslim-group",
            "urlToImage": "https://thehill.com/sites/default/files/sandersberne_021120getty.jpg",
            "publishedAt": "2020-02-20T15:19:10Z",
            "content": "Democratic presidential candidate Sen. Bernie SandersBernie SandersBiden leads Sanders by single digits in South Carolina: pollPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBiden will go after Bloomberg, Sanders at Las Vegas debate, aid… [+2470 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Westinghouse to sign deal for six nuclear reactors in India during Trump's visit: report",
            "description": "U.S. energy company Westinghouse is expected to sign a deal for six nuclear reactors with the state-run Nuclear Power Corporation of India (NPCIL) during President Trump's trip to the country, Reuters...",
            "url": "https://thehill.com/policy/international/india/483820-westinghouse-to-sign-deal-for-six-nuclear-reactors-in-india-during",
            "urlToImage": "https://thehill.com/sites/default/files/blogs/nuclearplant_56873240.jpg",
            "publishedAt": "2020-02-20T15:16:46Z",
            "content": "U.S. energy company Westinghouse is expected to sign a deal for six nuclear reactors with the state-run Nuclear Power Corporation of India (NPCIL) during President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro… [+1749 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justin Wise",
            "title": "Fox News legal analyst: Only a pardon can 'fairly undo' Roger Stone 'mess'",
            "description": "Fox News legal analyst Andrew Napolitano on Thursday suggested that a pardon for President Trump's longtime confidant, Roger Stone, was the only way to undo the \"mess\" surrounding Stone's criminal case.Napolitano m...",
            "url": "https://thehill.com/homenews/media/483816-fox-news-legal-analyst-only-a-pardon-can-fairly-undo-roger-stone-mess",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonaldtwo_02172020getty.jpg",
            "publishedAt": "2020-02-20T14:55:49Z",
            "content": "Fox News legal analyst Andrew NapolitanoAndrew Peter NapolitanoTrump flexes pardon power with high-profile clemenciesFox's Napolitano: Roger Stone 'absolutely entitled' to new trial after juror's tweets revealedFox's Napolitano calls Trump acquittal 'legal as… [+4035 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Scarborough: Sanders, Trump two big winners last night",
            "description": "MSNBC co-host Joe Scarborough said Thursday that President Trump and Sen. Bernie Sanders (I-Vt.) were the two main winners after Wednesday night's fiery Democratic debate in Las Vegas.During a panel discussion on \"...",
            "url": "https://thehill.com/homenews/media/483817-scarborough-sanders-trump-two-big-winners-last-night",
            "urlToImage": "https://thehill.com/sites/default/files/scarboroughjoe08292017msnbc.jpg",
            "publishedAt": "2020-02-20T14:53:18Z",
            "content": "MSNBC host Joe ScarboroughCharles (Joe) Joseph Scarborough Scarborough blasts Trump pardons, says 'political hacks' and 'co-conspirators' will be nextScarborough: Media 'parroting' Trump economy when Obama's 'was much stronger'Scarborough: Trump would arrest … [+2825 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "J. Edward Moreno",
            "title": "Roger Stone juror: Trump 'damages our democracy' with attacks",
            "description": "Seth Cousins, a juror in the Roger Stone trial, appea...",
            "url": "https://thehill.com/homenews/administration/483813-roger-stone-juror-trump-damages-our-democracy-by-attacking-jurors",
            "urlToImage": "https://thehill.com/sites/default/files/stoneroger_022020bc5_lead.jpg",
            "publishedAt": "2020-02-20T14:48:26Z",
            "content": "Seth Cousins, a juror in the Roger StoneRoger Jason StoneIf Roger Stone were a narco, he'd be in the clearFree Roger StoneThe Hill's Morning Report - In Nevada, bets on Sanders, eyes on BloombergMORE trial, appeared on CNN Wednesday evening saying President T… [+2775 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmiller@thehill.com (Maggie Miller)",
            "title": "Analysis: Democratic presidential campaigns score high on cybersecurity",
            "description": "The Democratic presidential candidates are all doing well on securing their campaigns against cyberattacks, new research released Thursday indicated, highlighting the turnaround on the issue following attacks on the Democratic National...",
            "url": "https://thehill.com/policy/cybersecurity/483810-democratic-presidential-campaigns-score-high-on-cybersecurity-report",
            "urlToImage": "https://thehill.com/sites/default/files/democraticdebate2_021920getty.jpg",
            "publishedAt": "2020-02-20T14:34:19Z",
            "content": "The Democratic presidential candidates are all doing well on securing their campaigns against cyberattacks, new research released Thursday indicated, highlighting the turnaround on the issue following attacks on the Democratic National Committee (DNC) and the… [+5052 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brett Samuels",
            "title": "Trump officially makes Richard Grenell acting intelligence chief",
            "description": "President Trump on Thursday formally designated Richard Grenell as acting director of national intelligence, making official a move that has drawn intense scrutiny from Democrats.\"[Grenell] is committed to a non-po...",
            "url": "https://thehill.com/homenews/administration/483811-trump-officially-makes-richard-grenell-acting-intel-chief",
            "urlToImage": "https://thehill.com/sites/default/files/grenellrichard_050918getty.jpg",
            "publishedAt": "2020-02-20T14:25:02Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE on Thursday formally… [+3027 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "South Korea reports first coronavirus death; millions told to stay at home",
            "description": "One person has died in South Korea from the new deadly form of coronavirus, health officials said Thursday, marking the first death from the disease in that country.South Korea's Centers for Disease Control and Pre...",
            "url": "https://thehill.com/policy/healthcare/483808-south-korea-reports-first-coronavirus-death-millions-told-to-stay-at-home",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronavirus_nurse_china_021420gettyimages.jpg",
            "publishedAt": "2020-02-20T14:20:30Z",
            "content": "One person has died in South Korea from the new deadly form of coronavirus, health officials said Thursday, marking the first death from the disease in that country.\r\nSouth Korea's Centers for Disease Control and Prevention said Thursday that a 63-year-old ma… [+1721 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Max Greenwood",
            "title": "Democratic Senate campaign arm raised more than $8.5 million in January",
            "description": "The Democratic Senatorial Campaign Committee (DSCC) raised more than $8.5 million in January, according to figures shared first with The Hill, making it the group's most prolific month of fundraising of the 2020 cycle to...",
            "url": "https://thehill.com/homenews/campaign/483805-democratic-senate-campaign-arm-raised-more-than-85-million-in-january",
            "urlToImage": "https://thehill.com/sites/default/files/schumercharles_020519gn3_lead.jpg",
            "publishedAt": "2020-02-20T14:00:44Z",
            "content": "The Democratic Senatorial Campaign Committee (DSCC) raised more than $8.5 million in January, according to figures shared first with The Hill, making it the groups most prolific month of fundraising of the 2020 cycle to date.\r\nThe committee, which works to ge… [+3269 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Bolton on impeachment: 'My testimony would have made no difference to the ultimate outcome'",
            "description": "Former national security adviser John Bolton is downplaying the impact his testimony would've had in President Trump's Senate impeachment trial, saying it would've made \"no difference\" in the outcome.During an even...",
            "url": "https://thehill.com/policy/national-security/483803-bolton-on-impeachment-my-testimony-would-have-made-no-difference-to",
            "urlToImage": "https://thehill.com/sites/default/files/boltonjohn_093019getty_lead.jpg",
            "publishedAt": "2020-02-20T13:34:22Z",
            "content": "Former national security adviser John BoltonJohn BoltonOvernight Defense: Dem senator met with Iranian foreign minister | Meeting draws criticism from right | Lawmakers push back at Pentagon funding for wall We should listen to John BoltonThe Hill's Morning R… [+2637 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Virus cases drop in China amid changes to reporting method",
            "description": "The number of new coronavirus cases in China is declining as authorities have reportedly readjusted how they report new cases of the disease....",
            "url": "https://thehill.com/policy/healthcare/483800-virus-cases-drop-in-china-amid-changes-to-reporting-method",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus1_021920getty.jpg",
            "publishedAt": "2020-02-20T13:17:10Z",
            "content": "The number of new coronavirus cases in China is declining as authorities have reportedly readjusted how they report new cases of the disease.\r\nThe Associated Press reported Thursday that new cases of the virus climbed by 394 on Thursday, a day after it was re… [+1199 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justin Wise",
            "title": "Over 1,000 veterans speak out over Trump's 'sustained attacks' on Vindman",
            "description": "More than 1,000 military veterans have signed on to a letter condemning President Trump over his \"sustained attacks\" on Lt. Col. Alexander Vindman, an Army official who provided damaging testimony during the House's impea...",
            "url": "https://thehill.com/homenews/administration/483797-over-1000-veterans-speak-out-over-trumps-sustained-attacks-on-vindman",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_02122020getty.jpg",
            "publishedAt": "2020-02-20T13:03:33Z",
            "content": "More than 1,000 military veterans have signed on to a letter condemning President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announce… [+2731 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justin Wise",
            "title": "Trump shares clip of Fox host Tucker Carlson suggesting he pardon Stone",
            "description": "President Trump early Thursday shared a clip of Fox News host Tucker Carlson saying that the president could end the \"travesty\" of Roger Stone's criminal case, and suggesting that Trump may be considering pardo...",
            "url": "https://thehill.com/homenews/administration/483795-trump-shares-clip-of-fox-host-tucker-carlson-suggesting-he-pardon",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_stoneroger_021420gn_split_ruleoflaw.jpg",
            "publishedAt": "2020-02-20T12:23:03Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE early Thursday share… [+3400 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Trump rips Bloomberg's debate performance as 'stumbling, bumbling and grossly incompetent'",
            "description": "President Trump in an early morning tweet mocked Michael Bloomberg after his rough Democratic presidential primary debate debut, calling the former New York City mayor \"grossly incompetent.\"\"...",
            "url": "https://thehill.com/homenews/campaign/483794-trump-rips-bloombergs-debate-performance-as-stumbling-bumbling-and-grossly",
            "urlToImage": "https://thehill.com/sites/default/files/bloombergmichael_021920getty_0.jpg",
            "publishedAt": "2020-02-20T12:22:29Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE in an early morning … [+2433 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexis Simendinger and Al Weaver",
            "title": "The Hill's Morning Report - Democrats duke it out during Nevada debate",
            "description": "Welcome to The Hill's Morning Report. Happy Thu...",
            "url": "https://thehill.com/homenews/morning-report/483793-the-hills-morning-report",
            "urlToImage": "https://thehill.com/sites/default/files/newsletter-cms_022020getty.jpg",
            "publishedAt": "2020-02-20T11:39:40Z",
            "content": "Welcome to The Hills Morning Report. Happy Thursday! We get you up to speed on the most important developments in politics and policy, plus trends to watch. Alexis Simendinger and Al Weaver are the daily co-creators, so find us @asimendinger and @alweaver22 o… [+25599 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "thoman@thehill.com (Reid Wilson)",
            "title": "On the Trail: Senate GOP hopefuls tie themselves to Trump",
            "description": "CHARLOTTE -- When Sen. Thom Tillis (R-N.C.) hit the airwaves with his first television advertisement asking voters to give him another six years in office, he let President Trump speak for him.Tillis \"has been a warrior... really a warrior, when we...",
            "url": "https://thehill.com/homenews/campaign/483753-on-the-trail-senate-gop-hopefuls-tie-themselves-to-trump",
            "urlToImage": "https://thehill.com/sites/default/files/tubervilletommy_sessionsjeff_020220getty_collinsdoug_loefflerkelly_020220gn_split_gop.jpg",
            "publishedAt": "2020-02-20T11:02:19Z",
            "content": "CHARLOTTE -- When Sen. Thom TillisThomas (Thom) Roland TillisErnst endorses bipartisan Grassley-Wyden bill to lower drug pricesTrump pick for Fed seat takes bipartisan fireThree Senate primaries to watch on Super TuesdayMORE (R-N.C.) hit the airwaves with his… [+9267 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "thoman@thehill.com (Rebecca Beitsch)",
            "title": "Trump budget calls for slashing funds to climate science centers",
            "description": "President Trump’s budget proposes closing a network of climate science centers, prompting concerns the administration will hamstring climate change research while booting employees from the federal workforce.Trump’s fiscal year 2021 budget would...",
            "url": "https://thehill.com/policy/energy-environment/483689-trump-budget-calls-for-slashing-funds-to-climate-science-centers",
            "urlToImage": "https://thehill.com/sites/default/files/article_images/climatechangeprotest_060217getty.jpg",
            "publishedAt": "2020-02-20T11:00:10Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMOREs budget proposes clo… [+4999 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Niall Stanage",
            "title": "Winners and losers from the Democratic debate in Las Vegas",
            "description": "Six Democratic candidates took to the stage in Las Vegas Wednesday evening in advance of Saturday's caucuses in the state.It was the ninth debate of this cycle for Democrats but the first to feature former New York...",
            "url": "https://thehill.com/homenews/campaign/483792-winners-and-losers-from-the-democratic-debate-in-las-vegas",
            "urlToImage": "https://thehill.com/sites/default/files/democraticdebate2_021920getty.jpg",
            "publishedAt": "2020-02-20T05:32:54Z",
            "content": "Six Democratic candidates took to the stage in Las Vegas Wednesday evening in advance of Saturdays caucuses in the state.\r\nIt was the ninth debate of this cycle for Democrats but the first to feature former New York City Mayor Michael BloombergMichael Rubens … [+8271 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Warren is most-tweeted-about Dem during Wednesday's debate: Twitter",
            "description": "Sen. Elizabeth Warren (D-Mass.) was the member of the 2020 Democratic field who was the focus of the most tweets after Wednesday night's debate in Las Vegas, Nev., according to Twitter.Twitter Government announced...",
            "url": "https://thehill.com/homenews/campaign/483791-warren-is-most-tweeted-about-dem-during-wednesdays-debate-twitter",
            "urlToImage": "https://thehill.com/sites/default/files/warrenelizabeth_021920getty.jpg",
            "publishedAt": "2020-02-20T04:48:46Z",
            "content": "Sen. Elizabeth WarrenElizabeth Ann WarrenBiden leads Sanders by single digits in South Carolina: poll2020 Democratic candidates support Las Vegas casino workers on debate daySanders takes lead in new Hill/HarrisX pollMORE (D-Mass.) was the member of the 2020 … [+2446 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Trump campaign accuses Democratic Party of having 'full-scale meltdown' after debate",
            "description": "President Trump's reelection campaign asserted that the Democratic Party is having a \"full-scale meltdown\" after Wednesday's Las Vegas debate aired. The Trump campaign's national press secretary...",
            "url": "https://thehill.com/homenews/campaign/483788-trump-campaign-accuses-democratic-party-of-having-full-scale-meltdown-after",
            "urlToImage": "https://thehill.com/sites/default/files/demdebate1_getty.jpg",
            "publishedAt": "2020-02-20T04:41:21Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMOREs reelection campaign… [+1722 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley",
            "title": "5 takeaways from Las Vegas debate",
            "description": "LAS VEGAS - It was fight night in Las Vegas on Wednesday at the Paris Hotel and Casino. The 2020 Democrats didn't hold back, battering one another in a brutal slugfest ahead of the Nevada caucuses.Former New York C...",
            "url": "https://thehill.com/homenews/campaign/483789-5-takeaways-from-las-vegas-debate",
            "urlToImage": "https://thehill.com/sites/default/files/demdebate1_getty_0.jpg",
            "publishedAt": "2020-02-20T04:40:40Z",
            "content": "LAS VEGAS It was fight night in Las Vegas on Wednesday at the Paris Hotel and Casino. The 2020 Democrats didn't hold back, battering one another in a brutal slugfest ahead of the Nevada caucuses.\r\nFormer New York City Mayor Mike Bloomberg made his debate debu… [+7679 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Mulvaney calls out GOP for being 'a lot less interested' in deficits under Trump than Obama: report",
            "description": "Acting White House chief of staff Mick Mulvaney called out Republicans for being \"a lot less interested\" in deficits under President Trump than when former President Obama was in office, The Washington Post...",
            "url": "https://thehill.com/policy/finance/483786-mulvaney-calls-out-gop-for-being-a-lot-less-interested-in-deficits-under-trump",
            "urlToImage": "https://thehill.com/sites/default/files/mulvaneymick_112619gn_lead.jpg",
            "publishedAt": "2020-02-20T04:36:01Z",
            "content": "Acting White House chief of staff Mick MulvaneyJohn (Mick) Michael MulvaneyTrump declares war on hardworking Americans with new budget requestScaramucci thanks John Kelly for speaking up against TrumpTrump lashes out over Kelly criticism: 'He misses the actio… [+2093 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Klobuchar, Buttigieg clash over vote on Trump CBP nominee",
            "description": "Sen. Amy Klobuchar (D-Minn.) and former South Bend, Ind. Mayor Pete Buttigieg (D) battled each other Wednesday night during the Democratic primary debate in Las Vegas over Klobuchar's vote to confirm Kevin McAleenan, former head of Customs and Border Protecti…",
            "url": "https://thehill.com/homenews/campaign/483787-klobuchar-buttigieg-clash-over-vote-on-trump-cbp-nominee",
            "urlToImage": "https://thehill.com/sites/default/files/klobucharamy_buttigiegpete_021920getty.jpg",
            "publishedAt": "2020-02-20T04:31:41Z",
            "content": "Sen. Amy KlobucharAmy Jean Klobuchar2020 Democratic candidates support Las Vegas casino workers on debate dayDemocratic senators ask DOJ watchdog to expand Giuliani probeWhat to watch in the debate tonightMORE (D-Minn.) and former South Bend, Ind., mayor Pete… [+3085 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Japan reports two coronavirus deaths among cruise ship passengers",
            "description": "Japan on Wednesday reported the deaths of two cruise ship passengers from coronavirus, The New York Times reported.",
            "url": "https://thehill.com/policy/healthcare/public-global-health/483785-japan-reports-two-coronavirus-deaths-among-cruise-ship",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus2_020320getty.jpg",
            "publishedAt": "2020-02-20T04:10:18Z",
            "content": "Japan on Wednesday reported the deaths of two cruise ship passengers from coronavirus, The New York Times reported.\r\nA couple in their 80s became the first two deaths of passengers previously aboard the quarantined Diamond Princess. \r\nThe 87-year-old man and … [+836 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Bloomberg hits progressive rivals at debate: 'We're not going to throw out capitalism'",
            "description": "Presidential candidate and billionaire Michael Bloomberg hit his progressive rivals at Wednesday's Las Vegas debate, while defending how much money he earned throughout his career. \"I can't think...",
            "url": "https://thehill.com/homenews/campaign/483782-bloomberg-hits-rivals-at-debate-were-not-going-to-throw-out-capitalism",
            "urlToImage": "https://thehill.com/sites/default/files/bloombergmichael_021920getty.jpg",
            "publishedAt": "2020-02-20T04:01:23Z",
            "content": "Democratic presidential candidate and billionaire Michael BloombergMichael Rubens BloombergBiden will go after Bloomberg, Sanders at Las Vegas debate, aides saySanders takes lead in new Hill/HarrisX pollBloomberg campaign warns of 'insurmountable' Sanders lea… [+2197 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Trump Jr. retweets Warren attack on Bloomberg: 'It was a 'short' campaign'",
            "description": "President Trump's son Donald Trump Jr. retweeted a clip of Sen. Elizabeth Warren (D-Mass.) attacking former New York City Mayor Michael Bloomberg during Wednesday night's Democratic primary debate in Las Vegas....",
            "url": "https://thehill.com/homenews/campaign/483779-trump-jr-retweets-warren-attack-on-bloomberg-it-was-a-short-campaign",
            "urlToImage": "https://thehill.com/sites/default/files/bloombergmichael_warrenelizabeth_021920getty.jpg",
            "publishedAt": "2020-02-20T03:32:37Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMOREs son Donald Trump Jr… [+2058 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Morgan Chalfant",
            "title": "Trump knocks Democrats at Arizona rally: Bloomberg 'getting pounded'",
            "description": "President Trump took shots at members of the Democratic presidential field as he rallied supporters during a campaign stop in Phoenix, Ariz., on Wednesday evening, an appearance that coincided with the ninth Democratic de...",
            "url": "https://thehill.com/homenews/administration/483780-trump-knocks-democrats-at-arizona-rally-bloomberg-getting-pounded",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_021920getty.jpg",
            "publishedAt": "2020-02-20T03:23:10Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE took shots at member… [+4505 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmali@thehill.com (Niv Elis)",
            "title": "Bloomberg on demands to release tax returns: 'I can't just go to TurboTax'",
            "description": "Former New York City Mayor Michael Bloomberg on Wednesday said the reason he had not yet released his tax returns yet is because of their complexity.“It just takes us a long time,” he said. “I can’t go to TurboTax.”Bloomberg contended that his...",
            "url": "https://thehill.com/policy/finance/483777-bloomberg-on-demands-to-release-tax-returns-i-cant-just-go-to-turbotax",
            "urlToImage": "https://thehill.com/sites/default/files/bloombergmichael_021920getty.jpg",
            "publishedAt": "2020-02-20T03:09:14Z",
            "content": "Former New York City Mayor Mike Bloomberg on Wednesday said the reason he had not yet released his tax returns is because of their complexity.\r\nIt just takes us a long time, he said. I cant go to TurboTax.\r\nBloomberg contended that his returns are thousands o… [+1530 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Julia Manchester",
            "title": "Buttigieg says Sanders needs to release full medical records",
            "description": "Former South Bend, Ind., Mayor Pete Buttigieg said during Wednesday's Democratic debate that Sen. Bernie Sanders (I-Vt.) needs to release his medical records after the progressive senator said on Tuesday he would not do s...",
            "url": "https://thehill.com/homenews/campaign/483773-buttigieg-says-sanders-needs-to-release-full-medical-records",
            "urlToImage": "https://thehill.com/sites/default/files/buttigiegpete_021920getty.jpg",
            "publishedAt": "2020-02-20T03:04:19Z",
            "content": "Former South Bend, Ind., Mayor Pete ButtigiegPeter (Pete) Paul ButtigiegBiden leads Sanders by single digits in South Carolina: poll2020 Democratic candidates support Las Vegas casino workers on debate dayWhat to watch in the debate tonightMORE said during We… [+2103 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Peter Sullivan",
            "title": "Democratic clash over Medicare for All reaches new heights in debate",
            "description": "Democratic presidential candidates clashed in some of the strongest terms yet over the Medicare for All policy dividing the field at the Nevada debate on Wednesday night. Sen. Elizabeth Warren (D-Mass....",
            "url": "https://thehill.com/policy/healthcare/483769-democratic-clash-over-medicare-for-all-reaches-new-heights-in-debate",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_warrenelizabeth_021920getty.jpg",
            "publishedAt": "2020-02-20T02:44:04Z",
            "content": "Democratic presidential candidates clashed in some of the strongest terms yet over the \"Medicare for All\" policy dividing the field at the Nevada debate on Wednesday night. \r\nSen. Elizabeth WarrenElizabeth Ann WarrenBiden leads Sanders by single digits in Sou… [+3573 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley",
            "title": "Democrats pile on Bloomberg in opening minutes of debate",
            "description": "Several 2020 White House hopefuls opened Wednesday night's debate in Las Vegas by piling onto former New York City Mayor Michael Bloomberg, with Sen. Elizabeth Warren (D-Mass.) describing him as a misogynist who has promo...",
            "url": "https://thehill.com/homenews/campaign/483766-democrats-pile-on-bloomberg-in-opening-minutes-of-debate",
            "urlToImage": "https://thehill.com/sites/default/files/bloombergmichael_warrenelizabeth_021920getty.jpg",
            "publishedAt": "2020-02-20T02:18:35Z",
            "content": "LAS VEGAS Several 2020 White House hopefuls opened Wednesday night's debate in Las Vegas by piling onto former New York City Mayor Michael BloombergMichael Rubens BloombergBiden will go after Bloomberg, Sanders at Las Vegas debate, aides saySanders takes lead… [+2521 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Bloomberg, Sanders, Biden beat Trump in head-to-heads in North Carolina: poll",
            "description": "Democratic presidential candidates Michael Bloomberg, Sen. Bernie Sanders (I-Vt.) and former Vice President Joe Biden are leading President Trump in theoretical head-to-head races in North Carolina, according to a p...",
            "url": "https://thehill.com/homenews/campaign/483760-bloomberg-sanders-biden-beat-trump-in-head-to-heads-in-north-carolina-poll",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_021220getty_advantage.jpg",
            "publishedAt": "2020-02-20T00:59:02Z",
            "content": "Democratic presidential candidates Michael BloombergMichael Rubens BloombergBiden will go after Bloomberg, Sanders at Las Vegas debate, aides saySanders takes lead in new Hill/HarrisX pollBloomberg campaign warns of 'insurmountable' Sanders lead if moderates … [+3125 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Beitsch",
            "title": "OVERNIGHT ENERGY: Trump signs order diverting water to California farmers against state wishes| EPA proposes additional rollback to Obama-era coal ash regulation| Environmental group ranks Bloomberg, Klobuchar last in climate plans",
            "description": "DELTA DRAMA: President Trump on Wednesday signed an order in California to reengineer the state's water plans, completing a campaign promise to funnel water from the north to a thirsty ag industry a...",
            "url": "https://thehill.com/policy/energy-environment/overnights/483759-overnight-energy-trump-signs-order-diverting-water-to",
            "urlToImage": "https://thehill.com/sites/default/files/thehill_logo_200.jpg",
            "publishedAt": "2020-02-20T00:44:18Z",
            "content": "DELTA DRAMA:President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE on Wedne… [+10400 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Beitsch",
            "title": "Trump signs order diverting water to California farmers against state wishes",
            "description": "President Trump on Wednesday signed an order in California to reengineer the state’s water plans, completing a campaign promise to funnel water from the north to a thirsty ag industry and growing population further south.",
            "url": "https://thehill.com/policy/energy-environment/483754-trump-order-redirects-california-water-supply-after-reversal-from",
            "urlToImage": "https://thehill.com/sites/default/files/newsletter-trump_021820getty.jpg",
            "publishedAt": "2020-02-20T00:30:00Z",
            "content": "President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migrantsMORE on Wednesday signed … [+5236 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Aris Folley",
            "title": "Neil Young pens fiery letter calling Trump a 'disgrace' to the US",
            "description": "Singer Neil Young lit into President Trump in fiery letter on Tuesday, in which he called the president \"a disgrace\" to the United States while doubling down on his support for Sen. Bernie Sanders (I-Vt.) in the Democrati...",
            "url": "https://thehill.com/blogs/in-the-know/in-the-know/483756-neil-young-pens-fiery-letter-to-trump-calling-him-a-disgrace-to",
            "urlToImage": "https://thehill.com/sites/default/files/youngneil_11112019getty.jpg",
            "publishedAt": "2020-02-20T00:16:58Z",
            "content": "Singer Neil Young lit into President TrumpDonald John TrumpFed saw risks to US economy fading before coronavirus spread quickenedPro-Trump super PAC hits Biden with new Spanish-language ad in NevadaBritain announces immigration policy barring unskilled migran… [+2681 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jessie Hellmann, Peter Sullivan and Nathaniel Weixel",
            "title": "Overnight Health Care: Senate panel to hold hearing on US coronavirus response | Dems demand Trump withdraw religious provider rule | Trump Medicaid proposal sparks bipartisan backlash",
            "description": "Welcome to Wednesday's Overnight Health Care.It's another Democratic debate tonight, as candidates jockey just ahead of Saturday's Nevada caucuses.Back in Washington, Senate Democrats want the Trump administ...",
            "url": "https://thehill.com/policy/healthcare/overnights/483736-overnight-health-care-senate-health-committee-announces-hearing",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirussingapore_02072020getty.jpg",
            "publishedAt": "2020-02-20T00:02:03Z",
            "content": "Welcome to Wednesday's Overnight Health Care.\r\nIt's another Democratic debate tonight, as candidates jockey just ahead of Saturday's Nevada caucuses. \r\nBack in Washington, Senate Democrats want the Trump administration to withdraw a rule governing religious p… [+10946 chars]"
        }
    ]
}