{
    "status": "ok",
    "totalResults": 23,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Daniel Alpert), Daniel Alpert",
            "title": "The stock market's coronavirus-driven drop could be the start of a real sell-off",
            "description": "Spencer Platt/Getty Images The stock market's sell-off was triggered by the coronavirus concerns, but the ingredients for a drop were already there. There's good reason to believe that the market is not going to bounce back anytime soon, even if the coronavir…",
            "url": "https://www.businessinsider.com/stock-market-sell-off-drop-coronavirus-valuations-start-2020-2",
            "urlToImage": "https://i.insider.com/5b87114280eb351e008b583f?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T13:23:00Z",
            "content": "Business Insider\r\nAll substantial market corrections or bear downturns begin with some form of catalyst. Just forest fires have their proximate cause in the carelessness or maliciousness of human behavior, or lightning strike, on dried woodlands – so too must… [+5061 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "Roughly 2 million tweets spread dangerous misinformation and hoaxes about the coronavirus, according to an unpublished State Department report",
            "description": "Millions of tweets have spread dangerous conspiracy theories about the coronavirus, an unpublished State Department report said, according to The Washington Post. Many posts have offered baseless and untrue allegations about the outbreak's origins, speculatin…",
            "url": "https://www.businessinsider.com/report-2-million-tweets-spread-dangerous-coronavirus-misinformation-2020-2",
            "urlToImage": "https://i.insider.com/5e5b2f50fee23d5ef146d942?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T03:46:22Z",
            "content": "An unpublished State Department report found that roughly 2 million tweets spread dangerous and untrue conspiracy theories about the coronavirus while the outbreak began to spread beyond China, The Washington Post reported Saturday.\r\nThe State Department repo… [+1922 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "GOLDMAN SACHS: Hide out in these 15 stocks that are staying strong as coronavirus tanks global markets",
            "description": "David Kostin of Goldman Sachs is telling investors to focus on companies with big proportions of US sales as fears about the spread of the Wuhan coronavirus send stocks plunging. Kostin says those companies will benefit from the strength of the US economy com…",
            "url": "https://www.businessinsider.com/stock-picks-to-buy-surviving-hedging-global-coronavirus-selloff-goldman-2020-2",
            "urlToImage": "https://i.insider.com/5e595c06fee23d046503dfa8?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T14:14:00Z",
            "content": "According to Goldman Sachs, the smartest way to handle the growing market slump is to just stay home. That's the advice of investors bidding up Netflix shares and looking at food delivery and gaming stocks.\r\nGoldman's chief US equity strategist David Kostin m… [+1860 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gabby Landsverk",
            "title": "How to stockpile healthy and nutritious food for a 14-day quarantine as coronavirus spreads across the US",
            "description": "As the novel coronavirus continues to spread across 47 countries, people are bracing for social, economic, and health impacts, including the possible shutdown of businesses and services. In a recent survey of 1,051 US adults by Insider Data, 22% said they've …",
            "url": "https://www.businessinsider.com/expert-how-to-stockpile-healthy-food-14-day-coronavirus-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e598f88fee23d4c004b4228?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T13:00:00Z",
            "content": "As the coronavirus spreads, people across the world are preparing for the possibility of forced quarantines, and shutdowns of businesses and services. According to a survey of 1,051 US adults by Insider Data, 22% are stockpiling food.\r\nIf this is you, don't f… [+7411 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn, Hilary Brueck and Morgan McFall-Johnsen",
            "title": "We don't have any good treatments for the novel coronavirus right now, but scientists are racing to change that",
            "description": "We don't yet have any drugs designed to fight the novel coronavirus. For now, doctors focus on treating the symptoms of COVID-19, helping keep people alive so their bodies can fight off the virus. Scientists are racing to develop treatments and vaccines to st…",
            "url": "https://www.businessinsider.com/coronavirus-treatments-and-vaccines-gileads-remdesivir-moderna-2020-3",
            "urlToImage": "https://i.insider.com/5e596fc1fee23d274262eb07?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T19:15:00Z",
            "content": "As the novel coronavirus spreads around the world, researchers are racing to develop medical treatments to halt it.\r\nBut for now, hospitals and doctors can only treat the symptoms of COVID-19, helping keep people alive so their bodies can fight off the virus.… [+4738 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "WHO director says there's a need to prepare for a 'pandemic' but global markets should 'calm down' as coronavirus wreaks havoc on the global economy",
            "description": "The director-general of the World Health Organization said global markets should \"calm down and try to see the reality\" as the coronavirus wreaks havoc on the global economy. His caution comes just after the S&P 500 closed out its worst week since the 2008 fi…",
            "url": "https://www.businessinsider.com/global-markets-calm-down-coronavirus-panic-who-chief-said-2020-3",
            "urlToImage": "https://i.insider.com/5e5bff88fee23d0bff4de1a4?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T19:31:33Z",
            "content": "Amid global panic around the spread of coronavirus, Tedros Adhanom Ghebreyesus, the director-general of the World Health Organization (WHO), called on global markets to \"should calm down and try to see the reality.\"\r\n\"We need to continue to be rational. Irrat… [+2658 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Warren",
            "title": "Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak",
            "description": "Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday. Hungary's chief security advisor said applications from asylum seekers were indefinitely suspended due to coronavirus, citing concer…",
            "url": "https://www.businessinsider.com/hungary-greece-closing-borders-asylum-seekers-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5c17cffee23d1fe2520de3?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T21:37:17Z",
            "content": "Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday.\r\nWhile Hungary has reported no cases of the disease so far, Greece has at least seven.\r\nHungary's chief security advisor, György Bak… [+4225 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "Nearly 10,000 sign petition calling for SXSW to be canceled over mounting coronavirus worries",
            "description": "A petition calling for the cancellation of South by Southwest (SXSW), an annual media festival in Austin, Texas, over COVID-19 fear has received nearly 10,000 signatures. SXSW officials said on Friday the event, which last year brought in more than 73,000 peo…",
            "url": "https://www.businessinsider.com/10000-call-for-sxsw-to-be-canceled-over-coronavirus-fears-2020-3",
            "urlToImage": "https://i.insider.com/5e5c2d8bfee23d1c0948fae3?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T22:00:00Z",
            "content": "A Change.org petition on Sunday calling for the cancellation of South by Southwest, an annual media festival scheduled to take place March 13-22, is rapidly growing in signatures amid increasing fear of the spread of COVID-19. \r\n\"I'm concerned about the hundr… [+3606 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Warren",
            "title": "What to buy for your home emergency kit if you're quarantined during the coronavirus outbreak",
            "description": "As novel coronavirus spreads, voluntary or involuntary home quarantines could become more common. Hundreds of people in the US and thousands around the world are already living in semi-voluntary home quarantine for 14 days after traveling to China, according …",
            "url": "https://www.businessinsider.com/what-to-buy-for-home-quarantine-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5bf058fee23d0fdb5b50a4?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T20:37:35Z",
            "content": "As the novel coronavirus spreads, more people may be put under home quarantine. \r\nHundreds of US citizens evacuated from China's Hubei province, where the outbreak originated, have undergone mandatory 14-day quarantines on military bases across the US. And ot… [+948 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "tpallini@businessinsider.com (Thomas Pallini), Thomas Pallini",
            "title": "Orlando Airport has two of the same lounges. I used my credit card perk to access both and found one was way better.",
            "description": "Thomas Pallini/Business Insider Orlando International Airport is home to two shared-use lounges that are open to Priority Pass members. Both operated by the same company, The Club, the two lounges are on opposite sides of the airport separated by Orlando's ma…",
            "url": "https://www.businessinsider.com/orlando-airport-priority-pass-review-the-club-mco-2020-2",
            "urlToImage": "https://i.insider.com/5e4c17ce4b661b658b1f3ad8?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T13:51:00Z",
            "content": "On a recent trip to Orlando International Airport, I was able to use a perk of my Chase Sapphire Reserve credit card to access Priority Pass lounges at the airport to make my layover more enjoyable and pass the time quicker. \r\nThe airport has two Priority Pas… [+554 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Maya MacGuineas), Maya MacGuineas",
            "title": "Both Republicans and Democrats are ignoring a growing danger to our economy and national security: the national debt",
            "description": "President Trump, the Democratic presidential candidates, and Congress aren't taking the national debt seriously. But the rapidly expanding debt is a threat to America's economic and national security. Maya MacGuineas is the president of the bipartisan Committ…",
            "url": "https://www.businessinsider.com/trump-gop-democrats-ignoring-dangers-of-national-debt-deficit-2020-2",
            "urlToImage": "https://i.insider.com/5e598343fee23d372347bdcc?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T15:23:00Z",
            "content": "Business Insider\r\nThe national debt is an issue that lawmakers are doing their best to ignore these days—as demonstrated by the President's non-serious budget, the House's plan to not even pass a budget, and the leading presidential candidates' not feeling th… [+4931 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Martin Coulter",
            "title": "Fear of coronavirus has split opinion among big VC firms over whether they should keep traveling to Asia",
            "description": "Talis Capital, the London-based backer of cybersecurity unicorn Darktrace, has cancelled all travel to Asia over fear of the novel coronavirus. The development of a vaccine that successfully treats COVID-19 is still far off — at least a year in the best-case …",
            "url": "https://www.businessinsider.com/coronavirus-splits-opinion-among-major-vc-firms-over-travel-plans-2020-2",
            "urlToImage": "https://i.insider.com/5e58d9d5fee23d0972282973?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T09:40:30Z",
            "content": "The coronavirus outbreak has split opinion among venture capitalists in Europe as to whether they should cancel flights to China – with some shutting down travel to Asia altogether.\r\nCoronavirus causes a disease known as COVID-19, which has killed more than 2… [+3582 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Warren",
            "title": "At least 3,200 Amazon delivery drivers will be laid off by the end of April as the company keeps cutting ties with contractors",
            "description": "More than 3,200 Amazon delivery drivers will be laid off by the end of April, Buzzfeed News reported. Amazon's third-party delivery partners have announced thousands of layoffs in recent months as the company cuts ties with some of its contractors. The 3,200 …",
            "url": "https://www.businessinsider.com/amazon-delivery-drivers-layoffs",
            "urlToImage": "https://i.insider.com/5e5bcd63fee23d7a4274f104?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T15:39:30Z",
            "content": "Thousands of Amazon delivery drivers have been laid off in recent months — and it looks like many more workers will lose their jobs come spring.\r\nMore than 3,200 delivery drivers for Amazon will be let go by the end of April, Buzzfeed News reported. \r\nAmazon … [+1668 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Matt Turner",
            "title": "The first family of Facebook, the most important charts in the world, and fintech dealmaking",
            "description": "Hello! One minute before midnight on December 29, 2017, one of Mark Zuckerberg's personal staffers got a phone call. So starts an explosive story from Rob Price and Becky Peterson, which shines a light on the sprawling family office of Mark Zuckerberg and his…",
            "url": "https://www.businessinsider.com/top-business-stories-this-week-facebook-markets-fintech-dealmaking-2020-2",
            "urlToImage": "https://i.insider.com/5e56bf20fee23d2a70055129?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T13:19:22Z",
            "content": "Hello!\r\nOne minute before midnight on December 29, 2017, one of Mark Zuckerberg's personal staffers got a phone call.\r\nSo starts an explosive story from Rob Price and Becky Peterson, which shines a light on the sprawling family office of Mark Zuckerberg and h… [+4994 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "The stock market erased $6 trillion in wealth last week over coronavirus fears — but 3 charts show why it won't immediately impact most Americans",
            "description": "Stocks plunged last week over escalating fears of the coronavirus' spread and the damage it could inflict on global economies. The market sell-off erased $6 trillion of market value, according to S&P Dow Jones Indices. Three charts illustrate why the stock ma…",
            "url": "https://www.businessinsider.com/stock-market-selloff-impact-americans-3-charts-not-immediate-impact-2020-2",
            "urlToImage": "https://i.insider.com/5c41f48fecbeb453f262948e?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T13:41:00Z",
            "content": "<ul><li>Stocks plunged last week over escalating fears of the coronavirus' spread and the damage it could inflict on global economies.</li><li>The market sell-off erased $6 trillion of market value, according to S&amp;P Dow Jones Indices.</li><li>Three charts… [+2031 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "One Wall Street expert warns the market's coronavirus-driven meltdown could soon confirm a recession is looming — and explains why two-thirds of the damage is already done",
            "description": "Recession fears returned to Wall Street last week as the novel coronavirus spread to more countries and changed the profit outlooks of multiple companies. Lori Calvasina, RBC Capital Markets' chief US equity strategist, examined what stock sell-offs have hist…",
            "url": "https://www.businessinsider.com/stock-market-crash-coronavirus-sell-off-signal-for-next-recession-2020-2",
            "urlToImage": "https://i.insider.com/5e597444fee23d26bc398ec6?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T11:05:00Z",
            "content": "It was only a matter of time before recession fears returned.\r\nA global economic slowdown was the talk of Wall Street last summer because neither the US nor China appeared willing to compromise for a trade deal. Then shortly before year-end, both nations sign… [+3108 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shona Ghosh",
            "title": "China's air pollution dropped dramatically after coronavirus lockdown",
            "description": "Millions of people in China remain on lockdown as the nation tries to contain the spread of the novel coronavirus. The resulting factory closures and fall in motor traffic has meant a sustained drop in noxious nitrogen dioxide, NASA stated on Saturday. There'…",
            "url": "https://www.businessinsider.com/satellite-images-air-pollution-drop-china-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5bb2e0fee23d79fe1f0553?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T13:32:39Z",
            "content": "China's lockdown in order to curtail the spread of the novel coronavirus has had one unexpected side-effect — a sustained drop in air pollution.\r\nNASA stated on Saturday that it had seen \"significant decreases\" in noxious nitrogen dioxide over China through F… [+2307 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Peterson",
            "title": "Coronavirus threatens US malls as nearly six in 10 shoppers plan to avoid such areas if the outbreak worsens, survey says",
            "description": "Nearly six in 10 people said they plan to avoid public areas such as shopping malls if the coronavirus outbreak worsens, according to a survey by Coresight Research. Restaurants, movie theaters, and sports events could also be impacted. Visit Business Insider…",
            "url": "https://www.businessinsider.com/coronavirus-threatens-us-shopping-malls-2020-3",
            "urlToImage": "https://i.insider.com/5e5983d5fee23d3e3d0e9074?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T14:22:00Z",
            "content": "US shopping malls could be \"hit hard\" if the coronavirus outbreak worsens, according to a new survey by Coresight Research. \r\nNearly six in 10 people said they plan to avoid public areas if the spread of the novel virus continues, the survey found.\r\nShopping … [+1600 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "Nike closed its worldwide headquarters in Oregon for deep-cleaning after the 1st US coronavirus death",
            "description": "Nike announced Sunday it would temporarily close its world headquarters in Beaverton, Oregon out of an \"abundance of caution.\" There has just been one confirmed case of COVID-19 in Oregon — a worker at an elementary school in Lake Oswego. The CDC confirmed Sa…",
            "url": "https://www.businessinsider.com/nike-coronavirus-closed-headquarters-in-oregon-after-1st-us-death-2020-3",
            "urlToImage": "https://i.insider.com/5e5bed45fee23d05375ff3a3?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T17:46:58Z",
            "content": "Nike announced Sunday it temporarily closed its corporate headquarters in Beaverton, Oregon in order to deep clean the campus following the first US death from COVID-19 the day prior. \r\n\"While we have no information indicating any exposure to Nike employees, … [+2589 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "The World Health Organization joined TikTok to post 'reliable' advice about the coronavirus amid a stream of memes and misinformation",
            "description": "The World Health Organization joined TikTok on Friday, and is using the social video platform to share information about the coronavirus. It has so far posted two videos: one offering COVID-19 prevention tips and another clarifying the use of face masks. The …",
            "url": "https://www.businessinsider.com/who-joins-tiktok-to-share-information-about-the-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e5c1d48fee23d15082ee0f2?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T21:17:57Z",
            "content": "The World Health Organization (WHO) joined TikTok in an apparent effort to spread accurate information about COVID-19 to the app's userbase, as fears of a possible global pandemic rise.\r\n\"We are joining @tiktok to provide you with reliable and timely public h… [+4278 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "NBC's Chuck Todd pressed Mike Pence to 'name some names' of Democrats pushing 'irresponsible' coronavirus claims",
            "description": "Vice President Mike Pence was pressed on NBC's \"Meet the Press\" to back up some of his claims that Democrats were floating \"irresponsible rhetoric\" about the coronavirus outbreak. Host Chuck Todd called up examples of conservative like Rush Limbaugh and Donal…",
            "url": "https://www.businessinsider.com/nbcs-chuck-todd-mike-pence-democrats-coronavirus-claims-2020-3",
            "urlToImage": "https://i.insider.com/5e5bed7afee23d05487314b3?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T18:19:33Z",
            "content": "NBC host Chuck Todd pressed Vice President Mike Pence on his previous comments dismissing \"irresponsible rhetoric\" he said Democrats made about the coronavirus outbreak. \r\nOn NBC's \"Meet the Press\" Sunday, Todd picked out statements from come of the president… [+2528 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "2 US grad students who were on the Diamond Princess cruise share harrowing details and photos from their quarantine and 'zombie movie' evacuation",
            "description": "The Diamond Princess cruise ship developed one of the world's largest outbreaks of the new coronavirus. Over 700 passengers have gotten sick. The ship was quarantined for two weeks in the port of Yokohama, Japan. Two American graduate students who were on the…",
            "url": "https://www.businessinsider.com/diamond-princess-cruise-passengers-details-photos-from-quarantine-evacuation-2020-2",
            "urlToImage": "https://i.insider.com/5e59b5bbfee23d60875e0193?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T18:32:00Z",
            "content": "Spencer Fehrenbacher set sail on the Diamond Princess cruise on January 20. He had no idea he was about to be exposed to one of the world's largest coronavirus outbreaks outside of China.\r\nAfter a passenger who'd previously disembarked tested positive for the… [+1346 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Scott Dust), Scott Dust",
            "title": "Democrats attacking Pete Buttigieg's lack of experience are making a critical mistake",
            "description": "Numerous Democratic presidential candidates have taken shots at Pete Buttigieg's lack of experience. But experience does not always mean someone is prepared for a job. Rather, intelligence is the best way to assess leadership ability and Buttigieg appears to …",
            "url": "https://www.businessinsider.com/pete-buttigieg-experience-attack-is-mistake-about-leadership-president-2020-2",
            "urlToImage": "https://i.insider.com/5e583bb2fee23d3eb658a688?width=1200&format=jpeg",
            "publishedAt": "2020-03-01T14:46:00Z",
            "content": "Business Insider\r\nSeveral candidates have criticized former South Bend, Indiana mayor, Pete Buttigieg, as unfit for the Presidency, citing his lack of experience. In Tuesday's debate in South Carolina, Buttigieg fought back, positioning his lack of experience… [+5634 chars]"
        }
    ]
}