{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Lemon",
            "title": "France's Louvre Museum Shuts Down Amid Coronavirus Concerns",
            "description": "\"We are very worried because we have visitors from everywhere,\" Andre Sacristin, a Louvre employee, told The Associated Press.",
            "url": "https://www.newsweek.com/frances-louvre-museum-shuts-down-amid-coronavirus-concerns-1489908",
            "urlToImage": "https://d.newsweek.com/en/full/1570490/louvre-museum.jpg",
            "publishedAt": "2020-03-01T16:10:51Z",
            "content": "France's famed Louvre Museum in Paris announced Sunday that it would be closed over fears of the spread of coronavirus (COVID-19), after the European nation's reported cases of the new virus rose to 100 on Saturday.\r\n\"An informational meeting on the public he… [+2613 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Khaleda Rahman",
            "title": "U.S. Surgeon General Urges People to Stop Buying Masks Amid Coronavirus Panic",
            "description": "Jerome Adams warned that if people stockpile masks it leaves fewer available to healthcare providers who need them as they care for infected patients.",
            "url": "https://www.newsweek.com/surgeon-general-coronavirus-mask-warning-1489895",
            "urlToImage": "https://d.newsweek.com/en/full/1570481/surgical-masks.jpg",
            "publishedAt": "2020-03-01T14:15:10Z",
            "content": "The U.S. Surgeon General urged the public to stop buying face masks, saying they are not effective in preventing people from catching coronavirus.\r\nIn posts on Twitter, Jerome Adams warned that if people stockpile masks, it would leave fewer available to heal… [+2820 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink, Naveed Jamali",
            "title": "Exclusive: Defense Department Expects Coronavirus Will 'Likely' Become Global Pandemic in 30 Days, As Trump Strikes Serious Tone",
            "description": "A senior Pentagon official told Newsweek the DoD is concerned that service members returning home could  \"inadvertently\" spread the virus to the U.S.",
            "url": "https://www.newsweek.com/coronavirus-department-defense-pandemic-30-days-1489876",
            "urlToImage": "https://d.newsweek.com/en/full/1570462/coronavirus-pandemic-30-days-dod-trump-us.jpg",
            "publishedAt": "2020-03-01T13:00:01Z",
            "content": "As President Donald Trump assured the public his administration was properly handling the new coronavirus, a document from the Department of Defense showed that officials are preparing for the possibility that COVID-19 may have a significant global impact.\r\nT… [+3986 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sheraz Farooqi",
            "title": "'Saturday Night Live' Sketch Tackles 'Airport Sushi' and Coronavirus Racial Profiling, With Appearances by Jake Gyllenhaal and David Byrne",
            "description": "The comedy show did not hold back when addressing the coronavirus and New Yorkers' disdain for LaGuardia Airport in a new sketch.",
            "url": "https://www.newsweek.com/saturday-night-live-sketch-tackles-airport-sushi-coronavirus-racial-profiling-appearances-1489912",
            "urlToImage": "https://d.newsweek.com/en/full/1570493/snl.jpg",
            "publishedAt": "2020-03-01T17:20:01Z",
            "content": "In a new sketch that aired last evening, Saturday Night Live took its best shots at the coronavirus and LaGuardia Airport, including digs at \"airport sushi.\"\r\nFeaturing a surprise cameo performance by Jake Gyllenhaal, the SNL sketch was a return to form for t… [+2231 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Lemon",
            "title": "Joe Biden Criticizes 'Incompetence' of Trump Administration Handling of Coronavirus Response: 'This President Hasn't Allowed His Scientists to Speak'",
            "description": "\"What's going on here? This is not a Democratic hoax,\" the Democratic presidential hopeful told ABC's 'This Week.'",
            "url": "https://www.newsweek.com/joe-biden-criticizes-incompetence-trump-administration-handling-coronavirus-response-this-1489915",
            "urlToImage": "https://d.newsweek.com/en/full/1570496/joe-biden.jpg",
            "publishedAt": "2020-03-01T17:33:32Z",
            "content": "Democratic presidential candidate Joe Biden strongly criticized the \"incompetence\" of Donald Trump's administration in handling the government's response to the coronavirus (COVID-19), suggesting the president is ignoring science and not acting properly to ad… [+3234 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Christina Zhao",
            "title": "Rhode Island Announces First Coronavirus Patient As Trump Cites Poll Showing 77% Confidence in Government Response",
            "description": "The infected Rhode Island patient, who's in their 40s, is currently being treated in hospital following a trip to Italy last month.",
            "url": "https://www.newsweek.com/rhode-island-announces-first-coronavirus-patient-trump-cites-poll-showing-77-confidence-1489925",
            "urlToImage": "https://d.newsweek.com/en/full/1570502/coronavirus.jpg",
            "publishedAt": "2020-03-01T21:52:19Z",
            "content": "President Donald Trump cited a poll on Sunday that shows 77 percent of U.S. adults have confidence in the government's ability to handle the coronavirus outbreak, hours after the Rhode Island Department of Health (RIDOH) announced the state's first presumptiv… [+2819 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sheraz Farooqi",
            "title": "'The Invisible Man' Leads the Box Office With a Strong Start",
            "description": "'Sonic the Hedgehog' and 'The Call of the Wild' follow up at second and third place respectively.",
            "url": "https://www.newsweek.com/invisible-man-leads-box-office-strong-start-1489904",
            "urlToImage": "https://d.newsweek.com/en/full/1570488/invisible-man.jpg",
            "publishedAt": "2020-03-01T15:40:33Z",
            "content": "The Elisabeth Moss movie The Invisible Man takes the top spot at the box office after a strong opening weekend, Variety reported.\r\nThe film came away with a $26 million opening weekend. Directed by Leigh Whannell and only having a budget of $7 million, the fi… [+2729 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Lemon",
            "title": "Bernie Sanders Dismisses Suggestion That Trump Is Trying to 'Help' His Campaign",
            "description": "\"I'm going to do everything I can to defeat Donald Trump,\" the Democratic presidential front-runner said.",
            "url": "https://www.newsweek.com/bernie-sanders-dismisses-suggestion-that-trump-trying-help-his-campaign-1489920",
            "urlToImage": "https://d.newsweek.com/en/full/1570501/bernie-sanders.jpg",
            "publishedAt": "2020-03-01T19:55:24Z",
            "content": "Democratic presidential front-runner Bernie Sanders dismissed the suggestion that Donald Trump is trying to \"help\" his campaign, arguing that he would \"defeat\" the incumbent in the general election.\r\nOver the past few weeks, Trump has played into theories tha… [+3548 chars]"
        }
    ]
}