{
    "status": "ok",
    "totalResults": 190,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus cases in Germany jump to 117",
            "description": "The number of confirmed coronavirus cases in Germany has jumped to 117 from 66, the Robert Koch Institute for disease control said on Sunday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-germany-cases-idUSKBN20O1NG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T11:22:06Z",
            "content": "BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany has jumped to 117 from 66, the Robert Koch Institute for disease control said on Sunday. \r\nA German government crisis committee has widened cross-border travel guidelines and canceled maj… [+987 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Czech Republic reports first cases of coronavirus",
            "description": "The Czech Republic has confirmed its first three cases of coronavirus, Health Minister Adam Vojtech said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-czech-idUSKBN20O1XK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T15:26:26Z",
            "content": "PRAGUE (Reuters) - The Czech Republic has confirmed its first three cases of coronavirus, Health Minister Adam Vojtech said on Sunday. \r\nHealth officials said at a news conference the three patients showed mild symptoms and had traveled from places in norther… [+58 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran's Guards allocate facilities to tackle coronavirus outbreak",
            "description": "Iran's elite Revolutionary Guards have allocated facilities across the country to help eradicate the new coronavirus, a Guards commander told a televised news conference on Sunday.",
            "url": "https://www.reuters.com/article/us-health-china-iran-guardshealth-china-idUSKBN20O1MO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T11:05:19Z",
            "content": "DUBAI (Reuters) - Iran’s elite Revolutionary Guards have allocated facilities across the country to help eradicate the new coronavirus, a Guards commander told a televised news conference on Sunday. \r\nThe death toll from the virus in Iran has reached 43. \r\n“W… [+291 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Lebanon reports three new coronavirus cases, bringing total to 10",
            "description": "Lebanon's health ministry said on Sunday three more people had tested positive for coronavirus after arriving from Iran, bringing the total in the country to 10.",
            "url": "https://www.reuters.com/article/us-china-health-lebanon-idUSKBN20O1UX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T14:55:45Z",
            "content": "BEIRUT (Reuters) - Lebanon’s health ministry said on Sunday three more people had tested positive for coronavirus after arriving from Iran, bringing the total in the country to 10. \r\nThe three patients, who had been in isolation at home, were quarantined at a… [+275 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Bahrain confirms six new coronavirus cases: state news agency",
            "description": "Bahrain's ministry of health on Sunday confirmed six new coronavirus cases, raising the total number to 47 cases, the state news agency said, citing a ministry statement.",
            "url": "https://www.reuters.com/article/us-china-health-bahrain-idUSKBN20O1YJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T16:11:27Z",
            "content": "DUBAI (Reuters) - Bahrain’s ministry of health on Sunday confirmed six new coronavirus cases, raising the total number to 47 cases, the state news agency said, citing a ministry statement. \r\nThe six cases are five Bahraini citizens and a Saudi national who ar… [+99 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Paris' Louvre closes for staff meeting on coronavirus",
            "description": "Art lovers were left locked out of the Louvre in Paris on Sunday morning as the world's most-visited museum held a staff meeting about the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-france-louvre-idUSKBN20O1OG",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497356635&w=1200&r=LYNXMPEG201PJ",
            "publishedAt": "2020-03-01T11:59:50Z",
            "content": "PARIS (Reuters) - Art lovers were left locked out of the Louvre in Paris on Sunday morning as the world’s most-visited museum held a staff meeting about the coronavirus outbreak. \r\nLong lines of disgruntled tourists snaked outside the museum, the home of Leon… [+784 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "No kissing please, we're Swiss, minister urges over coronavirus",
            "description": "Swiss people should consider dropping the everyday greeting of kissing each other on the cheeks, to avoid spreading the coronavirus, Switzerland's Health Minister Alain Berset said in remarks published on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-swiss-kisses-idUSKBN20O1OU",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497360547&w=1200&r=LYNXMPEG201PX",
            "publishedAt": "2020-03-01T12:13:09Z",
            "content": "VIENNA (Reuters) - Swiss people should consider dropping the everyday greeting of kissing each other on the cheeks, to avoid spreading the coronavirus, Switzerland’s Health Minister Alain Berset said in remarks published on Sunday. \r\nIn Switzerland, as in nei… [+1652 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Steve Holland",
            "title": "Gatherings banned, travel restricted as coronavirus cases grow worldwide",
            "description": "Leaders in Europe, the Middle East and the Americas rolled out bans on big gatherings, and stricter travel restrictions as cases of the new coronavirus spread around the world.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKBN20O14L",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497161248&w=1200&r=LYNXMPEG2013I",
            "publishedAt": "2020-03-01T00:38:15Z",
            "content": "WASHINGTON (Reuters) - Leaders in Europe, the Middle East and the Americas rolled out bans on big gatherings, and stricter travel restrictions as cases of the new coronavirus spread around the world. \r\nThe United States on Saturday reported its first death fr… [+3937 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Mainland China adds 573 coronavirus infections, eyes risks abroad",
            "description": "Mainland China reported the biggest daily rise in coronavirus cases since Feb. 22 on Sunday as more infections emerged among prison inmates in the epicenter of the outbreak, but officials emphasized the overall situation continues to improve.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/VoGRbJeEUkA/mainland-china-adds-573-coronavirus-infections-eyes-risks-abroad-idUSKBN20O142",
            "urlToImage": null,
            "publishedAt": "2020-03-01T11:30:08Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indian automakers say China coronavirus outbreak hitting parts supply",
            "description": "Indian automakers Mahindra and Mahindra Ltd (M&M) and Tata Motors said on Sunday their supply of parts from China had been hit, as fallout from the coronavirus outbreak mounts.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-india-autos-idUSKBN20O1QD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T12:49:09Z",
            "content": "NEW DELHI (Reuters) - Indian automakers Mahindra and Mahindra Ltd (M&amp;M) and Tata Motors said on Sunday their supply of parts from China had been hit, as fallout from the coronavirus outbreak mounts. \r\n“Going into March, we anticipate the challenge on part… [+741 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Latest on the spread of coronavirus around the world",
            "description": "The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive last week and prompting governments to step up control measures.",
            "url": "https://www.reuters.com/article/us-china-health-latest-factbox-idUSKBN20O1WY",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497417336&w=1200&r=LYNXMPEG201VZ",
            "publishedAt": "2020-03-01T15:08:10Z",
            "content": "(Reuters) - The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive last week and prompting governments to step up control measures. \r\n- As of Sunday, there have been over 86,500 cases of the virus globall… [+2407 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 376 new coronavirus cases, total rises to 3,526: KCDC",
            "description": "South Korea reported 376 new confirmed coronavirus cases on Sunday, raising the country's total number of infections to 3,526, the Korea Centers for Disease Control and Prevention (KCDC) said.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-idUSKBN20O15J",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T01:20:26Z",
            "content": "SEOUL (Reuters) - South Korea reported 376 new confirmed coronavirus cases on Sunday, raising the country’s total number of infections to 3,526, the Korea Centers for Disease Control and Prevention (KCDC) said. \r\nReporting by Hyonhee Shin; Editing by Kenneth … [+6 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Nigeria identifies 100 who may have been exposed to coronavirus patient",
            "description": "Nigerian authorities have been in touch with around 100 people who may have been exposed to an Italian man who is the country's first coronavirus patient, the Lagos state health commissioner said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-nigeria-idUSKBN20O1UZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497412126&w=1200&r=LYNXMPEG201UT",
            "publishedAt": "2020-03-01T14:55:45Z",
            "content": "LAGOS (Reuters) - Nigerian authorities have been in touch with around 100 people who may have been exposed to an Italian man who is the country’s first coronavirus patient, the Lagos state health commissioner said on Sunday. \r\nThe man arrived in Lagos, Nigeri… [+1177 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Abu Dhabi hotels allow some guests to leave after coronavirus scare",
            "description": "Two luxury hotels in Abu Dhabi, which had been in lockdown amid concerns about the coronavirus during a professional cycling event, allowed some guests to leave on Sunday after they tested negative for the disease, company spokespersons said.",
            "url": "https://www.reuters.com/article/us-china-health-emirates-hotels-idUSKBN20O1NM",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497348205&w=1200&r=LYNXMPEG201OL",
            "publishedAt": "2020-03-01T11:27:38Z",
            "content": "DUBAI (Reuters) - Two luxury hotels in Abu Dhabi, which had been in lockdown amid concerns about the coronavirus during a professional cycling event, allowed some guests to leave on Sunday after they tested negative for the disease, company spokespersons said… [+1958 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Israel reports 10th case of coronavirus",
            "description": "Israel on Sunday confirmed three more cases of the coronavirus, bringing the total number of patients who have been diagnosed in Israel to ten.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-israel-idUSKBN20O2C9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T22:21:00Z",
            "content": "JERUSALEM (Reuters) - Israel on Sunday confirmed three more cases of the coronavirus, bringing the total number of patients who have been diagnosed in Israel to ten. \r\nIsrael’s Health Ministry said two of the people had brought the virus back after a trip to … [+144 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "French coronavirus cases rise to 130: public health chief",
            "description": "France has 130 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Sunday, raising the count from 100 a day earlier.",
            "url": "https://www.reuters.com/article/us-china-health-france-idUSKBN20O25I",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T18:31:03Z",
            "content": "PARIS (Reuters) - France has 130 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Sunday, raising the count from 100 a day earlier. \r\nReporting by Leigh Thomas; Editing by Andrew Heavens"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq reports six new coronavirus cases: health ministry",
            "description": "Iraq reported six new coronavirus cases on Sunday, bringing the total number of cases there to 19, the health ministry said.",
            "url": "https://www.reuters.com/article/us-health-china-iraq-idUSKBN20O1Z3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497439347&w=1200&r=LYNXMPEG201XN",
            "publishedAt": "2020-03-01T16:21:16Z",
            "content": "CAIRO (Reuters) - Iraq reported six new coronavirus cases on Sunday, bringing the total number of cases there to 19, the health ministry said. \r\nTwo of the six are in Baghdad, and the other four in Sulaimaniya, and all had recently returned from Iran, it adde… [+36 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Egypt detects second case of new coronavirus: health ministry",
            "description": "Egypt's health ministry announced on Sunday that one foreigner was tested positive for the new coronavirus strain inside Egypt, the ministry said in a statement on its Facebook page.",
            "url": "https://www.reuters.com/article/us-health-china-egypt-case-idUSKBN20O2FL",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T23:33:07Z",
            "content": "CAIRO (Reuters) - Egypt’s health ministry announced on Sunday that one foreigner was tested positive for the new coronavirus strain inside Egypt, the ministry said in a statement on its Facebook page. \r\nThe ministry said that the person, whose nationality was… [+396 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Some British embassy staff in Tehran evacuated due to coronavirus",
            "description": "Dependants and some staff are being evacuated from the British embassy in Tehran as of March 1 due to coronavirus but essential staff will remain, Britain's Foreign Office said on Sunday as part of a travel advisory for Iran posted online.",
            "url": "https://www.reuters.com/article/us-china-health-iran-britain-idUSKBN20O278",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T18:56:07Z",
            "content": "DUBAI (Reuters) - Dependants and some staff are being evacuated from the British embassy in Tehran as of March 1 due to coronavirus but essential staff will remain, Britain’s Foreign Office said on Sunday as part of a travel advisory for Iran posted online. \r… [+458 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "World economy conference with pope postponed due to coronavirus",
            "description": "A conference on the world economy due to take in Italy later this month with Pope Francis taking part has been postponed until November because of the coronavirus outbreak, organizers said on Sunday.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/bmWfkTiBuUg/world-economy-conference-with-pope-postponed-due-to-coronavirus-idUSKBN20O27G",
            "urlToImage": null,
            "publishedAt": "2020-03-01T19:05:42Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Locked down Tenerife guests with negative test results free to leave",
            "description": "Tourists staying at a Tenerife hotel that has been on lockdown after five cases of the coronavirus were detected there are free to leave if they test negative for the virus, regional health authorities said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-spain-tenerife-idUSKBN20O27C",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497489120&w=1200&r=LYNXMPEG2023Q",
            "publishedAt": "2020-03-01T19:02:35Z",
            "content": "TENERIFE (Reuters) - Tourists staying at a Tenerife hotel that has been on lockdown after five cases of the coronavirus were detected there are free to leave if they test negative for the virus, regional health authorities said on Sunday. \r\nHotel guests, now … [+1045 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Will Ziebell",
            "title": "Australia reports first coronavirus death",
            "description": "Australia reported its first death of a coronavirus patient in a hospital in the western city of Perth early on Sunday, health official Andrew Robertson said.",
            "url": "https://www.reuters.com/article/us-china-health-australia-idUSKBN20O17A",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T02:42:02Z",
            "content": "MELBOURNE (Reuters) - Australia reported its first death of a coronavirus patient in a hospital in the western city of Perth early on Sunday, health official Andrew Robertson said. \r\nThe 78-year-old had been in quarantine after being evacuated from the Diamon… [+896 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Armenia reports first coronavirus infection",
            "description": "Armenia reported its first coronavirus infection on Sunday, in a citizen returning from neighboring Iran, Prime Minister Nikol Pashinyan said in a post on Facebook.",
            "url": "https://www.reuters.com/article/us-china-health-armenia-idUSKBN20O1A5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T04:21:05Z",
            "content": "YEREVAN (Reuters) - Armenia reported its first coronavirus infection on Sunday, in a citizen returning from neighboring Iran, Prime Minister Nikol Pashinyan said in a post on Facebook. \r\nThe 29-year-old, who arrived in the former Soviet nation on Friday, went… [+606 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Thailand records first coronavirus death: health official",
            "description": "Thailand has recorded its first coronavirus death as a 35-year-old man, who also had dengue fever, dies from the virus, Suwanchai Wattanayingcharoen, director-general of the Department of Disease Control, said in the news conference on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-thailand-idUSKBN20O1BC",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T05:01:17Z",
            "content": "BANGKOK (Reuters) - Thailand has recorded its first coronavirus death as a 35-year-old man, who also had dengue fever, dies from the virus, Suwanchai Wattanayingcharoen, director-general of the Department of Disease Control, said in the news conference on Sun… [+230 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar confirms two more cases of coronavirus, taking total to three",
            "description": "Qatar's health ministry announced on Sunday two more cases of coronavirus in the country, according to the ministry's Twitter account.",
            "url": "https://www.reuters.com/article/us-china-health-qatar-idUSKBN20O1SY",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T13:54:15Z",
            "content": "DUBAI - (Reuters) - Qatar’s health ministry announced on Sunday two more cases of coronavirus in the country, according to the ministry’s Twitter account. \r\nThe two Qatari individuals were evacuated from Iran on Feb. 27 and have been under full quarantine, it… [+79 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 573 new coronavirus cases on Feb. 29",
            "description": "Mainland China reported 573 new confirmed coronavirus cases on Feb. 29, up from 427 on the previous day, the country's health authority said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-cases-idUSKBN20O142",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497153482&w=1200&r=LYNXMPEG2012T",
            "publishedAt": "2020-03-01T00:03:59Z",
            "content": "SHANGHAI/BEIJING (Reuters) - Mainland China reported 573 new confirmed coronavirus cases on Feb. 29, up from 427 on the previous day, the country’s health authority said on Sunday. \r\nThe number of deaths stood at 35, down from 47 on the previous day, bringing… [+238 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK steps up coronavirus planning, may bring doctors out of retirement",
            "description": "Britain is planning for the global coronavirus epidemic to get worse, health minister Matt Hancock said on Sunday, describing the outbreak as a \"very, very significant challenge\".",
            "url": "https://www.reuters.com/article/us-china-health-britain-idUSKBN20O1IN",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497316138&w=1200&r=LYNXMPEG201KP",
            "publishedAt": "2020-03-01T09:35:19Z",
            "content": "LONDON (Reuters) - Britain is planning for the global coronavirus epidemic to get worse, health minister Matt Hancock said on Sunday, describing the outbreak as a “very, very significant challenge”. \r\nPrime Minister Boris Johnson will chair a meeting of the g… [+1316 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK government says 12 new positive tests for coronavirus, total now 35",
            "description": "British health authorities said on Sunday there had been 12 new cases of coronavirus in Britain, bringing the total to 35.",
            "url": "https://www.reuters.com/article/us-china-health-britain-tests-idUSKBN20O1T0",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497392524&w=1200&r=LYNXMPEG201SD",
            "publishedAt": "2020-03-01T13:55:38Z",
            "content": "LONDON (Reuters) - British health authorities said on Sunday there had been 12 new cases of coronavirus in Britain, bringing the total to 35. \r\nChief Medical Officer Chris Whitty said in a statement on Twitter that three of those testing positive were close c… [+244 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China says will repatriate overseas citizens if needed due to coronavirus",
            "description": "China will take measures to repatriate its citizens in countries seriously affected by the coronavirus outbreak if necessary, an official at the country's foreign ministry said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-repatriation-idUSKBN20O1FT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T07:54:12Z",
            "content": "BEIJING (Reuters) - China will take measures to repatriate its citizens in countries seriously affected by the coronavirus outbreak if necessary, an official at the country’s foreign ministry said on Sunday. \r\nCui Aiming, the foreign ministry official who spo… [+137 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Malaysia's health ministry says four new cases of coronavirus confirmed",
            "description": "Malaysia's health ministry said on Sunday the country has four new confirmed cases of coronavirus, bringing the total number of infections in the country to 29.",
            "url": "https://www.reuters.com/article/us-china-health-malaysia-idUSKBN20O1FV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T07:55:01Z",
            "content": "KUALA LUMPUR (Reuters) - Malaysia’s health ministry said on Sunday the country has four new confirmed cases of coronavirus, bringing the total number of infections in the country to 29. \r\nAll of the new cases were Malaysians, two of whom had travel history to… [+158 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy prepares deficit hike to tackle coronavirus impact",
            "description": "Italy will introduce this week measures worth 3.6 billion euros ($3.5 billion) to help the economy withstand the largest outbreak of coronavirus in Europe, Economy Minister Roberto Gualtieri said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-economy-idUSKBN20O1IH",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497316219&w=1200&r=LYNXMPEG201KT",
            "publishedAt": "2020-03-01T09:36:39Z",
            "content": "ROME (Reuters) - Italy will introduce this week measures worth 3.6 billion euros ($3.5 billion) to help the economy withstand the largest outbreak of coronavirus in Europe, Economy Minister Roberto Gualtieri said on Sunday. \r\nIn an interview with La Repubblic… [+1483 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Another death from coronavirus in Japan, in-hospital infection suspected",
            "description": "A man in his 70s died on Japan's northernmost island of Hokkaido on Saturday night after testing positive for COVID-19, the disease caused by the coronavirus called SARS-CoV-2, local authorities said on Sunday.",
            "url": "https://www.reuters.com/article/us-japan-health-coronavirus-idUSKBN20O1DV",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T06:44:11Z",
            "content": "TOKYO (Reuters) - A man in his 70s died on Japan’s northernmost island of Hokkaido on Saturday night after testing positive for COVID-19, the disease caused by the coronavirus called SARS-CoV-2, local authorities said on Sunday. \r\nThe municipal government of … [+447 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait confirms new coronavirus case, brings total to 46: health ministry",
            "description": "Kuwait has confirmed a new case of coronavirus infection, bringing the total number of people diagnosed with the disease in the country to 46, a health ministry official told a media conference on Sunday.",
            "url": "https://www.reuters.com/article/us-health-china-kuwait-idUSKBN20O1HB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T08:44:20Z",
            "content": "KUWAIT (Reuters) - Kuwait has confirmed a new case of coronavirus infection, bringing the total number of people diagnosed with the disease in the country to 46, a health ministry official told a media conference on Sunday. \r\nThe majority of the cases, includ… [+200 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Mainland China adds 573 coronavirus infections in week's highest daily rise",
            "description": "Mainland China reported 573 new coronavirus infections on Feb. 29, up from 427 the previous day, for the highest daily increase in a week, national health authorities said on Sunday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/cXaBokOGI7o/mainland-china-adds-573-coronavirus-infections-in-weeks-highest-daily-rise-idUSKBN20O142",
            "urlToImage": null,
            "publishedAt": "2020-03-01T09:07:23Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "China Xi's visit to Japan could be delayed until autumn: Sankei",
            "description": "Tokyo and Beijing are leaning towards delaying Chinese President Xi Jinping's state visit to Japan, originally planned for early April, as the neighbors battle a coronavirus outbreak, the Sankei newspaper said on Sunday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/-zQyHUDOPkc/china-xis-visit-to-japan-could-be-delayed-until-autumn-sankei-idUSKBN20O198",
            "urlToImage": null,
            "publishedAt": "2020-03-01T03:40:48Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 210 new coronavirus cases, raising total to 3,736: KCDC",
            "description": "South Korea reported 210 new coronavirus cases on Sunday afternoon local time, raising the country's total infections to 3,736, the Korea Centers for Disease Control and Prevention (KCDC) said.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-numbers-idUSKBN20O1GH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T08:20:00Z",
            "content": "SEOUL (Reuters) - South Korea reported 210 new coronavirus cases on Sunday afternoon local time, raising the country’s total infections to 3,736, the Korea Centers for Disease Control and Prevention (KCDC) said. \r\nThe updated numbers added to the 376 recorded… [+129 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Members of church at center of South Korea's coronavirus outbreak visited Wuhan: KCDC",
            "description": "Some members of a church at the center of South Korea's coronavirus outbreak visited the Chinese city of Wuhan in January, where the disease is believed to have originated, the Korea Centers for Disease Control and Prevention said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-southkorea-church-idUSKBN20O1D5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T06:24:04Z",
            "content": "SEOUL (Reuters) - Some members of a church at the center of South Korea’s coronavirus outbreak visited the Chinese city of Wuhan in January, where the disease is believed to have originated, the Korea Centers for Disease Control and Prevention said on Sunday.… [+438 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan warns against trips to some parts of South Korea, Italy due to coronavirus",
            "description": "Japan on Sunday raised its infectious disease advisory levels for parts of South Korea and Italy, urging its citizens not to take trips to South Korea's Daegu and Cheongdo regions and avoid non-urgent trips to three areas in Italy due to the coronavirus outbr…",
            "url": "https://www.reuters.com/article/us-china-health-japan-travel-idUSKBN20O1XA",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497420725&w=1200&r=LYNXMPEG201W2",
            "publishedAt": "2020-03-01T15:19:54Z",
            "content": "TOKYO (Reuters) - Japan on Sunday raised its infectious disease advisory levels for parts of South Korea and Italy, urging its citizens not to take trips to South Korea’s Daegu and Cheongdo regions and avoid non-urgent trips to three areas in Italy due to the… [+587 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Determined runners defy ban on Paris half-marathon",
            "description": "Several hundred determined athletes defied a government-ordered ban on large public gatherings to run Paris's half-marathon on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-france-run-idUSKBN20O1RQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T13:23:54Z",
            "content": "PARIS (Reuters) - Several hundred determined athletes defied a government-ordered ban on large public gatherings to run Paris’s half-marathon on Sunday. \r\nThe run was one of a series of events across France to be canceled as the government attempts to contain… [+1185 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pope says a cold will force him to skip spiritual retreat",
            "description": "Pope Francis announced on Sunday that a cold he is suffering from will force him to skip a week-long Lenten spiritual retreat with senior Vatican officials south of Rome that had been due to start later in the day.",
            "url": "https://www.reuters.com/article/us-pope-health-cold-idUSKBN20O1NQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T11:29:58Z",
            "content": "VATICAN CITY (Reuters) - Pope Francis announced on Sunday that a cold he is suffering from will force him to skip a week-long Lenten spiritual retreat with senior Vatican officials that had been due to start later in the day. \r\nThe pope made the surprise anno… [+1251 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pope makes first public appearance following illness",
            "description": "Pope Francis on Sunday made his first public appearance in four days following what the Vatican has called a \"slight indisposition\" that forced him to cancel some audiences and activities.",
            "url": "https://www.reuters.com/article/us-pope-health-idUSKBN20O1NC",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497345439&w=1200&r=LYNXMPEG201OF",
            "publishedAt": "2020-03-01T11:20:06Z",
            "content": "VATICAN CITY (Reuters) - Pope Francis on Sunday made his first public appearance in four days following what the Vatican has called a “slight indisposition” that forced him to cancel some audiences and activities. \r\nThe 83-year-old Roman Catholic leader appea… [+1171 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Parisa Hafezi",
            "title": "Fear, distrust and disinfectant in the air amid Iran's coronavirus outbreak",
            "description": "As the new coronavirus spreads across Iran, the epicenter of the outbreak in the Middle East, so a feeling of anxiety grows among many Iranians, some of whom worry the clerical establishment has not got a firm grip on the illness.",
            "url": "https://www.reuters.com/article/us-china-health-iran-mood-idUSKBN20O1X1",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497418333&w=1200&r=LYNXMPEG201W1",
            "publishedAt": "2020-03-01T15:11:36Z",
            "content": "DUBAI (Reuters) - As the new coronavirus spreads across Iran, the epicenter of the outbreak in the Middle East, so a feeling of anxiety grows among many Iranians, some of whom worry the clerical establishment has not got a firm grip on the illness. \r\nEvery da… [+3854 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "American Airlines suspending flights to Milan after U.S. travel warning",
            "description": "American Airlines Inc will suspend all U.S. flights to Milan, the airline said late on Saturday, just hours after the U.S. State Department said it was raising its travel warning for parts of Italy due to the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/5Lh5y5D39iQ/american-airlines-suspending-flights-to-milan-after-u-s-travel-warning-idUSKBN20O17I",
            "urlToImage": null,
            "publishedAt": "2020-03-01T02:56:49Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Aramco shares hit lowest since IPO, down over 2%",
            "description": "Shares of Saudi Aramco <2222.SE> hit 32.50 riyals ($8.66) in intraday trade on Sunday, the lowest since it began trading in December following a record initial public offering, as oil prices plunged amid worries about the global spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-saudi-aramco-stocks-idUSKBN20O1HV",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497306622&w=1200&r=LYNXMPEG201JA",
            "publishedAt": "2020-03-01T09:02:54Z",
            "content": "DUBAI (Reuters) - Shares of Saudi Aramco 2222.SE hit 32.50 riyals ($8.66) in intraday trade on Sunday, the lowest since it began trading in December following a record initial public offering, as oil prices plunged amid worries about the global spread of the … [+335 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iran's death toll from coronavirus jumps to 54, with 978 infected",
            "description": "Iran's death toll from the new coronavirus has reached 54, Health Ministry spokesman Kianush Jahanpur told state TV, adding the number of those infected had reached 978.",
            "url": "https://www.reuters.com/article/us-china-health-iran-idUSKBN20O1P4",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497363993&w=1200&r=LYNXMPEG201Q3",
            "publishedAt": "2020-03-01T12:24:37Z",
            "content": "DUBAI (Reuters) - Iran’s death toll from the new coronavirus has reached 54, Health Ministry spokesman Kianush Jahanpur told state TV, adding the number of those infected had reached 978. \r\n“There were 385 new cases of infected people in the last 24 hours, in… [+1064 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia prepares 25 hospitals to handle coronavirus cases: health ministry",
            "description": "Saudi Arabia has prepared 25 hospitals to handle any coronavirus cases that might be detected, a health ministry spokesman said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-saudi-idUSKBN20O1RG",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T13:14:51Z",
            "content": "RIYADH (Reuters) - Saudi Arabia has prepared 25 hospitals to handle any coronavirus cases that might be detected, a health ministry spokesman said on Sunday. \r\nThe kingdom has not reported any cases of the virus so far. \r\nReporting by Marwa Rashad, writing by… [+36 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Dominican Republic confirms first case of coronavirus",
            "description": "Health authorities in the Dominican Republic said on Sunday that they had confirmed the first case of coronavirus in the country, a tourist visiting from Italy.",
            "url": "https://www.reuters.com/article/us-china-health-dominican-idUSKBN20O21V",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T17:28:25Z",
            "content": "SANTO DOMINGO (Reuters) - Health authorities in the Dominican Republic said on Sunday that they had confirmed the first case of coronavirus in the country, a tourist visiting from Italy. \r\nThe patient was transferred on Sunday to an isolation room in a hospit… [+295 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Israel reports 10th case of coronavirus",
            "description": "Israel on Sunday confirmed three more cases of the coronavirus, bringing the total number of patients who have been diagnosed in Israel to ten.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/u9kZDDn8Q0w/israel-reports-10th-case-of-coronavirus-idUSKBN20O2C9",
            "urlToImage": null,
            "publishedAt": "2020-03-01T22:21:00Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Stanley Widianto",
            "title": "Indonesia's frontline hospital defends policies to tackle coronavirus",
            "description": "Indonesia has the resources to cope with a coronavirus outbreak, the director of its leading infectious diseases hospital said, defending detection procedures in the Southeast Asian nation of more than 260 million, where no cases have been reported.",
            "url": "https://www.reuters.com/article/us-china-health-indonesia-idUSKBN20O1CZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497261964&w=1200&r=LYNXMPEG201FM",
            "publishedAt": "2020-03-01T06:22:51Z",
            "content": "JAKARTA (Reuters) - Indonesia has the resources to cope with a coronavirus outbreak, the director of its leading infectious diseases hospital said, defending detection procedures in the Southeast Asian nation of more than 260 million, where no cases have been… [+3855 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Morocco to delay sports, cultural events over coronavirus: state media",
            "description": "Morocco will postpone sports and cultural events over coronavirus fears, a government committee charged with overseeing the state's response to the disease said on Sunday, state media reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-morocco-idUSKBN20O25G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T18:57:26Z",
            "content": "RABAT (Reuters) - Morocco will postpone sports and cultural events over coronavirus fears, a government committee charged with overseeing the state’s response to the disease said on Sunday, state media reported. \r\nMorocco says it has tested 25 people suspecte… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK PM Johnson says coronavirus likely to 'spread a bit more' in UK",
            "description": "British Prime Minister Boris Johnson said he expected the new coronavirus to spread further inside Britain, following the announcement of another 12 positive tests on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-britain-johnson-idUSKBN20O221",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497461877&w=1200&r=LYNXMPEG20206",
            "publishedAt": "2020-03-01T17:33:31Z",
            "content": "LONDON (Reuters) - British Prime Minister Boris Johnson said he expected the new coronavirus to spread further inside Britain, following the announcement of another 12 positive tests on Sunday. \r\n“We’ve found about 35 people in this country have, or have had,… [+207 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oman suspends Italian tourism flights to its Salala airport",
            "description": "Oman has suspended Italian tourism flights to its Salala airport for a month to curb the spread of the coronavirus, the civil aviation authority said on Sunday.",
            "url": "https://www.reuters.com/article/us-health-china-oman-idUSKBN20O23P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T18:05:49Z",
            "content": "CAIRO (Reuters) - Oman has suspended Italian tourism flights to its Salala airport for a month to curb the spread of the coronavirus, the civil aviation authority said on Sunday. \r\nItaly has reported 34 death from the coronavirus, and almost 1700 cases. \r\nRep… [+55 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "World economy conference with pope postponed due to coronavirus",
            "description": "A conference on the world economy due to take in Italy later this month with Pope Francis taking part has been postponed until November because of the coronavirus outbreak, organizers said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-italy-conference-pope-idUSKBN20O27G",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497490418&w=1200&r=LYNXMPEG2023S",
            "publishedAt": "2020-03-01T19:05:42Z",
            "content": "ROME (Reuters) - A conference on the world economy due to take in Italy later this month with Pope Francis taking part has been postponed until November because of the coronavirus outbreak, organizers said on Sunday. \r\nThe conference, organized by the Roman C… [+1186 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Crispian Balmer",
            "title": "Coronavirus deaths rise in Italy, government prepares economic support",
            "description": "The death toll from an outbreak of coronavirus in Italy has risen to 34, five more than a day earlier, officials said on Sunday, as the government prepared to boost spending to help the fragile economy.",
            "url": "https://www.reuters.com/article/us-china-health-italy-idUSKBN20O257",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497480814&w=1200&r=LYNXMPEG2021X",
            "publishedAt": "2020-03-01T18:57:26Z",
            "content": "ROME (Reuters) - The death toll from an outbreak of coronavirus in Italy has risen to 34, five more than a day earlier, officials said on Sunday, as the government prepared to boost spending to help the fragile economy. \r\nThe head of Italy’s Civil Protection … [+3362 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian coronavirus deaths rise to 34, number of cases hits almost 1,700: official",
            "description": "The death toll from an outbreak of coronavirus in Italy has risen by five to 34 over the past 24 hours, the Civil Protection Agency said on Sunday, with the accumulative number of cases totaling some 1,694.",
            "url": "https://www.reuters.com/article/us-china-health-italy-toll-idUSKBN20O21X",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497461218&w=1200&r=LYNXMPEG201ZX",
            "publishedAt": "2020-03-01T17:30:30Z",
            "content": "ROME (Reuters) - The death toll from an outbreak of coronavirus in Italy has risen by five to 34 over the past 24 hours, the Civil Protection Agency said on Sunday, with the accumulative number of cases totaling some 1,694. \r\nThe head of the agency said that … [+253 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar imposes temporary entrance restriction on visitors from Egypt",
            "description": "Qatar has imposed a temporary entrance restriction to its territories on visitors from Egypt via intermediate points because of the spread of the new coronavirus, the state news agency reported on Sunday.",
            "url": "https://www.reuters.com/article/us-health-china-qatar-idUSKBN20O23U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T18:08:26Z",
            "content": "CAIRO (Reuters) - Qatar has imposed a temporary entrance restriction to its territories on visitors from Egypt via intermediate points because of the spread of the new coronavirus, the state news agency reported on Sunday. \r\nQatar discovered 2 new coronavirus… [+102 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Australian financial regulators in emergency meeting to discuss coronavirus impact: source",
            "description": "Australia's financial regulators will discuss the impact of a new coronavirus outbreak on Australia's A$2 trillion ($1.3 trillion) economy in an emergency meeting on Monday, a source familiar with the matter told Reuters.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-australia-idUSKBN20O2DU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T22:54:08Z",
            "content": "SYDNEY (Reuters) - Australia’s financial regulators will discuss the impact of a new coronavirus outbreak on Australia’s A$2 trillion ($1.3 trillion) economy in an emergency meeting on Monday, a source familiar with the matter told Reuters. \r\nThe Reserve Bank… [+373 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Michelle Price",
            "title": "U.S. officials talk down coronavirus market panic, tout economic strength - Reuters",
            "description": "Trump administration officials on Sunday tried to calm market panic that the coronavirus could cause a global recession, saying the public had over-reacted and that stocks would bounce back due to the underlying strength of the U.S. economy.",
            "url": "https://www.reuters.com/article/china-health-usa-markets-idUSL1N2AU09O",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T18:46:00Z",
            "content": "(Adds context) \r\nBy Michelle Price \r\nWASHINGTON, March 1 (Reuters) - Trump administration officials on Sunday tried to calm market panic that the coronavirus could cause a global recession, saying the public had over-reacted and that stocks would bounce back … [+2492 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Michelle Price",
            "title": "U.S. officials talk down coronavirus market panic, tout economic strength",
            "description": "Trump administration officials on Sunday tried to calm market panic that the coronavirus could cause a global recession, saying the public had over-reacted and that stocks would bounce back due to the underlying strength of the U.S. economy.",
            "url": "https://www.reuters.com/article/us-china-health-usa-markets-idUSKBN20O25K",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497480820&w=1200&r=LYNXMPEG2022D",
            "publishedAt": "2020-03-01T18:35:40Z",
            "content": "WASHINGTON (Reuters) - Trump administration officials on Sunday tried to calm market panic that the coronavirus could cause a global recession, saying the public had over-reacted and that stocks would bounce back due to the underlying strength of the U.S. eco… [+1970 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "CERAWeek energy conference in Houston scrapped over coronavirus worries",
            "description": "Coronavirus concerns prompted organizers on Sunday to cancel the CERAWeek energy conference that annually brings together oil ministers and senior executives from the energy and financial industries, the latest event to be scrapped as the disease spreads.",
            "url": "https://www.reuters.com/article/us-china-health-usa-conference-idUSKBN20O23L",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497485695&w=1200&r=LYNXMPEG20239",
            "publishedAt": "2020-03-01T18:51:54Z",
            "content": "HOUSTON (Reuters) - Coronavirus concerns prompted organizers on Sunday to cancel the CERAWeek energy conference that annually brings together oil ministers and senior executives from the energy and financial industries, the latest event to be scrapped as the … [+1544 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. stock futures resume coronavirus rout as trading resumes",
            "description": "U.S. stock index futures tumbled when trading reopened on Sunday night with investors still unnerved by coronavirus and taking little solace from weekend comments by U.S. officials that aimed to soothe panic about a pandemic.",
            "url": "https://www.reuters.com/article/us-usa-stocks-idUSKBN20O2F9",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497570893&w=1200&r=LYNXMPEG202A6",
            "publishedAt": "2020-03-01T23:45:17Z",
            "content": "(Reuters) - U.S. stock index futures tumbled when trading reopened on Sunday night with investors still unnerved by coronavirus and taking little solace from weekend comments by U.S. officials that aimed to soothe panic about a pandemic. \r\nSenior officials in… [+470 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dan Burns",
            "title": "U.S. bank lobby economist predicts global rate cut coming... this Wednesday",
            "description": "Investors battered by the breathtaking drop in global stock markets on coronavirus fears are ever more convinced the world's big central banks, including the Federal Reserve, will soon step in to try to quell the storm.",
            "url": "https://www.reuters.com/article/us-china-health-centralbanks-cuts-idUSKBN20O2CY",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497554846&w=1200&r=LYNXMPEG2028O",
            "publishedAt": "2020-03-01T22:37:38Z",
            "content": "WASHINGTON (Reuters) - Investors battered by the breathtaking drop in global stock markets on coronavirus fears are ever more convinced the world’s big central banks, including the Federal Reserve, will soon step in to try to quell the storm. \r\nAgainst that, … [+2374 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "United Airlines CEO says it 'likely' it will need to cut additional flights",
            "description": "United Airlines Chief Executive Oscar Munoz told employees the U.S. airline would likely need to cut additional flights in the wake of sagging demand because of the coronavirus outbreak, the airline confirmed on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-idUSKBN20O29M",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497518895&w=1200&r=LYNXMPEG20267",
            "publishedAt": "2020-03-01T20:37:56Z",
            "content": "WASHINGTON (Reuters) - United Airlines (UAL.O) Chief Executive Oscar Munoz told employees the U.S. airline would likely need to cut additional flights in the wake of sagging demand because of the coronavirus outbreak, the airline confirmed on Sunday. \r\nIn a e… [+554 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Scottish government confirms first coronavirus case",
            "description": "Scottish government said on Sunday a person has been diagnosed with coronavirus in the country.",
            "url": "https://www.reuters.com/article/us-china-health-scotland-idUSKBN20O28P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T19:57:21Z",
            "content": "(Reuters) - Scottish government said on Sunday a person has been diagnosed with coronavirus in the country. \r\nThe patient, who is a resident of the Tayside area, has recently travelled from northern Italy, the government said. (bit.ly/2I6S4cM) \r\nReporting by … [+52 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Trump vows to screen travelers after first American dies of coronavirus",
            "description": "President Donald Trump on Sunday said travelers from countries at high risk of coronavirus would be screened before boarding and upon arrival as the government scrambled to reassure Americans after the first death in the United States.",
            "url": "https://www.reuters.com/article/us-china-health-usa-idUSKBN20O1WF",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497413812&w=1200&r=LYNXMPEG201VR",
            "publishedAt": "2020-03-01T15:04:44Z",
            "content": "WASHINGTON (Reuters) - President Donald Trump on Sunday said travelers from countries at high risk of coronavirus would be screened before boarding and upon arrival as the government scrambled to reassure Americans after the first death in the United States. … [+2465 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. aims to expand number of diagnostic kits for coronavirus; expand surveillance testing",
            "description": "The United States has 75,000 diagnostic kits for testing coronavirus available at the moment and will expand that number \"radically\" in coming weeks, U.S. Health and Human Services Secretary Alex Azar told ABC's \"This Week\" on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-usa-azar-idUSKBN20O1WQ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497415423&w=1200&r=LYNXMPEG201VU",
            "publishedAt": "2020-03-01T15:04:34Z",
            "content": "WASHINGTON (Reuters) - The United States has 75,000 diagnostic kits for testing coronavirus available at the moment and will expand that number “radically” in coming weeks, U.S. Health and Human Services Secretary Alex Azar told ABC’s “This Week” on Sunday. \r… [+466 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Morocco may postpone sports, cultural events over coronavirus",
            "description": "Morocco is considering the postponement of sports and cultural events over coronavirus fears, a national committee charged with overseeing the state's response to the disease said on Sunday, state media reported.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/X3CC9D9pz_I/morocco-may-postpone-sports-cultural-events-over-coronavirus-idUSKBN20O25G",
            "urlToImage": null,
            "publishedAt": "2020-03-01T19:32:07Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Alan Baldwin",
            "title": "Motorcycling: MotoGP cancels season-opening Qatar race due to coronavirus",
            "description": "Next weekend's season-opening MotoGP race in Qatar has been canceled because of travel restrictions on passengers from Italy and elsewhere due to the coronavirus epidemic, MotoGP said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-motor-motogp-idUSKBN20O288",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T20:00:31Z",
            "content": "LONDON (Reuters) - Next weekend’s season-opening MotoGP race in Qatar has been canceled because of travel restrictions on passengers from Italy and elsewhere due to the coronavirus epidemic, MotoGP said on Sunday. \r\nThe floodlit night race was scheduled for t… [+1372 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Angola to bar entry of citizens from virus-hit countries",
            "description": "Angola will prohibit the entry of citizens from China, South Korea, Italy, Iran, Nigeria, Egypt and Algeria, if they travel directly from those countries, as a precaution against the coronavirus, official news agency ANGOP reported on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-angola-idUSKBN20O28R",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T19:58:21Z",
            "content": "JOHANNESBURG (Reuters) - Angola will prohibit the entry of citizens from China, South Korea, Italy, Iran, Nigeria, Egypt and Algeria, if they travel directly from those countries, as a precaution against the coronavirus, official news agency ANGOP reported on… [+164 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ecuador confirms five new cases of coronavirus, all close to initial patient",
            "description": "Ecuador has confirmed five cases of the new coronavirus in patients who all had direct contact with an elderly woman who brought the virus to the Andean country from Spain, health minister Catalina Andramuño said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-ecuador-idUSKBN20O2EE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T23:09:40Z",
            "content": "GUAYAQUIL (Reuters) - Ecuador has confirmed five cases of the new coronavirus in patients who all had direct contact with an elderly woman who brought the virus to the Andean country from Spain, health minister Catalina Andramuño said on Sunday. \r\nThe woman, … [+1431 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Mainland China reports 573 new coronavirus cases on Feb 29 - Reuters",
            "description": "Mainland China reports 573 new coronavirus cases on Feb 29 Reuters Coronavirus: Deaths in Iran Rise to 54 as Global Outbreak Worsens News18 New virus: Over 86,000 infected globally, over 2,900 deaths Washington Post What Small Businesses Need to Know About Co…",
            "url": "https://in.reuters.com/article/china-health-cases-idINB9N2AJ00C",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T00:04:00Z",
            "content": "SHANGHAI/BEIJING, March 1 (Reuters) - Mainland China reported 573 new confirmed coronavirus cases on Feb. 29, up from 427 on the previous day, the country’s health authority said on Sunday. \r\nThe number of deaths stood at 35, down from 47 on the previous day,… [+247 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Washington state nursing home on lockdown after two cases of coronavirus found",
            "description": "A nursing home near Seattle is locked down after a resident and a worker were found to have the new coronavirus, officials at the home said.",
            "url": "https://www.reuters.com/article/us-china-health-usa-elderly-idUSKBN20O291",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497511366&w=1200&r=LYNXMPEG2025P",
            "publishedAt": "2020-03-01T20:13:53Z",
            "content": "(Reuters) - A nursing home near Seattle is locked down after a resident and a worker were found to have the new coronavirus, officials at the home said. \r\nThe Life Care Center of Kirkland is not accepting new patients or allowing visitors, family or vendors i… [+1705 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Sports events hit by the coronavirus epidemic",
            "description": "The following is a list of international sports events hit by the outbreak of the new coronavirus:",
            "url": "https://www.reuters.com/article/us-china-health-sport-factbox-idUSKBN20O1VL",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497410229&w=1200&r=LYNXMPEG201V7",
            "publishedAt": "2020-03-01T14:48:07Z",
            "content": "(Reuters) - The following is a list of international sports events hit by the outbreak of the new coronavirus: \r\nATHLETICS \r\n* The World Athletics Indoor Championships, scheduled for Nanjing from March 13-15, were postponed until next year. World Athletics is… [+6917 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Ethiopia's Legese wins coronavirus-impacted Tokyo Marathon",
            "description": "Ethiopian Birhanu Legese won the Tokyo Marathon for the second year in a row on Sunday, racing to victory in two hours, four minutes and 15 seconds along often empty streets in the Japanese capital.",
            "url": "https://www.reuters.com/article/us-athletics-tokyo-idUSKBN20O19L",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497222845&w=1200&r=LYNXMPEG201B7",
            "publishedAt": "2020-03-01T04:05:07Z",
            "content": "TOKYO (Reuters) - Ethiopian Birhanu Legese won the Tokyo Marathon for the second year in a row on Sunday, racing to victory in two hours, four minutes and 15 seconds along often empty streets in the Japanese capital. \r\nLocals were strongly discouraged from li… [+1826 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Antoni Slodkowski",
            "title": "Japan's crowdless sports: A prelude to a coronavirus-hit Games?",
            "description": "A line of masked spectators raises muffled cheers for elite marathon runners, and a baseball bat's thud on a ball echoes around a vast, empty stadium: Sports in Tokyo this weekend set the tone for how a coronavirus-hit Olympic Games could play out.",
            "url": "https://www.reuters.com/article/us-china-health-japan-sports-idUSKBN20O1ED",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T07:19:00Z",
            "content": "TOKYO (Reuters) - A line of masked spectators raises muffled cheers for elite marathon runners, and a baseball bat’s thud on a ball echoes around a vast, empty stadium: Sports in Tokyo this weekend set the tone for how a coronavirus-hit Olympic Games could pl… [+3219 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Cycling: Froome among riders cleared to leave UAE after coronavirus scare",
            "description": "Chris Froome and his fellow Team Ineos riders are among those who have been allowed to leave their hotel and travel home from the canceled UAE Tour following a coronavirus scare, the team said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-cycling-idUSKBN20O1U4",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497401866&w=1200&r=LYNXMPEG201U0",
            "publishedAt": "2020-03-01T14:22:50Z",
            "content": "(Reuters) - Chris Froome and his fellow Team Ineos riders are among those who have been allowed to leave their hotel and travel home from the canceled UAE Tour following a coronavirus scare, the team said on Sunday. \r\nThe final two stages of the UAE Tour, whi… [+1289 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "REFILE-Dubai's Emirates Group sees slowdown due to coronavirus - document",
            "description": "Dubai's Emirates Group has seen a \"measurable slowdown\" in business from the coronavirus outbreak and has asked staff to take paid and unpaid leave, according to an internal email seen by Reuters.",
            "url": "https://www.reuters.com/article/china-health-emirates-airline-idUSL8N2AU043",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T06:49:05Z",
            "content": "(Amends reporting credit) \r\nDUBAI, March 1 (Reuters) - Dubai’s Emirates Group has seen a “measurable slowdown” in business from the coronavirus outbreak and has asked staff to take paid and unpaid leave, according to an internal email seen by Reuters. \r\nA spo… [+241 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ateeq Shariff",
            "title": "MIDEAST STOCKS-Kuwait, other bourses sink as coronavirus worries intensify",
            "description": "Middle Eastern stocks plunged on Sunday,\nwith Kuwait falling the most, as the spread of coronavirus\nstoked fears that outbreak could hurt the global economy and oil\nprices.\n    Leaders in Europe, the Middle East and the Americas rolled\nout bans on big gatheri…",
            "url": "https://www.reuters.com/article/mideast-stocks-idUSL8N2AU0JT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T13:22:14Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Joori Roh",
            "title": "UPDATE 2-Coronavirus weighs on S.Korea Feb trade; ministry says worse to come",
            "description": "South Korean exports snapped a 14-month losing streak in February thanks to more working days this year compared to last, although evidence of disruptions from the coronavirus were reflected outside the headline figures.",
            "url": "https://www.reuters.com/article/us-southkorea-economy-trade-idUSKBN20O151",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497216276&w=1200&r=LYNXMPEG20145",
            "publishedAt": "2020-03-01T03:24:54Z",
            "content": "SEOUL (Reuters) - South Korean exports snapped a 14-month losing streak in February thanks to more working days this year compared to last, although evidence of disruptions from the coronavirus were reflected outside the headline figures. \r\nSouth Korea’s mont… [+3414 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "S.Korea's Samsung Elec closes mobile device plant after coronavirus case confirmed -Yonhap",
            "description": "Samsung Electronics <005930.KS> shut one of its mobile device factories in South Korea after a worker tested positive for the coronavirus, the Yonhap news agency reported, citing a company official.",
            "url": "https://www.reuters.com/article/us-china-health-samsungelec-idUSKBN20O19R",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497224605&w=1200&r=LYNXMPEG201BM",
            "publishedAt": "2020-03-01T04:02:26Z",
            "content": "SEOUL (Reuters) - Samsung Electronics (005930.KS) shut one of its mobile device factories in South Korea after a worker tested positive for the coronavirus, the Yonhap news agency reported, citing a company official. \r\nThe factory in Gumi, close to Daegu wher… [+340 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Shepardson",
            "title": "UPDATE 1-American Airlines suspending flights to Milan after U.S. travel warning",
            "description": "American Airlines Inc will suspend all U.S. flights to Milan, the airline said late on Saturday, just hours after the U.S. State Department said it was raising its travel warning for parts of Italy due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-american-airlines-idUSKBN20O17I",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497202051&w=1200&r=LYNXMPEG2017O",
            "publishedAt": "2020-03-01T02:17:56Z",
            "content": "WASHINGTON (Reuters) - American Airlines Inc (AAL.O) will suspend all U.S. flights to Milan, the airline said late on Saturday, just hours after the U.S. State Department said it was raising its travel warning for parts of Italy due to the coronavirus outbrea… [+1209 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "American Airlines suspending flights to Milan after U.S. travel warning",
            "description": "American Airlines Inc said late on Saturday it will suspend all U.S. flights to Milan just hours after the U.S. State Department said it was raising its travel warning for parts of Italy due to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/china-health-american-airlines-idUSL1N2AU01K",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T02:00:00Z",
            "content": "WASHINGTON, Feb 29 (Reuters) - American Airlines Inc said late on Saturday it will suspend all U.S. flights to Milan just hours after the U.S. State Department said it was raising its travel warning for parts of Italy due to the coronavirus outbreak. \r\nAmeric… [+642 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-Dubai's Emirates Group sees slowdown due to coronavirus - document",
            "description": "Dubai's Emirates Group has seen a \"measurable slowdown\" in business due to the coronavirus outbreak and has asked staff to take paid and unpaid leave, according to an internal email seen by Reuters.",
            "url": "https://www.reuters.com/article/us-china-health-emirates-airline-idUSKBN20O1FD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T07:14:35Z",
            "content": "DUBAI (Reuters) - Dubai’s Emirates Group has seen a “measurable slowdown” in business due to the coronavirus outbreak and has asked staff to take paid and unpaid leave, according to an internal email seen by Reuters. \r\nEmirates Group, a state-owned holding co… [+1585 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. still unsure how first American fatality contracted virus: Azar",
            "description": "U.S. Health and Human Services Secretary Alex Azar said on Sunday it remained unclear how the first American to die of coronavirus contracted the disease, and that there was no evidence he had a connection to someone who had traveled to an outbreak area.",
            "url": "https://www.reuters.com/article/us-china-health-usa-risk-idUSKBN20O1YV",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497439086&w=1200&r=LYNXMPEG201XK",
            "publishedAt": "2020-03-01T16:19:21Z",
            "content": "WASHINGTON (Reuters) - U.S. Health and Human Services Secretary Alex Azar said on Sunday it remained unclear how the first American to die of coronavirus contracted the disease, and that there was no evidence he had a connection to someone who had traveled to… [+501 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Antoni Slodkowski",
            "title": "Olympics-Japan's crowdless sports: A prelude to a coronavirus-hit Games?",
            "description": "A line of masked spectators raises muffled cheers for elite marathon runners, and a baseball bat's thud on a ball echoes around a vast, empty stadium: Sports in Tokyo this weekend set the tone for how a coronavirus-hit Olympic Games could play out.",
            "url": "https://www.reuters.com/article/china-health-japan-sports-idUSL4N2AU02P",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T06:42:49Z",
            "content": "TOKYO, March 1 (Reuters) - A line of masked spectators raises muffled cheers for elite marathon runners, and a baseball bat’s thud on a ball echoes around a vast, empty stadium: Sports in Tokyo this weekend set the tone for how a coronavirus-hit Olympic Games… [+3229 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Valentino goes back to black at Paris Fashion Week",
            "description": "From leather bodices to sheer frilly dresses, Italian label Valentino showcased a series of all-black looks in Paris on Sunday as fashion houses pressed on with their shows in spite of the coronavirus outbreak that has kept some attendees away.",
            "url": "https://www.reuters.com/article/us-fashion-paris-valentino-idUSKBN20O284",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497500440&w=1200&r=LYNXMPEG2024K",
            "publishedAt": "2020-03-01T19:37:31Z",
            "content": "PARIS (Reuters) - From leather bodices to sheer frilly dresses, Italian label Valentino showcased a series of all-black looks in Paris on Sunday as fashion houses pressed on with their shows in spite of the coronavirus outbreak that has kept some attendees aw… [+2107 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Blazers G McCollum: No autographs during coronavirus outbreak",
            "description": "Portland Trail Blazers guard CJ McCollum no longer will sign autographs for fans amid fears over the coronavirus.",
            "url": "https://www.reuters.com/article/us-basketball-nba-por-mccollum-idUSKBN20O20M",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497451637&w=1200&r=LYNXMPEG201YE",
            "publishedAt": "2020-03-01T16:57:47Z",
            "content": "Portland Trail Blazers guard CJ McCollum no longer will sign autographs for fans amid fears over the coronavirus. \r\nHe announced his decision in a tweet on Saturday. \r\n“The Corona Virus has officially hit Oregon,” the 28-year-old wrote. “More specifically Lak… [+918 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Dubai's Emirates Group sees slowdown due to coronavirus - document",
            "description": "Dubai's Emirates Group has seen a \"measurable slowdown\" in business due to the coronavirus outbreak and has asked staff to take paid and unpaid leave, according to an internal email seen by Reuters.",
            "url": "https://in.reuters.com/article/china-health-emirates-airline-idINKBN20O1E7",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497274756&w=1200&r=LYNXMPEG201GZ",
            "publishedAt": "2020-03-01T07:38:12Z",
            "content": "DUBAI (Reuters) - Dubai’s Emirates Group has seen a “measurable slowdown” in business due to the coronavirus outbreak and has asked staff to take paid and unpaid leave, according to an internal email seen by Reuters. \r\nEmirates Group, a state-owned holding co… [+1586 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy prepares deficit hike to tackle coronavirus impact",
            "description": "Italy will introduce this week measures worth 3.6 billion euros ($3.5 billion) to help the economy withstand the largest outbreak of coronavirus in Europe, Economy Minister Roberto Gualtieri said on Sunday.",
            "url": "https://in.reuters.com/article/us-china-health-italy-economy-idINKBN20O1IH",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497316219&w=1200&r=LYNXMPEG201KT",
            "publishedAt": "2020-03-01T09:35:56Z",
            "content": "ROME (Reuters) - Italy will introduce this week measures worth 3.6 billion euros ($3.5 billion) to help the economy withstand the largest outbreak of coronavirus in Europe, Economy Minister Roberto Gualtieri said on Sunday. \r\nIn an interview with La Repubblic… [+1483 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Dubai Expo 2020 organisers following coronavirus situation closely",
            "description": "Organisers of Dubai Expo 2020, which starts in October, are following the coronavirus outbreak closely, but are hopeful global efforts to manage the virus will succeed, an Expo 2020 spokesman said on Sunday.",
            "url": "https://in.reuters.com/article/us-china-health-emirates-expo-idINKBN20O1GB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T08:03:51Z",
            "content": "DUBAI (Reuters) - Organizers of Dubai Expo 2020, which starts in October, are following the coronavirus outbreak closely, but are hopeful global efforts to manage the virus will succeed, an Expo 2020 spokesman said on Sunday. \r\n“The safety and well-being of e… [+456 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy readies measures worth 3.6 billion euros to tackle coronavirus",
            "description": "Italy will introduce this week measures worth 3.6 billion euros ($3.5 billion), or 0.2% of gross domestic product (GDP), to help the economy withstand the coronavirus crisis, Economy Minister Roberto Gualtieri said on Sunday.",
            "url": "https://in.reuters.com/article/china-health-italy-economy-idINKBN20O1I7",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497308550&w=1200&r=LYNXMPEG201JL",
            "publishedAt": "2020-03-01T09:09:20Z",
            "content": "ROME (Reuters) - Italy will introduce this week measures worth 3.6 billion euros ($3.5 billion), or 0.2% of gross domestic product (GDP), to help the economy withstand the coronavirus crisis, Economy Minister Roberto Gualtieri said on Sunday. \r\nIn an intervie… [+495 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indian automakers say China coronavirus outbreak hitting parts supply",
            "description": "Indian automakers Mahindra and Mahindra Ltd (M&M) and Tata Motors said on Sunday their supply of parts from China had been hit, as fallout from the coronavirus outbreak mounts.",
            "url": "https://in.reuters.com/article/health-coronavirus-india-autos-idINKBN20O1QH",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497373457&w=1200&r=LYNXMPEG201QL",
            "publishedAt": "2020-03-01T12:52:27Z",
            "content": "NEW DELHI (Reuters) - Indian automakers Mahindra and Mahindra Ltd (M&amp;M) and Tata Motors said on Sunday their supply of parts from China had been hit, as fallout from the coronavirus outbreak mounts. \r\n“Going into March, we anticipate the challenge on part… [+741 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea's Samsung Electronics closes mobile device plant after coronavirus case confirmed - Yonhap",
            "description": "Samsung Electronics shut one of its mobile device factories in South Korea after a worker tested positive for the coronavirus, the Yonhap news agency reported, citing a company official.",
            "url": "https://in.reuters.com/article/china-health-samsungelec-idINKBN20O1B6",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497238035&w=1200&r=LYNXMPEG201DX",
            "publishedAt": "2020-03-01T04:56:08Z",
            "content": "SEOUL (Reuters) - Samsung Electronics shut one of its mobile device factories in South Korea after a worker tested positive for the coronavirus, the Yonhap news agency reported, citing a company official. \r\nThe factory in Gumi, close to Daegu where most of th… [+328 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany has means to respond if coronavirus sparks economic crisis - finance minister",
            "description": "Germany would be in a position to enact a fiscal stimulus package should the coronavirus spark a global economic crisis, Finance Minister Olaf Scholz said in remarks published on Sunday.",
            "url": "https://in.reuters.com/article/health-coronavirus-germany-scholz-idINKBN20O174",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497216475&w=1200&r=LYNXMPEG201AO",
            "publishedAt": "2020-03-01T03:42:34Z",
            "content": "BERLIN (Reuters) - Germany would be in a position to enact a fiscal stimulus package should the coronavirus spark a global economic crisis, Finance Minister Olaf Scholz said in remarks published on Sunday. \r\nThe spread of the virus has raised fears of a pande… [+1426 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Joori Roh",
            "title": "Coronavirus impact weighs on South Korea February trade, but worse seen to come",
            "description": "South Korean exports rebounded marginally in February, snapping a 14-month losing streak, thanks to more working days, though disruptions from the coronavirus were seen materialising outside the headline figures.",
            "url": "https://in.reuters.com/article/southkorea-economy-trade-idINKBN20O16N",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497189000&w=1200&r=LYNXMPEG2015V",
            "publishedAt": "2020-03-01T02:12:42Z",
            "content": "SEOUL (Reuters) - South Korean exports rebounded marginally in February, snapping a 14-month losing streak, thanks to more working days, though disruptions from the coronavirus were seen materialising outside the headline figures. \r\nSouth Korea’s monthly trad… [+2482 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "OPEC could deepen oil supply cuts with or without Russia - sources",
            "description": "OPEC could agree on deeper oil supply cuts this week, with or without Russia's support, to halt the slide in crude prices triggered by the global spread of the coronavirus, said two sources familiar with the talks.",
            "url": "https://in.reuters.com/article/oil-opec-idINKBN20O1PJ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497367326&w=1200&r=LYNXMPEG201Q8",
            "publishedAt": "2020-03-01T12:33:08Z",
            "content": "(Reuters) - OPEC could agree on deeper oil supply cuts this week, with or without Russia’s support, to halt the slide in crude prices triggered by the global spread of the coronavirus, said two sources familiar with the talks. \r\nMoscow is resisting further ou… [+2866 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Shepardson",
            "title": "American Airlines suspending flights to Milan after U.S. travel warning",
            "description": "American Airlines Inc will suspend all U.S. flights to Milan, the airline said late on Saturday, just hours after the U.S. State Department said it was raising its travel warning for parts of Italy due to the coronavirus outbreak.",
            "url": "https://in.reuters.com/article/china-health-american-airlines-idINKBN20O19D",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-01T03:57:03Z",
            "content": "WASHINGTON (Reuters) - American Airlines Inc will suspend all U.S. flights to Milan, the airline said late on Saturday, just hours after the U.S. State Department said it was raising its travel warning for parts of Italy due to the coronavirus outbreak. \r\nIta… [+1201 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russia's Putin says current oil prices acceptable",
            "description": "Russian President Vladimir Putin said on Sunday that current oil prices were acceptable and that Russia had the tools to react to any negative effects of the spread of the coronavirus on the global economy, Russian news agencies reported.",
            "url": "https://in.reuters.com/article/china-health-russia-oil-idINKBN20O1H7",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497300267&w=1200&r=LYNXMPEG201IZ",
            "publishedAt": "2020-03-01T08:37:51Z",
            "content": "MOSCOW (Reuters) - Russian President Vladimir Putin said on Sunday that current oil prices were acceptable and that Russia had the tools to react to any negative effects of the spread of the coronavirus on the global economy, Russian news agencies reported. \r… [+345 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Motorcycling: MotoGP cancels season-opening Qatar race due to coronavirus",
            "description": "Next weekend's season-opening MotoGP race in Qatar has been canceled because of travel restrictions on passengers from Italy and elsewhere due to the coronavirus epidemic, MotoGP said on Sunday.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/4N7l1Ar30Qc/motorcycling-motogp-cancels-season-opening-qatar-race-due-to-coronavirus-idUSKBN20O288",
            "urlToImage": null,
            "publishedAt": "2020-03-01T20:00:31Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. plans 'radical expansion' of coronavirus tests",
            "description": "Secretary of Health and Human Services Alex Azar on Sunday would not predict how many Americans would contract coronavirus, but said the U.S., which currently has the capability to test 75,000 people \"in the field,\" is planning a \"radical expansion\" beyond th…",
            "url": "https://www.reuters.com/video/watch/idRCV007WD4",
            "urlToImage": "https://static.reuters.com/resources/r/?d=20200301&i=RCV007WD4&r=RCV007WD4&t=2",
            "publishedAt": "2020-03-01T22:45:37Z",
            "content": "Posted \r\nSecretary of Health and Human Services Alex Azar on Sunday would not predict how many Americans would contract coronavirus, but said the U.S., which currently has the capability to test 75,000 people \"in the field,\" is planning a \"radical expansion\" … [+31 chars]"
        }
    ]
}