{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Amrith Ramkumar",
            "title": "Deepening Rout in Commodities Stokes Fears About World Economy...",
            "description": "Deepening Rout in Commodities Stokes Fears About World Economy... (Second column, 4th story, link ) Related stories: Japan's crowdless sport: Prelude to virus-hit Olympics? Carnivals, cars, concerts: Swiss crack down... Germany to Intensify Border Checks... T…",
            "url": "https://www.wsj.com/articles/deepening-rout-in-commodities-stokes-fears-about-world-economy-11583064001",
            "urlToImage": "https://images.wsj.net/im-158643/social",
            "publishedAt": "2020-03-01T12:22:38Z",
            "content": "The coronavirus outbreak has sparked one of the largest retreats in commodity prices in years, forcing investors to brace for even steeper declines and sending a warning signal about the world economys prospects in 2020.\r\nRaw materials sensitive to shifts in … [+276 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Melissa Korn",
            "title": "Colleges get ready...",
            "description": "Colleges get ready... (Top headline, 22nd story, link ) Related stories: Local spread of virus marks turning point in USA... Cases jump to 71... MAP... WEST COAST ON ALERT... DEATH IN WASHINGTON STATE... Fear at nursing facility; 50+ sick... Suspected patient…",
            "url": "https://www.wsj.com/articles/colleges-prepare-for-coronavirus-outbreaks-on-campus-11583071200",
            "urlToImage": "https://images.wsj.net/im-159161/social",
            "publishedAt": "2020-03-01T14:19:37Z",
            "content": "A team from the University of Rochester Medical Center gathered in late February for a drill: What would the hospital do if someone showed up presenting with symptoms of the disease caused by the novel coronavirus?\r\nThe group went through the steps: Masks on.… [+122 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Thomas Gryta, Russell Adams",
            "title": "This Is Different. Almost No Company Safe...",
            "description": "This Is Different. Almost No Company Safe... (Second column, 5th story, link ) Related stories: Japan's crowdless sport: Prelude to virus-hit Olympics? Carnivals, cars, concerts: Swiss crack down... Germany to Intensify Border Checks... World's Richest Lose $…",
            "url": "https://www.wsj.com/articles/coronavirus-is-different-almost-no-company-is-safe-11583064000",
            "urlToImage": "https://images.wsj.net/im-159194/social",
            "publishedAt": "2020-03-01T12:07:38Z",
            "content": "Companies have endured financial meltdowns, civil wars and natural disasters. But nothing in modern memory has dented both demand and supply so quickly for so many industries as the coronavirus.\r\nThe virus, which has infected more than 85,000 people, has quic… [+241 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Wenxin Fan",
            "title": "‘This Will Be a Long Battle’: More Countries Report First Coronavirus Deaths - The Wall Street Journal",
            "description": "‘This Will Be a Long Battle’: More Countries Report First Coronavirus Deaths The Wall Street Journal View Full Coverage on Google News",
            "url": "https://www.wsj.com/articles/this-will-be-a-long-battle-more-countries-report-first-coronavirus-deaths-11583056323",
            "urlToImage": "https://images.wsj.net/im-159279/social",
            "publishedAt": "2020-03-01T15:17:00Z",
            "content": "More countries reported their first coronavirus fatalities and the toll grew in places such as China, as the number of deaths from the epidemic globally nears 3,000.\r\nHours after the U.S. reported its first fatality, Australia on Sunday announced its first de… [+228 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Allison Prang",
            "title": "Coronavirus to Test Small-Business Optimism - The Wall Street Journal",
            "description": "Company owners are upbeat about U.S. economy despite virus risk, recent poll finds",
            "url": "https://www.wsj.com/articles/coronavirus-to-test-small-business-optimism-11583074800",
            "urlToImage": "https://images.wsj.net/im-159180/social",
            "publishedAt": "2020-03-01T15:00:00Z",
            "content": "Before the coronavirus jolted stock markets and global supply chains, U.S. small-business confidence was the highest it had been in more than a year. Now the question is whether that optimism can overcome the uncertainty created by the disease.\r\nThe fear of t… [+278 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jared S. Hopkins",
            "title": "Big Drugmakers Warn About Coronavirus Impact on Business - Wall Street Journal",
            "description": "Some companies have started looking for alternative sources of drug ingredients, industry officials and experts say",
            "url": "https://www.wsj.com/articles/big-drugmakers-warn-about-coronavirus-impact-on-business-11583078401",
            "urlToImage": "https://images.wsj.net/im-159195/social",
            "publishedAt": "2020-03-01T16:00:00Z",
            "content": "Some of the worlds biggest drugmakers have begun warning that their businesses could be affected by the spread of the coronavirus.\r\n AstraZeneca PLC, Merck &amp; Co. and Pfizer Inc. are among the companies that said recently the epidemic could affect supplies… [+86 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Brianna Abbott, Alex Leary, Joe Barrett",
            "title": "Coronavirus Spreads in U.S., as Rhode Island Confirms State’s First Case - The Wall Street Journal",
            "description": "Coronavirus Spreads in U.S., as Rhode Island Confirms State’s First Case The Wall Street Journal 1st coronavirus death in the US confirmed ABC News Coronavirus Live Updates: Rhode Island Reports First Case, and Louvre Closes Its Doors The New York Times WHO c…",
            "url": "https://www.wsj.com/articles/coronavirus-spreads-in-u-s-as-rhode-island-confirms-states-first-case-11583080456",
            "urlToImage": "https://images.wsj.net/im-159291/social",
            "publishedAt": "2020-03-01T16:34:00Z",
            "content": "Rhode Island health officials confirmed the states first case of coronavirus on Sunday, signaling a widening spread of the virus a day after the first death in the U.S. was reported in Washington state and the White House imposed additional international trav… [+273 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Erin Ailworth, Theo Francis",
            "title": "Where’s the Hand Sanitizer? Coronavirus Fears Empty Store Shelves, Disrupt Plans - The Wall Street Journal",
            "description": "Where’s the Hand Sanitizer? Coronavirus Fears Empty Store Shelves, Disrupt Plans The Wall Street Journal Coronavirus prevention: How to make hand sanitizer at home OregonLive CDC: Best ways to prevent coronavirus illness are free ABC15 Arizona View Full Cover…",
            "url": "https://www.wsj.com/articles/wheres-the-hand-sanitizer-coronavirus-fears-empty-store-shelves-disrupt-plans-11583106761",
            "urlToImage": "https://images.wsj.net/im-159342/social",
            "publishedAt": "2020-03-01T23:52:00Z",
            "content": "Store shelves stripped bare of hand sanitizer. Hard-to-find face masks selling at a premium online. Grocery store customers filling their shopping carts to the brim.\r\nUnease over the possibility of a serious outbreak of the new coronavirus in the U.S. mounted… [+145 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Dasl Yoon, Timothy W. Martin",
            "title": "Why a South Korean Church Was the Perfect Petri Dish for Coronavirus - Wall Street Journal",
            "description": "Why a South Korean Church Was the Perfect Petri Dish for Coronavirus Wall Street Journal Shincheonji director denies responsibility for South Korea coronavirus infections CNN Wife of US soldier with coronavirus also infected, US military says - Business Insid…",
            "url": "https://www.wsj.com/articles/why-a-south-korean-church-was-the-perfect-petri-dish-for-coronavirus-11583082110",
            "urlToImage": "https://images.wsj.net/im-159126/social",
            "publishedAt": "2020-03-01T17:01:00Z",
            "content": "DAEGU, South KoreaTo enter the nine-story Shincheonji Church of Jesus building Feb. 16, the 61-year-old woman needed to press her finger into a digital scanner.\r\nShe was nursing a sore throat and a fever, local health officials report, and any doctor would ha… [+256 chars]"
        }
    ]
}