{
    "status": "ok",
    "totalResults": 24,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mabadi@businessinsider.com (Mark Abadi), Mark Abadi",
            "title": "Demand for 'doomsday' survival gear is spiking because of the coronavirus and other emergencies — here are the most popular items",
            "description": "Demand for survival gear is spiking in the wake of the coronavirus outbreak and other global emergencies. A growing number of consumers in the US are shelling out thousands of dollars on gas masks, hazmat suits, and even underground bunkers. Here are some of …",
            "url": "https://www.businessinsider.com/doomsday-survival-gear-coronavirus-hazmat-bunkers-2020-2",
            "urlToImage": "https://i.insider.com/5e5040e4fee23d65545f4527?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T21:26:00Z",
            "content": "This story is based on an episode of Business Insider Weekly. Watch the full episode here.\r\nDemand for survival gear is surging following the spread of the coronavirus and other global developments.\r\nIn the United States, a growing number of consumers are buy… [+826 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Julia Naftulin), Julia Naftulin",
            "title": "Antidepressants could lead to lifelong dependence, doctors warn, since going off them can trigger agitation, headaches, and flu-like symptoms",
            "description": "Crystal Cox/Business Insider Researchers are warning about an overlooked side effect of long-term antidepressant use, a condition called antidepressant discontinuation syndrome. Symptoms include nausea, agitation, headaches, and flu-like symptoms, which may d…",
            "url": "https://www.businessinsider.com/antidepressants-can-cause-painful-withdrawal-dependence-symptoms-anxiety-and-flu-2020-2",
            "urlToImage": "https://i.insider.com/5e4ff8c9fee23d1e0c6e21b7?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T17:51:00Z",
            "content": "More people than ever before are taking antidepressant medication to manage their depression symptoms, but a new study warns about an overlooked side effect of long-term antidepressant use: something similar to withdrawal symptoms.\r\nReviewing six decades of d… [+3349 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "cwood@businessinsider.com (Charlie Wood), Charlie Wood",
            "title": "Twitter looks at flagging misinformation with bright red and orange badges",
            "description": "AP Photo/Jose Luis Magana Twitter is experimenting with the idea of placing brightly-colored labels beneath misinformation tweeted by public figures, the company confirmed. On Thursday, NBC News published screenshots from a leaked demo of Twitter's colored la…",
            "url": "https://www.businessinsider.com/twitter-might-add-bright-red-and-orange-badges-to-misinformation-2020-2",
            "urlToImage": "https://i.insider.com/5b906fb289c8a1fe798b56df?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T12:35:47Z",
            "content": "Twitter is experimenting with placing brightly-colored labels beneath misinformation tweeted by public figures.\r\nOn Thursday, NBC News published screenshots from a leaked demo of Twitter's colored label experiment, one of which showed a tweet by 2020 presiden… [+1986 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "The Diamond Princess cruise ship, where at least 620 people caught the coronavirus, is setting sail again in April. Here's how it's being cleaned.",
            "description": "The Diamond Princess cruise ship incubated more than 630 cases of the novel coronavirus, the largest number of infections outside China. The cruise ship is already planning its next cruise, which will set sail in April. Before then, the ship will be cleaned. …",
            "url": "https://www.businessinsider.com/coronavirus-struck-cruise-ship-is-being-cleaned-before-next-trip-2020-2",
            "urlToImage": "https://i.insider.com/5e503315fee23d57c8744a93?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T22:24:00Z",
            "content": "There are still passengers aboard the Diamond Princess, waiting to disembark from what has become a more than month-long stay aboard the virus-laden cruise ship, docked off the coast of Japan.\r\nPassengers and crew have anxiously watched as at least 634 of the… [+4870 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Paulina Cachero",
            "title": "The coronavirus just killed a 29-year-old doctor who postponed his wedding to fight the disease",
            "description": "A 29-year-old Chinese doctor named Peng Yinhua planned to marry his fiancée during the Lunar New Year holiday. Yinhua postponed the wedding to help treat coronavirus in the country, but he just died from the disease, according to China's official news agency …",
            "url": "https://www.businessinsider.com/coronavirus-kills-chinese-doctor-peng-yinhua-delayed-wedding-fight-disease-2020-2",
            "urlToImage": "https://i.insider.com/5e4fee04fee23d116c606503?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T17:29:55Z",
            "content": "A young Chinese doctor who postponed his own wedding to help battle the coronavirus \"on the front line\" has just died from the disease, according to Chinese news agency Xinhua.\r\nPeng Yinhua, 29, was treating patients at the center of the coronavirus outbreak … [+2781 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Tech stocks plummet as coronavirus fears send traders fleeing to safety",
            "description": "Coronavirus fears returned to US stocks on Friday, sending the Nasdaq 100 to its worst day in almost four weeks. Declines were led by Hasbro, Nvidia, and Advanced Micro Devices, three names with supply chain exposure in China. Safe-haven assets rallied, with …",
            "url": "https://www.businessinsider.com/stock-market-news-today-tech-shares-nasdaq-tumble-coronavirus-fears-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5d60317d46552c766211ef34-2000/gettyimages-1161831955.jpg",
            "publishedAt": "2020-02-21T21:19:46Z",
            "content": "Getty Images / Johannes Eisele\r\n<ul><li>Coronavirus fears returned to US stocks on Friday, sending the Nasdaq 100 to its worst day in almost four weeks.</li><li>Declines were led by Hasbro, Nvidia, and Advanced Micro Devices, three names with supply chain exp… [+1546 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "Chinese jails have become hotbeds of coronavirus as more than 500 cases have erupted, prompting the ouster of several officials",
            "description": "More than 500 cases of coronavirus have been reported in jails across three Chinese provinces. Over half of these are in prisons in Hubei, the epicenter of the COVID-19 outbreak. Prison officials and jail guards have lost their jobs for ineffective \"preventio…",
            "url": "https://www.businessinsider.com/500-coronavirus-cases-reported-in-jails-in-china-2020-2",
            "urlToImage": "https://i.insider.com/5e504a43fee23d776721c292?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T22:11:49Z",
            "content": "Jails in China are the new frontier for the coronavirus.\r\nMore than 500 cases of COVID-19 erupted across five penitentiaries across three provinces, according to the Ministry of Justice. This led to a spike in the national tally of the coronavirus, triggered … [+4948 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "The coronavirus outbreak is reaching a global tipping point, and the window to contain it is 'narrowing,' according to WHO",
            "description": "The novel coronavirus illness, COVID-2019, is now being spread between countries outside China. The World Health Organization said on Friday that the window of opportunity to contain the virus is \"narrowing.\" \"This outbreak could go any direction,\" WHO Direct…",
            "url": "https://www.businessinsider.com/who-window-narrowing-to-stop-global-spread-coronavirus-covid-19-2020-2",
            "urlToImage": "https://i.insider.com/5e4ffb2afee23d20df436192?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T17:40:00Z",
            "content": "The World Health Organization signaled on Friday that time may be running out to contain the worldwide spread of the novel coronavirus illness, COVID-19.\r\n\"The window of opportunity is narrowing to contain the outbreak,\" WHO Director-General Tedros Adhanom Gh… [+2937 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "Chinese researchers just confirmed that patients can transmit the coronavirus without showing symptoms. A woman passed it to 5 relatives.",
            "description": "A 20-year-old woman from Wuhan, China, transmitted the coronavirus to her family members without ever showing any symptoms, a new study found. The woman tested positive for the virus, but her CT scans were clear and she never became physically ill. Five of he…",
            "url": "https://www.businessinsider.com/coronavirus-asymptomatic-transmission-chinese-woman-relatives-2020-2",
            "urlToImage": "https://i.insider.com/5e504553fee23d6f8e742b9f?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T23:58:00Z",
            "content": "Chinese researchers have confirmed a case of asymptomatic transmission of the new coronavirus: A 20-year-old woman from Wuhan passed it to five of her family members but never got physically sick herself.\r\nThe case study is the first concrete evidence that a … [+4019 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "A crowd in Ukraine threw bricks at buses carrying coronavirus evacuees from Wuhan to quarantine",
            "description": "A crowd of Ukrainian protesters on Thursday attacked buses ferrying Wuhan evacuees to a quarantine hospital. The buses were transporting 45 Ukrainians and 27 foreign nationals through Novi Sanzhary in central Ukraine. Nobody on board has been confirmed to hav…",
            "url": "https://www.businessinsider.com/ukrainians-attack-bus-wuhan-evacuees-quarrantine-fire-bricks-2020-2",
            "urlToImage": "https://i.insider.com/5e4f9e8afee23d04e122d462?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T10:26:01Z",
            "content": "A crowd of Ukrainians ambushed and attacked a fleet of buses transporting 72 evacuees from Wuhan, China, to a coronavirus quarantine hospital in Ukraine.\r\nOn Thursday morning, 45 Ukrainians and at least 27 nationals from South American countries landed at Kha… [+2554 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "South Korea accepted that its efforts to stop the coronavirus infecting the country failed, and says it's pivoting to containment",
            "description": "With coronavirus cases soaring, the government in South Korea said Friday that it has failed to keep the virus out of the country, and must now focus on containment. The number of reported cases in the country tripled in the past three days to 156. It is the …",
            "url": "https://www.businessinsider.com/coronavirus-cases-soar-south-korea-efforts-turn-containment-2020-2",
            "urlToImage": "https://i.insider.com/5e4fa711fee23d085d7d7723?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T10:55:20Z",
            "content": "South Korea on Friday accepted that its efforts to stop the deadly coronavirus from taking hold in the country had failed, and said it would switch its strategy to containment.\r\nThe nation's prime minister, Chung Sye-kyun, told a high-level meeting on the vir… [+2663 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "While the world focuses on the coronavirus, people in China with other illnesses may pay a price long after the outbreak ends",
            "description": "The coronavirus outbreak is demanding a huge amount of medical resources in China. That could create a gap in care for patients with other illnesses, according to Tolbert Nyenswah, a researcher at John Hopkins University. The outbreak could take an indirect t…",
            "url": "https://www.businessinsider.com/people-with-other-illnesses-pay-price-coronavirus-containment-2020-2",
            "urlToImage": "https://i.insider.com/5e4e0443a27fc5148e5d6363?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T03:10:18Z",
            "content": "China has been rushing to redirect resources towards fighting the new COVID-19 virus. But that could have consequences for people who were already suffering from other illnesses, Tolbert Nyenswah, a research associate at John Hopkins University, told Business… [+6993 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lydia Ramsey",
            "title": "Dispensed: Big Pharma's plans to compete with buzzy startups, Sanofi's entrance to the coronavirus vaccine race, and a Medicare Advantage pitch deck",
            "description": "Hello, Welcome to Dispensed, Business Insider's weekly healthcare newsletter. This week's edition is being written in sunny Palm Springs, California, though regrettably sent out back in chilly New York. Are you new to the newsletter ? You can sign up here. Th…",
            "url": "https://www.businessinsider.com/dispensed-weekly-healthcare-newsletter-february-21-2020-2",
            "urlToImage": "https://i.insider.com/5c2f7f05bd77305daf6487b5?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T15:48:27Z",
            "content": "Hello,\r\nWelcome to Dispensed, Business Insider's weekly healthcare newsletter. This week's edition is being written in sunny Palm Springs, California, though regrettably sent out back in chilly New York. \r\nAre you new to the newsletter? You can sign up here. … [+3486 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "Facebook's only UK-wide fact-checking partner has just 2 primary fact-checkers to protect 40 million users from misinformation (FB)",
            "description": "Facebook's key UK fact-checker Full Fact only has two primary fact-checkers combatting misinformation in the country. There are around 40 million monthly active users of Facebook in the UK. The disparity between the small size of Facebook's fact-checking team…",
            "url": "https://www.businessinsider.com/facebook-uk-fact-checker-full-fact-2-fact-checkers-2020-2",
            "urlToImage": "https://i.insider.com/5e4f0b41a27fc54ecf36a0b2?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T10:30:36Z",
            "content": "Facebook's only fact-checking partner covering all of the UK has just two primary fact-checkers dedicated to tackling hoaxes and misinformation — raising questions about Facebook's ability to police its platform for fake news in a country of around 40 million… [+4110 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Barnaby Lane",
            "title": "A 22-year-old Portuguese midfielder linked with a Liverpool FC transfer scored a stunning long range chest-and-volley goal",
            "description": "Wolverhampton Wanderers midfielder Ruben Neves scored a stunning long-distance volley to help his side to a memorable 4-0 win over Spanish side Espanyol in the Europa League Thursday. The Portuguese star, a transfer target for Liverpool FC according to The Li…",
            "url": "https://www.businessinsider.com/watch-ruben-neves-scores-stunning-volley-as-wolves-beat-espanyol-2020-2",
            "urlToImage": "https://i.insider.com/5e4fa24cfee23d0641070054?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T10:53:04Z",
            "content": "Ruben Neves scored a stunning volley from outside the box in the Europa League Thursday night as English Premier League side Wolverhampton Wanderers secured a memorable 4-0 win over La Liga strugglers Espanyol. \r\nThe 22-year-old, who has become known for his … [+536 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "US business activity falls for the first time since 2013 amid the coronavirus outbreak",
            "description": "The IHS Markit purchasing managers' index fell 3.7 points to 49.6 on Friday. The index measures composite output at factories and service providers. Any reading below 50 signals a contraction. Friday's PMI marks the first contraction in US business activity s…",
            "url": "http://markets.businessinsider.com/news/stocks/us-business-activity-falls-for-the-first-time-since-2013-amid-the-coronavirus-outbreak-1028928165",
            "urlToImage": "https://images.markets.businessinsider.com/image/5988a89b4fc3c0bb188b481a-2400/rtr3s351.jpg",
            "publishedAt": "2020-02-21T17:52:43Z",
            "content": "REUTERS/Chris Keane\r\n<ul><li>The IHS Markit purchasing managers' index fell 3.7 points to 49.6 on Friday. The index measures composite output at factories and service providers.</li><li>Any reading below 50 signals a contraction. Friday's PMI marks the first … [+2274 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Oil prices slide as coronavirus spread beyond China raises demand worries. Traders bid down crude prices after South Korean authorities confirmed 52 new coronavirus infections. 2. Tesla's next Gigafacto…",
            "url": "https://www.businessinsider.com/opening-bell-february-21-2020-2",
            "urlToImage": "https://i.insider.com/5e4fcb50fee23d18b63006f3?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T12:23:27Z",
            "content": "Here's what you need to know before the markets open.\r\n1. Oil prices slide as coronavirus spread beyond China raises demand worries. Traders bid down crude prices after South Korean authorities confirmed 52 new coronavirus infections.\r\n2. Tesla's next Gigafac… [+1946 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Oil prices slide as coronavirus spread beyond China raises demand worries. Traders bid down crude prices after South Korean authorities confirmed 52 new coronavirus infections. 2. Tesla's next Gigafacto…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-21-2020-2-1028927118",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4519614b661b69d4096612-2400/wuhan-coronavirus-doctors.jpg",
            "publishedAt": "2020-02-21T12:23:27Z",
            "content": "Feature China/Barcroft Media via Getty Images\r\nHere's what you need to know before the markets open.\r\n1. Oil prices slide as coronavirus spread beyond China raises demand worries. Traders bid down crude prices after South Korean authorities confirmed 52 new c… [+1993 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jeff Elder",
            "title": "Verizon just became the third major sponsor to pull out of one of the biggest cybersecurity events of the year over coronavirus fears (VZ, T, IBM)",
            "description": "Verizon has become the third major company to pull out of the RSA Conference, one of the biggest cybersecurity events of the year, over coronavirus concerns. AT&T left the trade show on Thursday and IBM pulled out last Friday – 14 sponsors and exhibitors have…",
            "url": "https://www.businessinsider.com/verizon-att-ibm-pullout-rsa-virus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e50280cfee23d4b305203d2?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T18:59:39Z",
            "content": "Verizon pulled out of the RSA Conference on Friday, joining competitor AT&amp;T and IBM as large sponsors with coronavirus concerns abandon the cybersecurity trade show that was expected to draw more than 40,000 to San Francisco next week.\r\n\"We learned today … [+2463 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hayley Peterson",
            "title": "An Amazon seller is advertising its toys as 'free from virus' amid mounting fears over coronavirus",
            "description": "An Amazon seller is advertising toys for sale as \"Shipped from Amazon Warehouse in US, Free from Virus.\" Companies across the globe are grappling with supply-chain interruptions and factory closings spurred by fallout from the coronavirus, which causes a resp…",
            "url": "https://www.businessinsider.com/amazon-seller-markets-toys-free-from-virus-amid-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e4fedbafee23d113f4bb9d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T15:25:08Z",
            "content": "An Amazon seller is advertising toys as \"free from virus\" amid mounting fears around the coronavirus outbreak. \r\nThe seller is identified on Amazon's website as Double E, or Doubleeagle Industry Limited. The company says it is a \"professional toy manufacturer… [+1208 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "The Drive-Thru: Victoria's Secret changes, problems at Target, and moldy Whoppers",
            "description": "Hello! Happy Friday and welcome to another spectacular edition of The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail. If you haven't subscribed to The Drive-Thru yet, let me advise you to make like Nike and Just…",
            "url": "https://www.businessinsider.com/the-drive-thru-victorias-secret-target-labor-laws-moldy-whoppers-2020-2",
            "urlToImage": "https://i.insider.com/5e4ed1c8a27fc511892098a4?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T17:53:48Z",
            "content": "Hello!\r\nHappy Friday and welcome to another spectacular edition of The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail.\r\nIf you haven't subscribed to The Drive-Thru yet, let me advise you to make like Nike and Ju… [+4538 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Christine Park",
            "title": "Singapore's number of coronavirus cases is one of the highest reported outside of China, and its effect has companies, workers, and small business owners on edge",
            "description": "Coronavirus is spreading across Asia, with 86 cases confirmed in Singapore. The COVID-19 virus has killed more than 2,200 people and infected more than 76,000 across the globe. Businesses in Singapore are bracing for the virus' spread by encouraging employees…",
            "url": "https://www.businessinsider.com/coronavirus-in-singapore-hurting-companies-workers-small-business-owners-2020-2",
            "urlToImage": "https://i.insider.com/5e4f0ceea27fc5512a263ad6?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T14:18:51Z",
            "content": "Coronavirus fears have swept across Southeast Asia, with 86 cases confirmed in Singapore, one of the highest numbers of cases anywhere outside of China. \r\nThe coronavirus was a major factor cited by Singapore when it cut its 2020 GDP forecast to between -0.5%… [+5297 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmahbubani@businessinsider.com (Rhea Mahbubani), Rhea Mahbubani",
            "title": "More than 100 wild animals died from poisoning in a mass die-off seemingly triggered by coronavirus disinfectant",
            "description": "STR/AFP via Getty Images More than 100 wild animals were found dead in a Chinese megacity and tests show that they were poisoned by the disinfectant that's being used to combat the coronavirus. At least 17 species of animals, including wild boar, weasels, and…",
            "url": "https://www.businessinsider.com/disinfectant-control-coronavirus-triggers-mass-die-off-animals-china-2020-2",
            "urlToImage": "https://i.insider.com/5e502108fee23d3ee73f4578?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T19:42:18Z",
            "content": "Animals are the latest victims of the coronavirus crisis in mainland China.\r\nAmid a scramble to control the spread of COVID-19, Chinese authorities believe, based on samples and tests, that at least 135 wild animals were poisoned by disinfectants being used t… [+2868 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "sbaker@businessinsider.com (Sinéad Baker), Sinéad Baker",
            "title": "A plane was forced to turn around and land back at Dublin airport after hitting a hare on the runway",
            "description": "Moritz Frankenberg/picture alliance via Getty Images/Aer Lingus/Business Insider An Aer Lingus plane had to turn back shortly after taking off from Dublin Airport on Thursday morning after it hit a hare on the runway during takeoff. The flight, bound for the …",
            "url": "https://www.businessinsider.com/aer-lingus-plane-lands-hit-hare-dublin-airport-stobart-air-2020-2",
            "urlToImage": "https://i.insider.com/5e4fd1c9fee23d1f8d3d2453?width=1200&format=jpeg",
            "publishedAt": "2020-02-21T12:58:50Z",
            "content": "An Aer Lingus plane was forced to turn around and land back in Dublin Airport after it hit a hare on takeoff.\r\nFlight EI3390, which was being operated by Irish regional airline Stobart Air, was due to fly to Leeds Bradford Airport in the UK on Thursday mornin… [+2023 chars]"
        }
    ]
}