{
    "status": "ok",
    "totalResults": 22,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "US officials are testing for the new coronavirus in 26 states after 5 cases were confirmed. Here's what we know about the US patients.",
            "description": "A deadly coronavirus that originated in Wuhan, China, has spread to 12 other countries. The US has confirmed five cases: two in California, one in Arizona, one in Washington, and another in Illinois. All of the patients had recently visited Wuhan. The CDC sai…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-us-cases-health-risk-2020-1",
            "urlToImage": "https://i.insider.com/5e2f519924306a363b47b574?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T21:34:00Z",
            "content": "The US now has five confirmed cases of a deadly coronavirus that originated in Wuhan, China less than a month ago. The outbreak has killed 81 people and infected more than 2,800 in mainland China.\r\nIt has spread to 13 countries: Australia, Cambodia, Canada, F… [+712 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Here are 3 assets investors are buying as the stock market sells off on coronavirus fears (SPX)",
            "description": "The stock market is selling off amid coronavirus fears — but these assets are shooting up. On Monday, gold traded at levels not seen since April 2013, while the yen appreciated against major currencies. Visit Business Insider's homepage for more stories. Inve…",
            "url": "https://markets.businessinsider.com/commodities/news/coronavirus-sparks-buying-spree-assets-classes-safety-stock-selloff-gold-2020-1-1028848118",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2f4fd024306a33ae015268-2400/2020-01-27t162216z1lynxmpeg0q1qfrtroptp4usa-stocks.jpg",
            "publishedAt": "2020-01-27T21:31:53Z",
            "content": "Lucas Jackson/Reuters\r\nInvestors are rushing to assets that can promise safety amid the market turmoil set off by coronavirus headlines.\r\nWhile that means a selloff in stocks, it means a buying spree in assets like gold, the Japanese yen, and US Treasuries.\r\n… [+1409 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bethany Biron",
            "title": "Sold-out Amazon sellers warn shoppers about counterfeit face masks as demand soars amid coronavirus fears",
            "description": "Vendors on Amazon are selling out of face masks in response to rising demand for protection against the deadly coronavirus. As inventory wanes, sellers are warning shoppers against buying counterfeit products in disclaimers and notes on product pages. \"Please…",
            "url": "https://www.businessinsider.com/amazon-sold-out-sellers-warn-counterfeit-masks-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2f377262fa811eb3067c74?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T20:39:01Z",
            "content": "As Americans rush out en masse in search of face masks to prevent the spread of the deadly coronavirus, sold-out Amazon sellers are warning shoppers against buying counterfeit products. \r\nThough medical experts say face masks aren't very effective in preventi… [+2669 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "An obscure biotech stock skyrockets 38% after saying it's testing a coronavirus antibody (VIR)",
            "description": "Shares of Vir Biotechnology skyrocketed as much as 38% Monday as China's coronavirus spread. The gains are a continuation from a rally that started Thursday, when the company announced it is testing \"whether its previously identified anti-coronavirus monoclon…",
            "url": "https://markets.businessinsider.com/news/stocks/vir-biotechnology-stock-price-surges-coronavirus-antibody-tests-crispr-2020-1-1028847912",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2efadd24306a4149067d45-2400/992587b6e2fd0707b003e097f94f1d29.jpg",
            "publishedAt": "2020-01-27T20:12:23Z",
            "content": "Associated Press\r\n<ul><li>Shares of Vir Biotechnology skyrocketed as much as 38% Monday as China's coronavirus spread. </li><li>The gains are a continuation from a rally that started Thursday, when the company announced it is testing \"whether its previously i… [+2689 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "markets.businessinsider.com",
            "title": "These 13 retail stocks are the most at risk of steep losses as China's coronavirus spreads (HBI, RL, LB, UAA, LULU, GPS, CPRI, GOOS, VFC, PVH, TPR, NKE, EL)",
            "description": "History shows that viral outbreaks can have a significant, if short-lived, effect on sales, Credit Suisse's Michael Binetti said in a note Monday. Today's retailers have e-commerce to thank for buffering the depressed demand they will see in their brick-and-m…",
            "url": "https://www.businessinsider.com/retailer-stocks-companies-most-vulnerable-financial-exposure-coronavirus-china-losses-2020-1",
            "urlToImage": "",
            "publishedAt": "2020-01-27T19:47:21Z",
            "content": "Reuters<ul><li>History shows that viral outbreaks can have a significant, if short-lived, effect on sales, Credit Suisse's Michael Binetti said in a note Monday. </li><li>Today's retailers have e-commerce to thank for buffering the depressed demand they will … [+4245 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ashley Collman",
            "title": "5 million people left Wuhan before China quarantined the city to contain the coronavirus outbreak",
            "description": "About 5 million people left Wuhan, China, before the lockdown last week, the city's mayor said Sunday. As of Monday, 81 people have died from Wuhan coronavirus, and more than 2,700 cases have been reported in mainland China. The virus has spread to 13 countri…",
            "url": "https://www.businessinsider.com/5-million-left-wuhan-before-coronavirus-quarantine-2020-1",
            "urlToImage": "https://i.insider.com/5e2f356c24306a0cd85305f2?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T19:41:06Z",
            "content": "The mayor of Wuhan, China, said about five million people left the city before it was placed on lockdown last week to slow the spread of coronavirus.\r\nMayor Zhou Xianwang said about 9 million people remained in the city after the quarantine started on Thursda… [+1119 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Beyond Meat spikes 9% on expanded Denny's partnership, defying coronavirus-addled market",
            "description": "Beyond Meat stock leaped as much as 9% on Monday, serving as one of the few market winners while coronavirus fears dragged on stocks around the world. The plant-based-meat company announced on Monday an expanded partnership with Denny's. The restaurant chain …",
            "url": "https://www.businessinsider.com/beyond-meat-stock-price-dennys-expansion-defies-virus-fears-market-2020-1",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2f212f62fa810438109142-2400/2019-05-02t155254z448094853rc18a633c430rtrmadp3beyond-meat-ipo.jpg",
            "publishedAt": "2020-01-27T19:27:13Z",
            "content": "REUTERS/Brendan McDermid\r\n<ul><li>Beyond Meat stock leaped as much as 9% on Monday, serving as one of the few market winners while coronavirus fears dragged on stocks around the world.</li><li>The plant-based-meat company announced on Monday an expanded partn… [+2956 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "These 3 small pharmaceutical stocks are surging after announcing work on a coronavirus vaccine (INO, MRNA, NVAX)",
            "description": "Shares of Inovio Pharmaceuticals, Moderna Inc., and Novavax Inc. all surged Monday as China's coronavirus spread further. On Thursday, the Coalition for Epidemic Preparedness Innovations announced that it will provide as much as $11 million in funding to the …",
            "url": "https://www.businessinsider.com/coronavirus-vaccine-pharmaceutical-company-stocks-surging-developing-wuhan-virus-markets-2020-1",
            "urlToImage": "",
            "publishedAt": "2020-01-27T17:36:06Z",
            "content": "Miguel Candela/SOPA Images/LightRocket via Getty Images\r\n Amid a rout that's sending global stocks and oil prices lower, three pharmaceutical companies are seeing outsized gains because of China's coronavirus outbreak. \r\n Shares of Inovio Pharmaceuticals, Mod… [+1785 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Here's why one Wall Street firm thinks that the market's coronavirus pullback is actually a big opportunity for traders (SBUX, MCD, AAL, UAL, WYNN)",
            "description": "After a historic stock market rally, day traders may be looking for a reason to sell without missing out on further gain, said Oppenheimer's John Stoltzfus, adding coronavirus may offer that reason. The Dow plunged Monday after the Centers for Disease Control…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-stock-market-pullback-may-be-big-opportunity-traders-buy-2020-1-1028847546",
            "urlToImage": "https://images.markets.businessinsider.com/image/5947b48ae92b940aa97630d5-594/457534490.jpg",
            "publishedAt": "2020-01-27T17:13:39Z",
            "content": "Carl Court/GettyImages\r\n<ul><li>After a historic stock market rally, day traders may be looking for a reason to sell without missing out on further gain, said Oppenheimer's John Stoltzfus, adding coronavirus may offer that reason.</li><li>The Dow plunged Mond… [+2143 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bpietsch@businessinsider.com (Bryan Pietsch), Bryan Pietsch",
            "title": "Here's what Arizona State University is telling students after a case of the Wuhan virus was confirmed there",
            "description": "Tim Roberts Photography/Shutterstock A fifth confirmed case of the Wuhan coronavirus in the United States was reported on Sunday in Tempe, Arizona, where Arizona State University is located. The university told students, faculty, and staff that the individual…",
            "url": "https://www.businessinsider.com/arizona-state-university-full-email-to-students-about-wuhan-virus-2020-1",
            "urlToImage": "https://i.insider.com/5e2f14085bc79c6e4d7abcc4?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T17:13:01Z",
            "content": "Arizona State University told students and faculty on Sunday that a case of the Wuhan coronavirus was confirmed in the university community, according to an email sent by ASU officials. \r\nThe university and the Maricopa County Department of Public Health (MCD… [+1096 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bethany Biron and Yuru (Priscilla) Zhu",
            "title": "Major fast-food chains and retailers in China are shutting their doors as the deadly coronavirus continues to spread. Here's a list of closures.",
            "description": "Several fast-food chains and retailers have closed their doors in Wuhan and neighboring Chinese cities due to the deadly coronavirus. McDonald's and Starbucks were among the first companies to announce temporary closures late last week, in an attempt to preve…",
            "url": "https://www.businessinsider.com/coronavirus-fears-mcdonalds-starbucks-close-2020-1",
            "urlToImage": "https://i.insider.com/5e2f00aa5bc79c551667e6f2?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T16:27:15Z",
            "content": "An increasing number of fast-food chains and major retailers in China are issuing temporary closures as the coronavirus death toll continues to rise. \r\nThe outbreak is believed to have originated at a wet market in Wuhan, China, and has since been reported in… [+1526 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "This online dashboard tracks the spread of the Wuhan coronavirus across the globe in real time",
            "description": "The coronavirus outbreak that originated in Wuhan, China, has killed at least 81 people and infected more than 2,800. The virus can pass from human to human, and experts are rushing to study it and stop it from spreading further. A dashboard from Johns Hopkin…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-outbreak-spread-tracked-in-johns-hopkins-dashboard-2020-1",
            "urlToImage": "https://i.insider.com/5e2efadd24306a4149067d45?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T16:16:06Z",
            "content": "The death toll of the coronavirus that originated in Wuhan, China, has now reached 81, and the virus has infected more than 2,800 people.\r\nA map produced by researchers at Johns Hopkins tracks and visualizes reports about the outbreak using data from the CDC,… [+1402 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sahar Esfandiari",
            "title": "A new report argues that the deadly Chinese coronavirus may not actually have originated at a wet market in Wuhan",
            "description": "New research argues that the deadly Wuhan coronavirus may not have originated at a wet market in the city, as previously thought. A report published in The Lancet medical journal found that in 41 cases of the virus in Wuhan, only 13 cases were linked to the m…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-may-not-have-originated-from-wet-market-2020-1",
            "urlToImage": "https://i.insider.com/5e2f00df24306a495535e716?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T15:56:35Z",
            "content": "New research suggests that the deadly Wuhan coronavirus that has killed 81 people and infected more than 2,700 may not have originated from the Huanan Wholesale Seafood Market in Wuhan.\r\nExperts said last week that the virus is zoonotic, meaning it is passed … [+2139 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Starbucks shares plunge after company shutters China locations near coronavirus outbreak",
            "description": "Shares plunged in early trading after Starbucks announced coronavirus concerns have led the company shut down operations in China's Hubei province during the Lunar New Year. Fast-spreading coronavirus has already infected 2,700 and killed 80, spreading across…",
            "url": "https://markets.businessinsider.com/news/stocks/starbucks-stock-price-stores-close-coronavirus-outbreak-china-province-wuhan-2020-1-1028847052",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2ef0c224306a37845ef7e3-2400/2020-01-26t165759z1lynxmpeg0p0r4rtroptp4china-health-canada.jpg",
            "publishedAt": "2020-01-27T14:54:49Z",
            "content": "Reuters\r\n<ul><li>Shares plunged in early trading after Starbucks announced coronavirus concerns have led the company shut down operations in China's Hubei province during the Lunar New Year.</li><li>Fast-spreading coronavirus has already infected 2,700 and ki… [+1894 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Airlines, hotels, and cruise lines sink as China's spreading coronavirus spurs travel anxiety",
            "description": "Shares of airlines, hotels, and cruise lines all traded lower Monday as China's coronavirus spreads. So far, the virus has killed 80 and infected more than 2,700 worldwide. Global stocks and oil also slipped as the virus continues to infect more people. Safe-…",
            "url": "https://www.businessinsider.com/stock-market-reaction-to-coronavirus-airlines-hotels-cruise-lines-slip-2020-1",
            "urlToImage": "https://i.insider.com/5e2a167e62fa8138db348605?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T14:54:17Z",
            "content": "<ul><li>Shares of airlines, hotels, and cruise lines all traded lower Monday as China's coronavirus spreads. </li><li>So far, the virus has killed 80 and infected more than 2,700 worldwide. </li><li>Global stocks and oil also slipped as the virus continues to… [+1296 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Disney drops 3% after Wuhan coronavirus forces closure of Shanghai and Hong Kong theme parks",
            "description": "Disney has temporarily closed its Shanghai and Hong Kong theme parks as Wuhan coronavirus sweeps across Asia. The entertainment titan's stock fell nearly 3% on Monday. The shutdowns are poorly timed as protests in Hong Kong and weaker consumer confidence have…",
            "url": "https://markets.businessinsider.com/news/stocks/disney-stock-drops-wuhan-coronavirus-shuts-shanghai-hong-kong-parks-2020-1-1028847022",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e2eeaee5bc79c3f4a108214-2000/disney-shanghai.jpg",
            "publishedAt": "2020-01-27T14:44:15Z",
            "content": "Tang Yanjun/China News Service/Visual China Group/Getty Images\r\n<ul><li>Disney has temporarily closed its Shanghai and Hong Kong theme parks as Wuhan coronavirus sweeps across Asia.</li><li>The entertainment titan's stock fell nearly 3% on Monday.</li><li>The… [+2109 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Disney drops 3% after Wuhan coronavirus forces closure of Shanghai and Hong Kong theme parks",
            "description": "Disney has temporarily closed its Shanghai and Hong Kong theme parks as Wuhan coronavirus sweeps across Asia. The entertainment titan's stock fell nearly 3% on Monday. The shutdowns are poorly timed as protests in Hong Kong and weaker consumer confidence have…",
            "url": "https://www.businessinsider.com/disney-stock-drops-wuhan-coronavirus-shuts-shanghai-hong-kong-parks-2020-1",
            "urlToImage": "https://i.insider.com/5e2eeaee5bc79c3f4a108214?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T14:44:15Z",
            "content": "<ul><li>Disney has temporarily closed its Shanghai and Hong Kong theme parks as Wuhan coronavirus sweeps across Asia.</li><li>The entertainment titan's stock fell nearly 3% on Monday.</li><li>The shutdowns are poorly timed as protests in Hong Kong and weaker … [+2045 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sahar Esfandiari",
            "title": "These are all the companies who have shut down operations in China over the deadly Wuhan coronavirus outbreak",
            "description": "A coronavirus outbreak that originated in Wuhan, China, has now killed at least 80 people and infected more than 2,700. The city of Wuhan and at least 11 others have been quarantined. The outbreak is damaging for the national economy, particularly as several …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-which-companies-shut-down-operations-move-employees-2020-1",
            "urlToImage": "https://i.insider.com/5e26c37d24306a23a6639123?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T12:44:56Z",
            "content": "Businesses in Wuhan, China, are temporarily suspending operations and moving out employees in an attempt to limit the spread of a deadly coronavirus that has so far killed 80 and infected more than 2,800.\r\nThe city of Wuhan, where the virus first broke out, i… [+5121 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'A true black swan' — stocks and oil slump as Wuhan coronavirus hammers markets",
            "description": "Stocks and oil slumped and gold climbed on Monday as the rapid spread of Wuhan coronavirus spurred traders to seek haven assets. The virus has infected more than 2,700 people, killed 80, and spread to more than a dozen countries including the US, France, and …",
            "url": "https://www.businessinsider.com/stocks-oil-drop-gold-rises-wuhan-coronavirus-spreads-2020-1",
            "urlToImage": "https://i.insider.com/5deeb5c3fd9db20cbb524642?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T09:54:23Z",
            "content": "<ul><li>Stocks and oil slumped and gold climbed on Monday as the rapid spread of Wuhan coronavirus spurred traders to seek haven assets.</li><li>The virus has infected more than 2,700 people, killed 80, and spread to more than a dozen countries including the … [+2612 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "'A true black swan' — stocks and oil slump as Wuhan coronavirus hammers markets",
            "description": "Stocks and oil slumped and gold climbed on Monday as the rapid spread of Wuhan coronavirus spurred traders to seek haven assets. The virus has infected more than 2,700 people, killed 80, and spread to more than a dozen countries including the US, France, and …",
            "url": "https://markets.businessinsider.com/news/stocks/stocks-oil-drop-gold-rises-wuhan-coronavirus-spreads-2020-1-1028845911",
            "urlToImage": "https://images.markets.businessinsider.com/image/5deeb5c3fd9db20cbb524642-2400/2019-10-31t182824z2lynxmpef9u1lortroptp4usa-stocks.jpg",
            "publishedAt": "2020-01-27T09:54:23Z",
            "content": "Reuters\r\n<ul><li>Stocks and oil slumped and gold climbed on Monday as the rapid spread of Wuhan coronavirus spurred traders to seek haven assets.</li><li>The virus has infected more than 2,700 people, killed 80, and spread to more than a dozen countries inclu… [+2621 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "Hong Kong protesters set planned quarantine building on fire amid coronavirus concerns",
            "description": "A group of protesters launched a Molotov cocktail in a newly built Hong Kong residential building that was slated to serve as a quarantine area for people exposed to the coronavirus. The fire marked a new high in tensions over the government's response to the…",
            "url": "https://www.businessinsider.com/hong-kong-protesters-burned-coronavirus-quarantine-site-2020-1",
            "urlToImage": "https://i.insider.com/5e2e77f062fa81241901df15?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T07:54:21Z",
            "content": "A group of protesters lit a lobby of a newly built residential building on fire Sunday in Hong Kong as tensions rise over the coronavirus outbreak. \r\nAuthorities had announced earlier in the day that they planned to convert Fai Ming Estate, an unoccupied publ… [+1818 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "A Chinese official warned of a protective mask and suit shortage amid the Wuhan coronavirus outbreak",
            "description": "A Chinese official warned that the country is facing a massive shortage of protective masks and suits as citizens gear up amid the coronavirus outbreak. Local governments have ordered citizens to embrace the protective wear as a preventative measure, but doct…",
            "url": "https://www.businessinsider.com/chinese-official-protective-mask-and-suit-shortage-wuhan-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2e52ff24306a0fe63e6e63?width=1200&format=jpeg",
            "publishedAt": "2020-01-27T04:07:38Z",
            "content": "The coronavirus outbreak sweeping China is reportedly creating a shortage of protective masks and suits. \r\nSince the outbreak was first identified earlier this month, local governments and public health officials have recommended protective wear as a preventa… [+2089 chars]"
        }
    ]
}