{
    "status": "ok",
    "totalResults": 22,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "US health officials wanted to recommend that elderly Americans avoid flying amid the coronavirus crisis. The White House overruled them.",
            "description": "Associated Press/Manuel Balce Ceneta Health officials wanted to recommend that elderly Americans avoid flying on commercial airlines due to coronavirus concerns, but White House officials overruled them, one federal official said. The Centers for Disease Cont…",
            "url": "https://www.businessinsider.com/white-house-coronavirus-health-recommendation-seniors-2020-3",
            "urlToImage": "https://i.insider.com/5e645edcfee23d2e102f2ad2?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T03:06:38Z",
            "content": "NEW YORK (AP) — The White House overruled health officials who wanted to recommend that elderly and physically fragile Americans be advised not to fly on commercial airlines because of the new coronavirus, a federal official told The Associated Press.\r\nThe Ce… [+5161 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Haven Orecchio-Egresitz",
            "title": "An 88-year-old woman separated from her husband by coronavirus quarantine now talks to him through a nursing home window",
            "description": "An elderly couple separated by quarantine at Life Care Center nursing home in Washington is forced to interact through a window. Dorothy Campbell's son brought her to the center to speak to his father on the phone while looking at him through a window. The nu…",
            "url": "https://www.businessinsider.com/an-woman-talks-to-quarantined-husband-through-window-2020-3",
            "urlToImage": "https://i.insider.com/5e64fc91fee23d5dbe5ecdc3?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T14:25:03Z",
            "content": "An elderly couple in Washington state was separated when a local nursing home went under quarantine over the coronavirus.\r\nTo visit her husband at Life Care Center nursing home in Kirkland, 88-year-old Dorothy Campbell stood outside a window at the center, lo… [+2702 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Haven Orecchio-Egresitz",
            "title": "At least 10 people dead after a coronavirus quarantine hotel collapsed in China",
            "description": "A hotel being used as a coronavirus quarantine center collapsed Saturday night in southeastern China, according to CNN. 80 people were inside the building when it came down. Nine escaped, but 71 people were trapped. As of 8:30 a.m. EST, 10 were confirmed dead…",
            "url": "https://www.businessinsider.com/10-people-dead-after-coronavirus-quarantine-hotel-collapses-in-china-2020-3",
            "urlToImage": "https://i.insider.com/5e64e8f4fee23d564f2b0f12?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T12:50:07Z",
            "content": "A hotel that was being used as a coronavirus quarantine center in southeastern China collapsed Saturday, killing at least ten people, the Ministry of Emergency Management told CNN. \r\nThere were approximately 80 people inside the building when it came down, 58… [+1680 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Haven Orecchio-Egresitz",
            "title": "Coronavirus-infected Grand Princess cruise ship will dock in Oakland Monday",
            "description": "The Grand Princess, which has 21 passengers who tested positive for the coronavirus, will dock Monday in Oakland. The ship is carrying more than 3,500 people and has been in limbo off the coast of California for days. A plan for how the government will handle…",
            "url": "https://www.businessinsider.com/coronavirus-infected-grand-princess-cruise-ship-will-dock-monday-2020-3",
            "urlToImage": "https://i.insider.com/5e65033dfee23d60ba2dc232?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T14:48:51Z",
            "content": "The Grand Princess will dock Monday.\r\nCalifornia National Guard via AP\r\nThe Grand Princess cruise ship, which is carrying at least 21 passengers who tested positive for COVID-19, will dock at the Port of Oakland on Monday, according to KCRA news.\r\nThe ship ha… [+2833 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "Players from Liverpool and Bournemouth had a no-touch pre-game greeting in a Premier League effort to address the coronavirus outbreak",
            "description": "The Premier League announced it was stopping the pre-game handshake in an effort to prevent players from spreading the coronavirus. However, the league didn't announce any other amendments for the rest of the game, in which players spend in very close contact…",
            "url": "https://www.businessinsider.com/premiere-league-handshake-ban-seen-at-liverpool-game-2020-3",
            "urlToImage": "https://i.insider.com/5e6539a6fee23d6d3f5ecbb4?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T19:47:47Z",
            "content": "Players on England's Liverpool and Bournemouth soccer clubs sparked some humorous reactions when they skipped the customary pre-game handshake before their Saturday game.  \r\nThe Premier League had announced before the game that the players would line up along… [+2841 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eleanor Goldberg",
            "title": "Parents are struggling to cope as coronavirus worries shut down schools, leaving kids scared and confused",
            "description": "Nearly 300 million children worldwide have been dealing with school closings due to the coronavirus. The coronavirus outbreak has infected more than 102,000 people and nearly 3,500 people have died worldwide. The US has 17 reported deaths. Parents say they ap…",
            "url": "https://www.businessinsider.com/coronavirus-school-closures-have-left-kids-feeling-scared-confused-2020-3",
            "urlToImage": "https://i.insider.com/5e649870fee23d378813aa93?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T16:08:00Z",
            "content": "On the first day of Judah Zmood's quarantine at his home in Riverdale, New York, last week, the seventh grader kept himself busy. He prepared for his bar-mitzvah, studied for a math test, and talked to friends on the phone. \r\nBut as he and his family learned … [+7950 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Akin Oyedele",
            "title": "'Much worse than 2008': An expert who foresaw the dot-com crash warns the stock market's recent turmoil has kicked off another full-blown financial crisis",
            "description": "There is a direct link between higher market volatility and turmoil in the corporate-credit market, says Albert Edwards. The long-bearish Societe Generale strategist says over-indebted companies are being pushed to the brink of financial disaster by the coron…",
            "url": "https://www.businessinsider.com/stock-market-crash-financial-crisis-corporate-debt-coronavirus-albert-edwards-2020-3",
            "urlToImage": "https://i.insider.com/5e629042fee23d50146447a4?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T10:05:00Z",
            "content": "The breathtaking volatility that has rocked the stock market for two weeks is rippling through other asset classes — and has spread most notably into credit. \r\nAmid fears that the novel coronavirus will slow the global economy, investors piled into Treasurys … [+2860 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jennifer Ortakales",
            "title": "A fashion face mask company was a small but thriving side hustle — then the coronavirus hit. Here's how the founders are figuring out how to adapt massive, sudden scale.",
            "description": "As coronavirus fear and anxiety loom over the US, sales of items like hand sanitizer, cleaning products, and face masks are booming. It's not just big companies that have been affected by these spikes. Scough, a small company that makes scarves and bandanas w…",
            "url": "https://www.businessinsider.com/coronavirus-scarf-face-masks-company-keep-up-supply-demand-2020-3",
            "urlToImage": "https://i.insider.com/5e629063fee23d3d452d81c2?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T13:00:00Z",
            "content": "When Andrew Kessler, whose day job is chief executive of the marketing agency Article Group, started his \"face mask meets scarf\" company Scough, it was just a fun side hustle. \r\nScough — the name combines \"scarf\" and \"cough\" — grew a small and loyal following… [+2355 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Matt Turner",
            "title": "How coronavirus is upending corporate America",
            "description": "Hello! There's really only one business story in the world right now, and that's coronavirus. Here's what you need to now: How hospitals are preparing Hospitals are bracing for what could be millions of admissions nationwide as the virus spreads, Lydia Ramsey…",
            "url": "https://www.businessinsider.com/how-coronavirus-is-upending-corporate-america-2020-3",
            "urlToImage": "https://i.insider.com/5e64fdcdfee23d55037de012?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T14:16:09Z",
            "content": "Hello!\r\nThere's really only one business story in the world right now, and that's coronavirus. Here's what you need to now:\r\nHow hospitals are preparing \r\nHospitals are bracing for what could be millions of admissions nationwide as the virus spreads, Lydia Ra… [+5343 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Linette Lopez",
            "title": "The coronavirus is setting the US economy on a path to blow up Trump's reelection bid",
            "description": "The economic shock from coronavirus will hit the US just as Americans are deciding who to vote for in November 2020. It's not a question of \"if.\" It's a question of \"how hard?\" This will be a complicated problem to fix too. It's both a supply and a demand sho…",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-effect-us-economy-hurt-trump-reelection-2020-3",
            "urlToImage": "https://i.insider.com/5e6263e7fee23d127f214ea2?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T12:28:00Z",
            "content": "Business Insider\r\nThe coronavirus has arrived in the United States, and it is set to put the economy on a downward trajectory just as Americans are deciding who to vote for in November. \r\nThis is bad news for Donald Trump. The president's strongest approval r… [+4638 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "Facebook bans all non-essential employee business travel globally and moves job interviews to video-conferencing due to coronavirus (FB)",
            "description": "Facebook is banning non-essential business travel for its 45,000 employees. It will also conduct job interviews entirely via video-conferencing software. The new restrictions are due to mounting concerns around the global coronavirus outbreak. Facebook previo…",
            "url": "https://www.businessinsider.com/facebook-ends-non-essential-business-travel-globally-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5c4bb0782bdd7f2b4a05c528?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T03:17:40Z",
            "content": "Facebook is banning all non-essential business travel for its employees globally and will conduct job interviews entirely over video-conferencing software, in the latest sign of how the coronavirus is impacting major businesses.\r\nOn Saturday, the Silicon Vall… [+1603 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jessica Snouwaert",
            "title": "A seafood salesman accused of smuggling $7 million worth of endangered baby eels has been sentenced",
            "description": "A seafood salesman smuggled $7 million worth of eels into the UK. Now, the salesman, Gilbert Khoo, faces a two-year suspended sentence over related charges. Khoo was accused of smuggling almost 4 tons of illegal species across international borders before he …",
            "url": "https://www.businessinsider.com/seafood-salesman-sentenced-over-charges-smuggling-endangered-baby-eels-uk-2020-3",
            "urlToImage": "https://i.insider.com/5e628e10fee23d37683f9593?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T15:21:00Z",
            "content": "A seafood salesman in the UK received a two-year suspended sentence Friday for six offenses related to the transport of $7 million worth of endangered eels, according to the National Crime Agency.\r\nGilbert Khoo, 67, of Parbury Rise, Chessington, smuggled 5.3 … [+1461 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "The coronavirus outbreak is a make-or-break moment for healthcare companies. UBS shares 2 resilient stocks worth buying — and 7 to avoid at all costs.",
            "description": "There have been few winners in the stock market recently, but Matthew Taylor of UBS says there are a few medical technology companies that could benefit from the response to the coronavirus outbreak. Just as importantly, there are some companies in the indust…",
            "url": "https://www.businessinsider.com/stock-picks-to-buy-coronavirus-healthcare-winners-losers-from-ubs-2020-3",
            "urlToImage": "https://i.insider.com/5e62a039fee23d53f40b6727?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T13:15:00Z",
            "content": "Healthcare stocks are in something of a unique position during the ongoing coronavirus-linked selloff because of the wide variety of good, bad, and mixed effects on their businesses.\r\nUBS analyst Matthew Taylor is drilling down into medical technology compani… [+1602 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marguerite Ward",
            "title": "How American churches are dealing with coronavirus panic just weeks before Easter",
            "description": "The spread of coronavirus in various parts of the US comes just weeks before Easter Sunday, an important and well-attended holiday for many churches. Church leaders are stepping up their own rules, including bans on drinking from the shared chalice of wine du…",
            "url": "https://www.businessinsider.com/how-churches-in-the-us-are-responding-to-coronavirus-2020-3",
            "urlToImage": "https://i.insider.com/5e612f16fee23d333578a966?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T13:54:00Z",
            "content": "The new threat of novel coronavirus in the US comes right before one of the busiest times for many Christian churches: Easter Sunday.\r\nThe holiday, in which worshippers across Christian denominations mark the resurrection of Jesus, falls on April 12 this year… [+3375 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Michelle Mark",
            "title": "Trump is reportedly fixated on the number of US coronavirus cases and expressed that he wants them kept as low as possible",
            "description": "President Donald Trump has expressed that he wants the number of coronavirus cases in the United States kept as low as possible, Politico reported Saturday evening. He has also been monitoring the daily counts of US cases and how they compare to other countri…",
            "url": "https://www.businessinsider.com/trump-reportedly-wanted-coronavirus-numbers-kept-as-low-as-possible-2020-3",
            "urlToImage": "https://i.insider.com/5e647035fee23d32e76b9a32?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T05:20:43Z",
            "content": "President Donald Trump has grown fixated on the number of coronavirus cases in the United States and expressed that he wants them kept as low as possible, Politico reported Saturday evening.\r\nTrump has been monitoring the daily counts of US cases and how they… [+2036 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Dakin Campbell",
            "title": "JPMorgan CEO Jamie Dimon had emergency heart surgery as markets were crashing and coronavirus was spreading. Insiders told us exactly what happened in the 48 hours after he rushed to the hospital.",
            "description": "JPMorgan CEO Jamie Dimon felt chest pains early on Thursday morning and took himself to the hospital, according to a person with knowledge of his actions. When Dimon was forced to undergo emergency heart surgery, the bank kicked off a contingency plan. The he…",
            "url": "https://www.businessinsider.com/inside-jpmorgan-after-jamie-dimons-emergency-heart-surgery-2020-3",
            "urlToImage": "https://i.insider.com/5e639c99fee23d68f97f0ff2?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T13:13:57Z",
            "content": "JPMorgan's most senior investment bankers gather every Friday morning for a leadership meeting at the bank's Manhattan headquarters. \r\nThe event, which includes the senior-most leaders of the advisory and underwriting division, is a way for business leaders t… [+8474 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sonam Sheth",
            "title": "There are now over 100 confirmed cases of coronavirus in New York",
            "description": "There are now more than 100 confirmed cases of the novel coronavirus in New York, Gov. Andrew Cuomo announced on Sunday. A majority of the cases are confirmed outside the metropolitan area with 82 in Westchester County, 12 in New York City, 5 in Nassau County…",
            "url": "https://www.businessinsider.com/there-are-over-100-coronavirus-cases-new-york-state-2020-3",
            "urlToImage": "https://i.insider.com/5c17db8f2a5b744b6133cc3e?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T15:57:35Z",
            "content": "New York Gov. Andrew Cuomo announced that officials in New York have confirmed 16 additional cases of coronavirus in the state, bringing the total number to 105.\r\n\"We're testing aggressively &amp; we are seeing the number of confirmed cases go up as expected,… [+3453 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Jake Lahut",
            "title": "Trump's top disease expert tells the elderly 'just don't get on a cruise ship' to avoid coronavirus",
            "description": "Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, told Chuck Todd on \"Meet the Press\" Sunday that the elderly should avoid traveling and attending events involving big crowds because of the higher risk they face fro…",
            "url": "https://www.businessinsider.com/trump-coronavirus-expert-tells-elderly-dont-get-on-cruise-ship-2020-3",
            "urlToImage": "https://i.insider.com/5e6500aefee23d5fca1d9ca5?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T15:09:55Z",
            "content": "Dr. Anthony Fauci, the Trump administration's coronavirus expert and director of the National Institute of Allergy and Infectious Diseases, went on Meet the Press Sunday to tell the US elderly population to \"think twice\" about traveling and \"just don't get on… [+1316 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump was asked how he would protect health coverage for pre-existing conditions if Obamacare was wiped out. Here's his full answer.",
            "description": "Trump was asked at a Fox News town hall how he would protect pre-existing conditions since his administration supports a lawsuit that would do away with Obamacare, which guarantees those protections. At a recent town hall organized by Fox News, anchor Martha …",
            "url": "https://markets.businessinsider.com/news/stocks/trumps-protecting-pre-existing-conditions-full-answer-if-obamacare-undone-2020-3-1028974204",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e62adacfee23d77807a4d92-2400/bd0b2b69f0b3c17e655d1dc1af177c7a.jpg",
            "publishedAt": "2020-03-08T12:41:00Z",
            "content": "Associated Press\r\n<ul><li>Trump was asked at a Fox News town hall how he would protect pre-existing conditions since his administration supports a lawsuit that would do away with Obamacare, which guarantees those protections.</li><li>At a recent town hall org… [+3983 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "Italy's coronavirus death toll shot up to 366 within a day as the country put 16 million people on lockdown",
            "description": "Italy's death toll amid the novel coronavirus outbreak shot up 133 in one day, marking 366 deaths in the country. The new figures make the country home to the largest number of infections outside China, second to South Korea, which has identified 7,313 cases …",
            "url": "https://www.businessinsider.com/italys-coronavirus-death-toll-increased-marking-center-outside-china-2020-3",
            "urlToImage": "https://i.insider.com/5e654b42fee23d71c30bc372?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T20:22:00Z",
            "content": "The death toll in Italy, the center of the novel coronavirus outbreak in Europe, shot up within one day, from 233 to 366, officials announced.\r\nThe 133 new deaths come alongside a spike in infections from 5,883 to 7,375.\r\nThe newly identified cases mark the c… [+2123 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joseph Zeballos-Roig",
            "title": "Trump was asked how he would protect health coverage for pre-existing conditions if Obamacare was wiped out. Here's his full answer.",
            "description": "Trump was asked at a Fox News town hall how he would protect pre-existing conditions since his administration supports a lawsuit that would do away with Obamacare, which guarantees those protections. At a recent town hall organized by Fox News, anchor Martha …",
            "url": "https://www.businessinsider.com/trumps-protecting-pre-existing-conditions-full-answer-if-obamacare-undone-2020-3",
            "urlToImage": "https://i.insider.com/5e62b1f0fee23d02f90c26e2?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T12:41:00Z",
            "content": "<ul><li>Trump was asked at a Fox News town hall how he would protect pre-existing conditions since his administration supports a lawsuit that would do away with Obamacare, which guarantees those protections.</li><li>At a recent town hall organized by Fox News… [+3965 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosalie Chan",
            "title": "Companies like IBM and Microsoft are looking everywhere for developers with skills in Kubernetes. Here are the top 5 companies hiring for the hot cloud technology. (IBM, VMW, MSFT, VZ, CSCO)",
            "description": "Kubernetes is a fast-growing cloud project started at Google and becoming an increasingly big focus for many tech giants. According to a report from the job search site Indeed, Kubernetes jobs have exploded in the past five years. These are the top five compa…",
            "url": "https://www.businessinsider.com/ibm-microsoft-hiring-kubernetes-roles-indeed-2020-3",
            "urlToImage": "https://i.insider.com/5c48b63a2bdd7f57e80557cb?width=1200&format=jpeg",
            "publishedAt": "2020-03-08T13:18:00Z",
            "content": "A popular cloud project started at Google is continuing to shake up the IT market, and now more companies are looking for developers who know how to work with it.\r\nThis project, called Kubernetes, uses a type of technology called containers, which makes it ea… [+1814 chars]"
        }
    ]
}