{
    "status": "ok",
    "totalResults": 18,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "'Wholly inappropriate' quarantine practices may have helped spread coronavirus on the Diamond Princess cruise ship, experts say",
            "description": "Strict quarantine on a coronavirus -stricken cruise ship called the Diamond Princess may have made the situation worse, some experts say. On the cruise ship, 286 people have tested positive for the new coronavirus as passengers remain confined to their rooms,…",
            "url": "https://www.businessinsider.com/quarantine-may-have-helped-spread-cruise-ship-coronavirus-experts-say-2020-2",
            "urlToImage": "https://i.insider.com/5e4842fb3b62b754ae217003?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T22:39:17Z",
            "content": "Quarantine efforts on a coronavirus-stricken cruise ship may have actually helped the virus spread, some experts say.\r\nThe ship, called Diamond Princess, is carrying about 3,500 passengers and crew. It has been on a 14-day lockdown in the port of Yokohama, Ja… [+6414 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "Beijing has instituted a 14-day quarantine for anyone returning to the city, in an attempt to contain the coronavirus outbreak",
            "description": "Beijing imposed a 14-day quarantine on people returning to the city, in an attempt to contain the spreading coronavirus that originated in the Chinese city of Wuhan. Virus prevention officials have yet to announce how China's capital plans to enforce this rul…",
            "url": "https://www.businessinsider.com/coronavirus-beijing-institutes-14-day-quarantine-for-travelers-2020-2",
            "urlToImage": "https://i.insider.com/5e482bb42dae5c51f0402b53?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T19:36:41Z",
            "content": "Virus prevention officials in China's capital, Beijing, have imposed a 14-day quarantine on anyone returning to the city of more than 20 million people, saying it would punish those who don't comply.\r\nThe announcement, reported in state media on Friday, comes… [+1461 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Brittany Chang",
            "title": "A top Chinese official has slammed other countries for the 'overreaction' and 'unnecessary panic' towards the coronavirus",
            "description": "Chinese Foreign Minister and State Councillor Wang Yi advised against the US from taking \"unnecessary\" coronavirus response actions that could be detrimental towards the economy and travel during an interview with Reuters. Wang also claimed that China has bee…",
            "url": "https://www.businessinsider.com/chinese-official-slams-other-countries-for-coronavirus-overreaction-2020-2",
            "urlToImage": "https://i.insider.com/5e48302a2dae5c537a75afd3?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T19:21:39Z",
            "content": "Chinese Foreign Minister Wang Yi speaks during a joint press conference with Iranian Foreign Minister Mohammad Javad Zarif in Beijing, China December 5, 2016.\r\nReuters/ Greg Baker\r\nChinese Foreign Minister and State Councillor Wang Yi has slammed the 'overrea… [+2393 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "Thermometer guns used to screen for coronavirus are 'notoriously' unreliable experts say, warning against improper use and false temperatures",
            "description": "A new coronavirus spreading across the globe has led to temperature screenings at airports, Chinese cities, and businesses. The thermometer guns used in these screenings are \"notoriously not accurate and reliable,\" since many screeners hold them at the wrong …",
            "url": "https://www.businessinsider.com/thermometer-guns-screening-for-coronavirus-notoriously-not-accurate-2020-2",
            "urlToImage": "https://i.insider.com/5e480cc93b62b7408a371c63?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T18:39:47Z",
            "content": "As officials struggle to contain a new coronavirus spreading across the globe, travelers worldwide are undergoing unreliable temperature screenings, experts say.\r\nThe new coronavirus, first discovered in Wuhan, China in December, has infected nearly 67,000 pe… [+5191 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Brittany Chang",
            "title": "Diamond Princess cruise ship has 67 passengers who have tested positive for coronavirus onboard, Japan's Health Minister announced",
            "description": "An additional 67 passengers aboard the quarantined Diamond Princess cruise ship have contracted the coronavirus, bringing the total number of people onboard who have tested positive up to 286, CNN reported. The first round of disembarkment is set to begin on …",
            "url": "https://www.businessinsider.com/diamond-princess-cruise-ship-67-passengers-positive-coronavirus-onboard-2020-2",
            "urlToImage": "https://i.insider.com/5e480df64b661b44e55094e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T17:00:41Z",
            "content": "A total number of 286 passengers on board the Diamond Princess cruise have been infected with the coronavirus following the Japanese Health Minister Katsunobu Kato's announcement on Saturday that an additional 67 people onboard have tested positive, CNN repor… [+1405 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rob Price",
            "title": "A cancelled conference and supply chain issues: How the coronavirus outbreak is affecting Facebook's business (FB)",
            "description": "Like many companies, Facebook's business has been affected by the novel coronavirus outbreak. Its supply chain for hardware has been disrupted, and it cancelled a conference it was hosting in San Francisco. Employees are being asked not to travel to China, wh…",
            "url": "https://www.businessinsider.com/how-facebook-affected-novel-coronavirus-outbreak-2020-2",
            "urlToImage": "https://i.insider.com/5e47399f3b62b701742b34a4?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T16:48:00Z",
            "content": "Misinformation and rumours about the novel coronavirus outbreak are spreading on Facebook, prompting the social network to talk to the World Health Organization (WHO) about how to battle the fake news — but that's not the only way the virus has affected Faceb… [+3038 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Ellen Cranley), Ellen Cranley",
            "title": "The US will begin testing patients with flu-like symptoms for coronavirus in an expanded effort to contain the outbreak",
            "description": "AP Photo The CDC announced several new measures to aid in the mitigation of the spread of the new coronavirus. Based on what authorities know about how the virus spreads between people, it is still recommending that Americans avoid contact with possibly infec…",
            "url": "https://www.businessinsider.com/coronavirus-test-patients-flu-like-symptoms-2020-2",
            "urlToImage": "https://i.insider.com/5e47f4284b661b3ae746b363?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T16:14:29Z",
            "content": "American public health authorities announced new \"mitigation\" measures to disrupt the spread of the new coronavirus, beginning with patients who have flu-like symptoms.\r\nDr. Nancy Messonnier, the director of the CDC's Centre for Immunization and Respiratory D… [+2427 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "bchang@businessinsider.com (Brittany Chang), Brittany Chang",
            "title": "Tokyo Olympics organizers says there is no 'Plan B' for 2020 summer games amid coronavirus fears",
            "description": "Jae C. Hong/AP Photo Tokyo Olympic organizers and the International Olympic Committee said that there is no 'Plan B' for the upcoming summer games during a news conference on Friday, the Associated Press reported. The games are still set to begin on July 24. …",
            "url": "https://www.businessinsider.com/tokyo-olympics-no-plan-summer-games-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e47f57b3b62b737c0357763?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T15:28:44Z",
            "content": "Tokyo Olympic organizers and the International Olympic Committee (IOC) said there is no 'Plan B' for the upcoming summer games despite growing fears that the coronavirus could impact the event, which are set to begin in July, the Associated Press reported.\r\nS… [+2059 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "Americans on the coronavirus-struck Diamond Princess cruise ship will be flown back to US to face another two-week quarantine",
            "description": "The US State Department will fly Americans who have been quarantined on the Diamond Princess cruise ship in Japan back to the US, the Wall Street Journal reported. The Americans, who have already faced a two-week quarantine for the coronavirus, will face anot…",
            "url": "https://www.businessinsider.com/coronavirus-cruise-fly-back-us-for-14-day-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e47fc8f2dae5c400f518f02?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T15:00:28Z",
            "content": "The United States State Department has sponsored two planes to bring back Americans who have been stuck aboard the Diamond Princess cruise ship in Japan following a 14-day quarantine for the coronavirus, according to a report from The Wall Street Journal. \r\nT… [+2695 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward and Ruobing Su",
            "title": "The US military has set up 15 coronavirus quarantine camps on its bases, and 600 citizens are still isolated there",
            "description": "The US and many other countries have evacuated citizens from Wuhan, China, because of a coronavirus outbreak that has killed at least 1,380 people and infected more than 64,000. US evacuees are being quarantined for 14 days, since the CDC says the virus' incu…",
            "url": "https://www.businessinsider.com/us-military-bases-coronavirus-quarantine-locations-2020-2",
            "urlToImage": "https://i.insider.com/5e45d0162dae5c1f5c7ad1d3?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T13:18:00Z",
            "content": "Three US citizens evacuated from Wuhan, China, tested positive for the novel coronavirus this week.\r\nAll three were under a mandatory 14-day federal quarantine at US military bases — two in California and one in Texas. It's the first time in more than 50 year… [+4392 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "More than 64,000 infected, GDP cuts, and SARS parallels: Here's how bad the global economy could get as the coronavirus outbreak rages",
            "description": "Coronavirus has infected 64,000 and killed 1,380 so far. And as the health crisis worsens, it's become increasingly clear that the outbreak will have wide-reaching economic consequences. China's economy is forecast to grow by the smallest margin since the Gre…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-impact-global-economy-gdp-worstcase-scenario-us-china-2020-2-1028908366",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e46f1184b661b3fa65f10e4-1999/2020-02-14t105659z491126149rc2a0f9amn2vrtrmadp3china-health-1.jpg",
            "publishedAt": "2020-02-15T12:28:00Z",
            "content": "Tingshu Wang / Reuters\r\n<ul><li>Coronavirus has infected 64,000 and killed 1,380 so far. And as the health crisis worsens, it's become increasingly clear that the outbreak will have wide-reaching economic consequences. </li><li>China's economy is forecast to … [+5827 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Christopher Competiello",
            "title": "'Everywhere you look there are red flags': A CIO overseeing $270 billion says the coronavirus is just one example of an event that could 'prick the bubble' in an out-of-control market",
            "description": "Scott Minerd, global chief investment officer at $270 billion Guggenheim Investments, thinks market participants are underestimating the impact the coronavirus will have on global growth due to misrepresented calculations. He points to tight credit spreads, l…",
            "url": "https://www.businessinsider.com/coronavirus-could-price-the-bubble-in-assets-scott-minerd-2020-2",
            "urlToImage": "https://i.insider.com/5e471a234b661b6fea230f53?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T11:05:00Z",
            "content": "Fears over the coronavirus' severity have been ebbing and flowing in lockstep with market sentiment. As worries subside, markets rally. As they increase, markets fade.\r\n\"In the markets today, yields are low, spreads are tight, and risk assets are priced to pe… [+2466 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Europe just had its 1st death from the coronavirus after a Chinese tourist died in France",
            "description": "The first death from the coronavirus outside of Asia has been recorded. France's health minister confirmed on Saturday that a Chinese tourist had died of the virus in France, noting the first fatality from the virus in Europe. The unidentified woman arrived i…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-1st-europe-death-chinese-tourist-dies-france-2020-2",
            "urlToImage": "https://i.insider.com/5e47c6582dae5c2fb47d69e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T10:34:01Z",
            "content": "A Chinese tourist in France has become the first fatality of from the deadly coronavirus in Europe.\r\nAgnès Buzyn, France's health minister, said on Saturday that an 80-year-old woman had died from the virus, marking the first death outside of Asia from the co… [+1259 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Hong Kong's Disneyland is letting the government use some of its land to quarantine people and stop the coronavirus spreading",
            "description": "Hong Kong's Disneyland is letting the city use its sites to quarantine people as the government tries to stop the deadly coronavirus from spreading. The government wants to build quarantine units on a vacant site that the resort had planned on using for an ex…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-hong-kong-disneyland-lets-land-used-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e47b6684b661b288f2e8323?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T09:37:40Z",
            "content": "Hong Kong Disneyland said it will let the government use its sites as quarantine facilities for people it fears may have caught the deadly coronavirus. \r\nCity officials announced that they had secured the permission in a press conference on Friday, CNN report… [+2768 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "Hawaii announces its coronavirus tests from the CDC were faulty, and it points to a major gap in treating and stopping the spread of the virus",
            "description": "Hawaii officials announced on Friday that a Japanese tourist tested positive for coronavirus after returning home from a trip to Hawaii. News of the man's case comes a day after Hawaii officials announced that the CDC had sent flawed coronavirus testing kits …",
            "url": "https://www.businessinsider.com/hawaii-cdc-tests-flawed-expert-concerns-about-coronavirus-spread-2020-2",
            "urlToImage": "https://i.insider.com/5e473e002dae5c0814400f03?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T08:13:50Z",
            "content": "Hawaii officials announced on Friday that a man in his 60s from Japan developed coronavirus symptoms while on vacation in Hawaii.\r\nThe man, who visited Maui and Oahu from January 28th to February 7th, tested positive for the disease upon his return to Japan. … [+4991 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "2 State Department sponsored flights will evacuate nearly 400 Americans from the quarantined Diamond Princess cruise ship",
            "description": "The CDC has said 380 Americans will evacuated from the quarantined Diamond Princess cruise ship off the coast of Yokohama, Japan, The Wall Street Journal reported. They will be brought back to the Travis Air Base near Sacramento, California, by two State Depa…",
            "url": "https://www.businessinsider.com/americans-evacuated-from-quarantined-diamond-princess-japan-ship-2020-2",
            "urlToImage": "https://i.insider.com/5e4777533b62b713be0a9653?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T06:48:41Z",
            "content": "Almost 400 Americans quarantined on the Diamond Princess cruise ship off the coast of Yokohama, Japan, will be offered seats on two State Department flights to the Travis Air Base near Sacramento, California, The Wall Street Journal reported on Friday, citing… [+1693 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "A nurse in Wuhan, wearing a dress and veil made from a hazmat suit, married her fiancée via video chat",
            "description": "A nurse in Wuhan got married to her fiancée in a video chat ceremony arranged by her colleagues at the hospital. The nurse, Tang Xingxing, wore a wedding dress and veil made from a hazmat suit and carried a bouquet made of rubber gloves. Tang said her colleag…",
            "url": "https://www.businessinsider.com/video-wuhan-nurse-married-fiance-veil-made-from-hazmat-suit-2020-2",
            "urlToImage": "https://i.insider.com/5e477aa83b62b7147736c592?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T06:35:57Z",
            "content": "A nurse in Wuhan — wearing a wedding dress and veil made from a hazmat suit — married her fiancée in a video chat ceremony as she fights the COVID-19 coronavirus outbreak at its epicenter.\r\nA video posted by China Global Television Network shows the nurse, Ta… [+1364 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anna Essers",
            "title": "A couple under quarantine in Wuhan describe what it is like to be trapped in their home for more than 3 weeks",
            "description": "Business Insider talked to a couple living in Wuhan under strict quarantine, who described what their life has been like since the coronavirus outbreak. As of February 15, the global death toll has reached over 1,500 people, with more than 66,000 people infec…",
            "url": "https://www.businessinsider.com/couple-in-wuhan-describe-life-under-quarantine-amid-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e4753793b62b709c20badf3?width=1200&format=jpeg",
            "publishedAt": "2020-02-15T03:07:46Z",
            "content": "Eleven million people live and work in Wuhan, China. But as the coronavirus outbreak continues, Wuhan — the epicenter of what is now known as the COVID-19 virus — has become a ghost town. Chinese authorities do not allow anyone out or in, per the city's rigid… [+2008 chars]"
        }
    ]
}