{
    "status": "ok",
    "totalResults": 31,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Eugene Kim",
            "title": "Amazon's annual filing shows it loaded up on private company stock while scaling back acquisitions last year — a change that could help as regulatory scrutiny grows (AMZN)",
            "description": "Amazon spent roughly $2.2 billion in cash on minority investments last year, nearly quadrupling from the year-ago period, according to company filings. It now owns a record $2.6 billion worth of private company stock, an over six-fold increase from the previo…",
            "url": "https://www.businessinsider.com/amazon-filing-shows-increased-minority-investments-less-acquisitions-2020-2",
            "urlToImage": "https://i.insider.com/5e456f834b661b2ed03aeac8?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T20:51:26Z",
            "content": "Amazon spent more money buying minority stakes — instead of majority control — of other companies last year, representing a shift in investment strategy amid increased calls for the government to rein in tech giants.\r\nAmazon reported a record $2.2 billion in … [+5075 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bethany Biron",
            "title": "Alibaba pledged $140 million to fight the coronavirus outbreak with a platform to coordinate deliveries of crucial medical supplies",
            "description": "Alibaba Group launched a new digital platform to help increase access to essential medical supplies like face masks and respirators in Chinese communities hardest hit by the deadly coronavirus. The Chinese e-commerce giant pledged more than $142 million to fi…",
            "url": "https://www.businessinsider.com/alibaba-group-fights-coronavirus-new-platform-2020-2",
            "urlToImage": "https://i.insider.com/5e45a7513b62b76b9a725d19?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T20:26:22Z",
            "content": "Alibaba Group is joining the fight against the deadly coronavirus outbreak with a new platform that helps connect regions in need to medical supplies like face masks and respirators as global shortages of the essential items continue. \r\nThe platform was start… [+1634 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Travis Clark",
            "title": "Disney's 'Mulan' remake faces an 'unprecedented' situation at the box office because of the Wuhan coronavirus",
            "description": "Disney's live-action \"Mulan\" remake hits theaters in the US next month, but a China release date had not been set before nearly all of China's 70,000 movie theaters closed in response to the Wuhan coronavirus. China's theatrical industry is the second largest…",
            "url": "https://www.businessinsider.com/how-wuhan-coronavirus-could-impact-mulans-global-box-office-2020-2",
            "urlToImage": "https://i.insider.com/5e4596ff3b62b758c0448363?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T20:10:03Z",
            "content": "Disney's live-action \"Mulan\" remake hits theaters on March 27 in the US and other territories, but one place it likely won't be coming to soon is China.\r\nThe country's 70,000 theaters have closed in response to the Wuhan coronavirus, which has killed more tha… [+2466 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "hbrueck@businessinsider.com (Hilary Brueck), Hilary Brueck",
            "title": "Healthy passengers on coronavirus-struck cruise ship Diamond Princess will finally be allowed off after 25 days aboard — but elders get first dibs",
            "description": "Kyodo/via Reuters The Diamond Princess cruise ship was scheduled to dock on February 4, but was kept afloat, with everyone on board, after 135 passengers tested positive for coronavirus. Since then, the Japanese Health Ministry has diagnosed more than 200 peo…",
            "url": "https://www.businessinsider.com/coronavirus-cruise-passengers-to-be-let-off-diamond-princess-quarantine-2020-2",
            "urlToImage": "https://i.insider.com/5e456b0a4b661b2a256cd314?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T20:03:00Z",
            "content": "There's only one place outside of mainland China where more than a few dozen cases of the novel coronavirus, COVID-19 have been diagnosed.\r\nIt's a cruise ship.\r\nAt least 218 people aboard the Diamond Princess have been diagnosed with the novel coronavirus, CO… [+4115 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "The largest study of coronavirus patients so far suggests it could take up to 24 days after exposure for symptoms to show",
            "description": "The coronavirus outbreak that originated in Wuhan, China, has killed at least 1,370 people and infected more than 60,000. New research from a group of Chinese scientists suggests the virus' incubation period could be as long as 24 days. Currently, the CDC say…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-symptoms-24-days-after-infection-2020-2",
            "urlToImage": "https://i.insider.com/5e41ef404b661b6c9a0181b3?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T17:52:00Z",
            "content": "The novel coronavirus that originated in Wuhan, China, in December has infected more than 60,000 people and spread to 25 other countries.\r\nAs researchers race to learn more about the virus, a crucial question lingers: How much time passes between when a perso… [+4855 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rhea Mahbubani",
            "title": "A cruise ship was stranded at sea for 2 weeks after 5 ports rejected it over coronavirus fears — but no one was actually infected",
            "description": "The Westerdam cruise ship has finally docked after being stuck at sea for 13 days, in Cambodia. Five different ports turned it away after fearing that passengers were infected with the Wuhan coronavirus. Twenty passengers were tested and cleared of the virus,…",
            "url": "https://www.businessinsider.com/westerdam-cruise-ship-docks-cambodia-20-people-tested-negative-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e456aa72dae5c298e656d5d?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T17:04:03Z",
            "content": "The Westerdam cruise ship — which had been rejected entry from five different ports over two weeks over fears that its passengers may be infected with the Wuhan coronavirus — has finally docked.\r\nThe ship was received by a port in Sihanoukville, Cambodia, and… [+4440 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Gwen Everett), Gwen Everett",
            "title": "GOLDMAN SACHS: Coronavirus will hit global growth 10 times harder than a major US hurricane — but only in the short term",
            "description": "Reuters The effects of the Wuhan coronavirus on global growth will be limited to the near term — but that doesn't mean they won't be substantial, according to Goldman Sachs. Zach Pandl, a Goldman analyst, wrote that the number of missed work days in China wil…",
            "url": "https://www.businessinsider.com/coronavirus-goldman-sachs-gdp-quarter-harder-hurricane-temporary-impact-growth-2020-2",
            "urlToImage": "https://i.insider.com/5e4578df2dae5c3a2c6501b2?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T16:48:56Z",
            "content": "<ul><li>The effects of the Wuhan coronavirus on global growth will be limited to the near term — but that doesn't mean they won't be substantial, according to Goldman Sachs.</li><li>Zach Pandl, a Goldman analyst, wrote that the number of missed work days in C… [+2091 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero",
            "title": "The Wuhan coronavirus has reportedly spread to North Korea. Experts say the country isn't equipped to fight it.",
            "description": "Reuters South Korean news outlets say the Wuhan coronavirus has spread to North Korea. Though the country has further isolated itself from the rest of the world, its lack of medical supplies and \"crumbling\" healthcare system isn't equipped to handle an outbre…",
            "url": "https://www.businessinsider.com/north-korea-wuhan-coronavirus-outbreak-handle-medical-supplies-2020-2",
            "urlToImage": "https://i.insider.com/5e41c74b2dae5c467b2c47d9?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T16:39:08Z",
            "content": "As the rapidly spreading novel coronavirus infects tens of thousands in China and hundreds of others around the world, one country has remained silent about the progress of the virus within its borders: North Korea.\r\nThough North Korean leaders have yet to re… [+6839 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kevin Webb",
            "title": "Activision's big bet on esports is facing its final hurdle — bringing live competition to fans around the world. Here's how the Overwatch League is selling out arenas and turning gamers into fans of local sports. (ATVI)",
            "description": "For the first time, all 20 teams in Activision Blizzard's Overwatch League will host matches in their home cities, bringing the professional video game competition to the United States, China, Canada, South Korea, England, and France. With its new traveling s…",
            "url": "https://www.businessinsider.com/overwatch-league-international-esports-homestand-travel-2020-2",
            "urlToImage": "https://i.insider.com/5e42ee9d3b62b779836e2f88?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T16:30:58Z",
            "content": "After two seasons based in Activision Blizzard's Burbank, California, studio, the Overwatch League has embarked on a traveling schedule with all 20 teams hosting events in their home cities. The first of these weekend-long events — which the professional gami… [+5367 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Reuters",
            "title": "Gucci owner Kering shutters stores and halts spending in China amid coronavirus fears",
            "description": "Kering, one of the world's largest luxury conglomerates, is temporarily shuttering stores in China and cutting back on ad spending in the region amid coronavirus fears. The French company — which owns Gucci, Saint Laurent, and Balenciaga, among others — has r…",
            "url": "https://www.businessinsider.com/gucci-owner-kering-flags-china-virus-uncertainties-after-strong-fourth-quarter-2020-2",
            "urlToImage": "https://i.insider.com/5e4572314b661b31df7c5a3f?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T16:00:00Z",
            "content": "Gucci-owner Kering has temporarily shut half of its stores in China, and shelved new openings and advertising campaigns there, as the coronavirus outbreak throws luxury brands into turmoil.\r\nThe French group, which also owns Saint Laurent and Balenciaga, rema… [+4040 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Oil demand set to fall for first time in over 10 years as coronavirus hits Chinese economy",
            "description": "Oil demand is set for its first quarterly fall in over a decade, the IEA said Thursday. Oil growth for the year will be the lowest it's been since 2011. Coronavirus infections spiked by 15,000 Thursday, and oil markets have been on the frontlines of fears abo…",
            "url": "https://markets.businessinsider.com/commodities/news/coronavirus-oil-demand-iea-decline-most-decade-10-years-china-2020-2-1028903521",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4558512dae5c181131df72-2400/2020-02-13t023034z1lynxmpeg1c062rtroptp4global-oil.jpg",
            "publishedAt": "2020-02-13T14:46:24Z",
            "content": "Reuters\r\n<ul><li>Oil demand is set for its first quarterly fall in over a decade, the IEA said Thursday.</li><li>Oil growth for the year will be the lowest it's been since 2011.</li><li>Coronavirus infections spiked by 15,000 Thursday, and oil markets have be… [+2333 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Marley Jay",
            "title": "The managers of a stock fund that's ruled the world for 20 years tell us how they take advantage of devastating market shocks — and reveal 4 surprising bets for the next 10 years",
            "description": "The First Eagle Global fund is the number-two stock fund of the last 20 years, and its managers target companies with strong fundamentals but prices that have been damaged by \"exogenous uncertainty.\" Matthew McLennan and Kimball Brooker detail the stocks they…",
            "url": "https://www.businessinsider.com/4-surprise-stock-market-picks-investing-tips-first-eagle-global-2020-2",
            "urlToImage": "https://i.insider.com/5e4468d93b62b7154f74e074?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T14:07:32Z",
            "content": "For an investor, timing isn't everything. Bravery is important, too.\r\nThat combination of timing and willingness to bet on companies that are dealing with forces beyond their control — but will overcome them in time — has helped the First Eagle Global fund st… [+5837 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Goldman Sachs CEO David Solomon says 'it's too early' for markets to react to Bernie Sanders' booming campaign",
            "description": "Goldman Sachs CEO David Solomon thinks it's \"too early\" for markets to worry about a Bernie Sanders presidency, telling CNBC on Wednesday, \"It's not something we're spending a lot of time worrying about.\" The chief executive added that, even if Sanders wins t…",
            "url": "https://markets.businessinsider.com/news/stocks/goldman-sachs-david-solomon-bernie-sanders-stock-market-outlook-campaign-2020-2-1028903204",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4548743b62b706c237dbe2-2200/david-solomon-.jpg",
            "publishedAt": "2020-02-13T14:00:13Z",
            "content": "Crains New York\r\n<ul><li>Goldman Sachs CEO David Solomon thinks it's \"too early\" for markets to worry about a Bernie Sanders presidency, telling CNBC on Wednesday, \"It's not something we're spending a lot of time worrying about.\"</li><li>The chief executive a… [+2974 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Goldman Sachs CEO David Solomon says 'it's too early' for markets to react to Bernie Sanders' booming campaign",
            "description": "Goldman Sachs CEO David Solomon thinks it's \"too early\" for markets to worry about a Bernie Sanders presidency, telling CNBC on Wednesday, \"It's not something we're spending a lot of time worrying about.\" The chief executive added that, even if Sanders wins t…",
            "url": "https://www.businessinsider.com/goldman-sachs-david-solomon-bernie-sanders-stock-market-outlook-campaign-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4548743b62b706c237dbe2-2200/david-solomon-.jpg",
            "publishedAt": "2020-02-13T14:00:13Z",
            "content": "Crains New York\r\n<ul><li>Goldman Sachs CEO David Solomon thinks it's \"too early\" for markets to worry about a Bernie Sanders presidency, telling CNBC on Wednesday, \"It's not something we're spending a lot of time worrying about.\"</li><li>The chief executive a… [+2974 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "Thousands of people could be exposed to the coronavirus on the London Underground, doctors warn after the city finds its first case",
            "description": "Doctors have warned that London Underground's subway network could increase exposure to the coronavirus after it emerged that the British capital's first case of the disease has been hospitalized, according to Sky News. It it not known what transport the infe…",
            "url": "https://www.businessinsider.com/doctors-warn-london-underground-could-help-spread-wuhan-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e454c1b3b62b709ba6e9ff2?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T13:29:49Z",
            "content": "One of the UK's busiest transport networks could be an ideal place to spread the coronavirus, an Oxford University academic told Sky News today.\r\nThe comments come after the UK's ninth coronavirus patient was confirmed in London – the capital's first case – w… [+2792 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Former Goldman Sachs intern sues the bank, alleging it fostered a 'fraternity culture' that left him 'grievously injured'",
            "description": "A former intern at Goldman Sachs is suing the bank and several of its employees, alleging the firm condoned a \"fraternity culture\" that resulted in a traumatic brain injury. Patrick Blumenthal's lawyers allege his manager — wealth advisor Julius Erukhimov — r…",
            "url": "https://markets.businessinsider.com/news/stocks/goldman-sachs-intern-sues-bank-hazing-traumatic-injury-fraternity-culture-2020-2-1028902765",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e442fc72dae5c58f825a636-2400/rtr2wgwc.jpg",
            "publishedAt": "2020-02-13T13:11:00Z",
            "content": "Brendan McDermid/Reuters\r\n<ul><li>A former intern at Goldman Sachs is suing the bank and several of its employees, alleging the firm condoned a \"fraternity culture\" that resulted in a traumatic brain injury.</li><li>Patrick Blumenthal's lawyers allege his man… [+6055 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "The number of coronavirus cases in China's Hubei province dramatically jumped by 15,000 overnight. Here's why.",
            "description": "China's Hubei province recorded a huge spike in the number of Wuhan coronavirus cases on Thursday, announcing almost 15,000 new cases and 242 additional deaths in just 24 hours. It is the largest single-day increase since the outbreak began. It came as the pr…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-hubei-china-cases-spike-method-change-explainer-2020-2",
            "urlToImage": "https://i.insider.com/5e3dd78ae35bab4db94d4bc5?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T12:59:14Z",
            "content": "Hubei province, where Wuhan is located, recorded a dramatic spike of almost 15,000 new cases and 242 new deaths in just 24 hours after provincial authorities changed their method for diagnosing cases.\r\nThe Hubei Health Commission announced Thursday that it ha… [+4862 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "sbaker@businessinsider.com (Sinéad Baker), Sinéad Baker",
            "title": "Airbus plans to increase its plane deliveries to an all-time high as the European aviation giant benefits from Boeing's 737 Max woes",
            "description": "REUTERS/Pascal Rossignol Airbus is planning on delivering its highest-ever number of planes in 2020, while its biggest rival Boeing continues to falter in the aftermath of two fatal crashes involving its 737 Max planes. Airbus also announced its plans to incr…",
            "url": "https://www.businessinsider.com/airbus-aims-record-plane-deliveries-boeing-suffers-737-max-2020-2",
            "urlToImage": "https://i.insider.com/5d0cf4ede3ecba29b2507664?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T12:53:29Z",
            "content": "European plane maker Airbus is aiming to increase its plane deliveries to an all-time high in 2020, just as Boeing, its biggest rival, continues to suffer from the fallout of the two fatal 737 Max crashes.\r\nAirbus said on Thursday that it plans on delivering … [+3585 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Barclays CEO Jes Staley is being investigated by UK regulators over his ties to Jeffrey Epstein — 'I wonder if he can survive this. ' The bank's board said Staley has been \"sufficiently transparent with…",
            "url": "https://www.businessinsider.com/opening-bell-february-13-2020-2",
            "urlToImage": "https://i.insider.com/5e45414b3b62b701eb2f56d4?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T12:30:50Z",
            "content": "Here's what you need to know before the markets open.\r\n1. Barclays CEO Jes Staley is being investigated by UK regulators over his ties to Jeffrey Epstein — 'I wonder if he can survive this.' The bank's board said Staley has been \"sufficiently transparent with… [+1788 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open. 1. Barclays CEO Jes Staley is being investigated by UK regulators over his ties to Jeffrey Epstein — 'I wonder if he can survive this. ' The bank's board said Staley has been \"sufficiently transparent with…",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-february-13-2020-2-1028902506",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e45414b3b62b701eb2f56d4-2400/jes-staley-2011.jpg",
            "publishedAt": "2020-02-13T12:30:50Z",
            "content": "BRENDAN SMIALOWSKI/AFP via Getty Images\r\nHere's what you need to know before the markets open.\r\n1. Barclays CEO Jes Staley is being investigated by UK regulators over his ties to Jeffrey Epstein — 'I wonder if he can survive this.' The bank's board said Stale… [+1829 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Barnaby Lane",
            "title": "Manchester United's latest signing has been forced to train away from the club's other players due to fears he may have the coronavirus",
            "description": "Manchester United's latest signing Odion Ighalo has been forced to train away from the club's other players amid coronavirus fears, according to the BBC. Ighalo joined United from Chinese side Shanghai Greenland Shenhua at the end of last month, however has s…",
            "url": "https://www.businessinsider.com/manchester-united-odion-ighalo-training-alone-amid-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e452ec93b62b772057ddd78?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T12:22:00Z",
            "content": "Manchester United's latest signing Odion Ighalo has been forced to train away from the club's other players amid fears he may have the coronavirus.\r\nThe BBC report that the former Chinese Super League striker has been omitted from United's winter training cam… [+1862 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Julie Bort",
            "title": "The Coronavirus is having an enormous impact on the US economy, according to an unusual source of data, but it's also been a boon to at least four startups",
            "description": "The coronavirus remains a concern at a big Israeli tech conference, put on the by crowdsourced VC OurCrowd. People are joking about not shaking hands. And hundreds of Chinese delegates had to cancel their physical attendance, thanks to travel bans. They have …",
            "url": "https://www.businessinsider.com/coronoviruss-enormous-economic-impact-is-good-for-four-startups-2020-2",
            "urlToImage": "https://i.insider.com/5e2a280e24306a40c7070c56?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T12:19:56Z",
            "content": "Over 23,000 people from 180 countries descended on Jerusalem on Thursday to attend the OurCrowd tech conference, one of the most unusual VC funds in the tech industry, founded by Israeli VC icon Jon Medved.\r\nAnd everyone had one nagging concern on the back on… [+4788 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Stocks tumble after Wuhan coronavirus cases and deaths surge to a new daily high",
            "description": "Global stocks dropped on Thursday after Wuhan coronavirus cases and deaths hit a fresh daily high. China's Hubei province reported nearly 15,000 new cases and 242 deaths after lowering its standard of diagnosis. If the change in methodology results in faster …",
            "url": "https://markets.businessinsider.com/news/stocks/stocks-tumble-wuhan-coronavirus-cases-deaths-hit-new-daily-high-2020-2-1028902277",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e4532972dae5c7b7c522384-2400/gettyimages-1173331866.jpg",
            "publishedAt": "2020-02-13T11:39:50Z",
            "content": "<ul><li>Global stocks dropped on Thursday after Wuhan coronavirus cases and deaths hit a fresh daily high.</li><li>China's Hubei province reported nearly 15,000 new cases and 242 deaths after lowering its standard of diagnosis.</li><li>If the change in method… [+2274 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "China sacked a brace of top officials in Hubei province, likely in a move to protect Xi Jinping from people's anger over the coronavirus outbreak",
            "description": "China has sacked and demoted several senior officials leading the fight against the Wuhan coronavirus in Hubei, the province where the virus broke out. It removed two top officials from their roles on Thursday, The Guardian reported, adding to dozens more in …",
            "url": "https://www.businessinsider.com/analysis-china-hubei-officials-sacked-xi-jinping-protected-2020-2",
            "urlToImage": "https://i.insider.com/5e4519614b661b69d4096612?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T11:01:29Z",
            "content": "China's leadership has ousted four senior officials in Hubei province, where the deadly Wuhan coronavirus broke out, this week following reports of discontent in Beijing.\r\nOn Thursday it sacked Jiang Chaoliang, the Chinese Communist Party (CCP) chief in Hubei… [+4266 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "People quarantined at a US military base are petitioning the CDC after a woman who tested positive for the coronavirus was accidentally released from hospital isolation",
            "description": "Wuhan evacuees drafted a petition calling for improvements to quarantine protocols after a woman who was infected with the coronavirus was accidentally released from isolation. The evacuees are being held at the Marine Corps Air Station Miramar near San Diego…",
            "url": "https://www.businessinsider.com/wuhan-evacuees-petition-for-improvements-to-cdc-quarantine-protocols-2020-2",
            "urlToImage": "https://i.insider.com/5e44b9793b62b7487a1c47f5?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T08:19:29Z",
            "content": "Wuhan, China, evacuees being held at a military base in California drafted a petition demanding improvements to the CDC's quarantine protocol after a person infected with the coronavirus COVID-19 was accidentally released from hospital isolation.\r\nPassengers … [+3386 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Thursday. The CEO of Cisco disagreed with a Trump administration proposal to take an ownership stake in Nokia and Ericsson to counter China's 5G offensive. Chuck Robbins said he disagreed with a Trump …",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-13-2019-4",
            "urlToImage": "https://i.insider.com/59948051b0e0b5732b8b532d?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T07:43:06Z",
            "content": "Cisco CEO Chuck Robbins.\r\nBusiness Insider\r\nGood morning! This is the tech news you need to know this Thursday.\r\n<ol><li>The CEO of Cisco disagreed with a Trump administration proposal to take an ownership stake in Nokia and Ericsson to counter China's 5G off… [+2801 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "11 crew on the quarantined coronavirus cruise ship have contracted the disease — and the rest are afraid they'll be next",
            "description": "Crew members are scared they're not being protected enough from the novel coronavirus, formally named COVID-19, on the quarantined Diamond Princess cruise ship, multiple media outlets reported. Eleven crew members were among the 218 people who have tested pos…",
            "url": "https://www.businessinsider.com/diamond-princess-cruise-ship-crew-greater-risk-of-coronavirus-exposure-2020-2",
            "urlToImage": "https://i.insider.com/5e44a9f64b661b47c417d063?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T07:09:47Z",
            "content": "While passengers on the Diamond Princess cruise ship have been in quarantine, the crew that attends to them has not been, and some are worried that they're at a greater risk of being infected with the novel virus, several media outlets reported.\r\nThere are mo… [+3635 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "China boasted that it built two new coronavirus hospitals in 12 days. But they're treating less than half the people they're supposed to.",
            "description": "China seemed to score a major victory in its fight against the coronavirus by building two new hospitals in an extremely short time, promising 2,600 new beds. Chinese state media lauded the lightning-speed construction of the makeshift hospitals, saying that …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-hospitals-not-filling-beds-data-2020-2",
            "urlToImage": "https://i.insider.com/5e44f27e4b661b5d1e2514a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T06:59:09Z",
            "content": "It was probably China's biggest propaganda coup of the coronavirus outbreak: announcing and building two complete new hospitals in a timeframe that was almost incomprehensible in the West.\r\nChinese state media live-streamed frantic construction efforts as fir… [+3097 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "United just extended China and Hong Kong cancellations as the coronavirus continues to wreak havoc on airlines and the entire travel industry (UAL)",
            "description": "United Airlines is extending its suspension of flights to China and Hong Kong until April 24, citing the ongoing coronavirus outbreak. Airlines globally — including American, Delta, and United — have cut service to mainland China and Hong Kong as the virus co…",
            "url": "https://www.businessinsider.com/coronavirus-united-airlines-extends-china-hong-kong-suspensions-flight-cancelations-2020-2",
            "urlToImage": "https://i.insider.com/5e44821a4b661b348874bb05?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T01:30:00Z",
            "content": "United Airlines said on Wednesday that it was extending the suspension of its flights to the Chinese mainland and Hong Kong until April 24.\r\nThe airline typically flies about a dozen daily flights between the US and the China or Hong Kong, including to the ci… [+1795 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "China's Hubei province reports nearly 15,000 new coronavirus cases and 242 additional deaths in 1 day",
            "description": "China's Hubei province reported 14,840 new coronavirus cases and 242 deaths on Thursday morning local time. The new numbers are the highest reported in a single day since the outbreak began. Visit Business Insider's homepage for more stories. China's Hubei pr…",
            "url": "https://www.businessinsider.com/china-hubei-province-nearly-15000-new-coronavirus-cases-2020-2",
            "urlToImage": "https://i.insider.com/5e4494f74b661b3fcc2d5114?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T00:21:00Z",
            "content": "China's Hubei province reported 14,840 new coronavirus cases and 242 deaths on Thursday morning local time.\r\nSince the outbreak began in the city of Wuhan in December, it has killed about 1,360 people and infected more than 60,000 across the globe. (For the l… [+1705 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexei Oreskovic",
            "title": "Mark Zuckerberg still dreams of space, but there's no escape from Earthly problems",
            "description": "Welcome to this week's edition of Trending, the newsletter where we highlight BI Prime's biggest tech stories. I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and global tech editor. If this is your first time here, this is how you can get Tr…",
            "url": "https://www.businessinsider.com/trending-facebooks-space-ambitions-have-not-dimmed-2020-2",
            "urlToImage": "https://i.insider.com/5b3e2a1070e2913b008b494c?width=1200&format=jpeg",
            "publishedAt": "2020-02-13T00:11:36Z",
            "content": "Welcome to this week's edition of Trending, the newsletter where we highlight BI Prime's biggest tech stories. I'm Alexei Oreskovic, Business Insider's West Coast bureau chief and global tech editor.\r\nIf this is your first time here, this is how you can get T… [+4576 chars]"
        }
    ]
}