{
    "status": "ok",
    "totalResults": 33,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "mmcfalljohnsen@businessinsider.com (Morgan McFall-Johnsen), Morgan McFall-Johnsen",
            "title": "A coronavirus case has been confirmed in the San Francisco Bay Area near Silicon Valley — a man who recently returned from Wuhan and Shanghai",
            "description": "Mike Blake/Reuters A case of the novel Wuhan coronavirus was confirmed in Santa Clara County, California, on Friday — an area of the San Francisco Bay Area that's home to Silicon Valley. Officials said the man who tested positive for the virus had recently re…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-san-francisco-bay-area-santa-clara-county-2020-1",
            "urlToImage": "https://i.insider.com/5e34b05624306a1728389397?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T23:05:00Z",
            "content": "A case of Wuhan coronavirus has been confirmed in the San Francisco Bay Area. It is the seventh reported case in the US.\r\nHealth officials confirmed on Friday that an adult man who lives in Santa Clara County, where Silicon Valley is located, has tested posit… [+1479 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "A coronavirus case has been confirmed in the San Francisco Bay Area near Silicon Valley — a man who recently returned from Wuhan and Shanghai",
            "description": "A case of the novel Wuhan coronavirus was confirmed in Santa Clara County, California, on Friday — an area of the San Francisco Bay Area that's home to Silicon Valley. Officials said the man who tested positive for the virus had recently returned from Wuhan a…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-san-francisco-bay-area-santa-clara-county-2020-1",
            "urlToImage": "https://i.insider.com/5e34b05624306a1728389397?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T23:05:00Z",
            "content": "A case of Wuhan coronavirus has been confirmed in the San Francisco Bay Area. It is the seventh reported case in the US.\r\nHealth officials confirmed on Friday that an adult man who lives in Santa Clara County, where Silicon Valley is located, has tested posit… [+1479 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anna Medaris Miller",
            "title": "The Wuhan coronavirus has led to a face mask shortage, with sellers now offering masks at up to $7 apiece",
            "description": "As fears of the Wuhan coronavirus spread, online and brick-and-mortar retailers are selling out of face masks. Top-selling face mask companies have warned consumers not to buy counterfeit products. Some Amazon sellers peddling face masks are charging about $5…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-mask-shortage-causing-price-increase-2020-1",
            "urlToImage": "https://i.insider.com/5e34a45824306a0af1289cb2?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T22:08:00Z",
            "content": "The coronavirus is an official global public health emergency, the World Health Organization announced yesterday, having already made at least 9,000 people sick and killing more than 200 people in China, where it originated. \r\nThe announcement likely hasn't q… [+2533 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "dslotnick@businessinsider.com (David Slotnick), David Slotnick",
            "title": "The US will ban foreigners who have been to China within 14 days, and will quarantine some returning Americans",
            "description": "VIVEK PRAKASH/AFP via Getty Images) Due to a coronavirus outbreak that originated in Wuhan, China, the US will temporarily bar foreign nationals who have been in China within the previous 14 days, the Trump administration announced Friday. US citizens and per…",
            "url": "https://www.businessinsider.com/coronavirus-us-foreigners-travel-ban-china-2020-1",
            "urlToImage": "https://i.insider.com/5e2b51c962fa815eab46b3f8?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T21:32:00Z",
            "content": "The Trump administration said on Friday that it would temporarily bar foreigners from entering the US if they had been to China within the past 14 days.\r\nThe action will effectively prevent any foreign national who has been to China within the last two weeks … [+974 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "China is using drones to scold people for going outside and not wearing masks amid the coronavirus outbreak",
            "description": "China is using drones to scold people for walking around outside without masks as the Wuhan coronavirus spreads throughout the country. According to a video by Chinese state-run paper the Global Times, drones are hovering above people in rural and urban areas…",
            "url": "https://www.businessinsider.com/china-uses-drones-to-patrol-citizens-during-wuhan-coronavirus-outbreak-2020-1",
            "urlToImage": "https://i.insider.com/5e349a465bc79c08851c6904?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T21:22:40Z",
            "content": "As the coronavirus spreads throughout China, people there are getting scolded by drones for not wearing masks — or for just going outside. \r\nDrones hovering above people in rural areas and city streets appear to be broadcasting messages sent in real-time by a… [+1254 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Yuru (Priscilla) Zhu",
            "title": "Photos of stores in Wuhan show what life is like under the coronavirus lockdown",
            "description": "Wuhan, the epicenter of the coronavirus outbreak, has been under lockdown since January 23. According to the South China Morning Post, there are roughly 9 million residents currently in the city, and about 5 million left before the lockdown. Authorities shut …",
            "url": "https://www.businessinsider.com/wuhan-stores-crowded-coronavirus-fears-photos-2020-1",
            "urlToImage": "https://i.insider.com/5e33573b24306a20292c1233?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T20:02:47Z",
            "content": "Wuhan, the city in the Chinese province of Hubei that is the epicenter of the deadly coronavirus outbreak, has been under an unprecedented quarantine since January 23. \r\nRoughly 9 million residents are currently trapped in the city, and about 5 million left b… [+857 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero",
            "title": "Americans living at the epicenter of the Wuhan coronavirus outbreak aren't mad at China — they're outraged with the US: 'Why aren't the embassies calling us?'",
            "description": "Emily Wang/AP Photo While many have criticized the Chinese government and local authorities for how it has handled the Wuhan coronavirus outbreak, Americans at the epicenter of the outbreak are outraged with US authorities. Dr. Diana Adama, an American citize…",
            "url": "https://www.businessinsider.com/americans-center-wuhan-coronavirus-outbreak-are-outraged-with-the-us-2020-1",
            "urlToImage": "https://i.insider.com/5e34838524306a5caa710016?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T20:01:12Z",
            "content": "With 200 dead and at least 9,700 infected, the Wuhan coronavirus has unleashed a pandemic and global hysteria in its wake. As countries around the world grapple with how to contain the illness, many have criticized the Chinese government and local authorities… [+6110 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Matthew DeBord",
            "title": "Shifting Gears: Yes, Tesla is as valuable as 2 GMs",
            "description": "A joyful Friday and welcome to the latest issue of Shifting Gears, Business Insider's guide to all the transportation you missed — or meant to read later — throughout the week. I'm Matt DeBord, senior correspondent, filling in for Graham Rapier, who's probabl…",
            "url": "https://www.businessinsider.com/shifting-gears-newsletter-the-latest-in-transportation-from-business-insider-2020-1",
            "urlToImage": "https://i.insider.com/5db1c344dee01924b4012656?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T19:01:42Z",
            "content": "A joyful Friday and welcome to the latest issue of Shifting Gears, Business Insider's guide to all the transportation you missed — or meant to read later — throughout the week. I'm Matt DeBord, senior correspondent, filling in for Graham Rapier, who's probabl… [+796 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mary Meisenzahl",
            "title": "This app has all the up-to-date information you need to know about the Wuhan coronavirus",
            "description": "The coronavirus outbreak that originated in Wuhan, China, has killed more than 200 people and infected at least 9,700. The virus can pass from person to person, and experts are rushing to study it and stop it from spreading further. A new app made by two Fren…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-app-where-is-how-dangerous-number-infections-2020-1",
            "urlToImage": "https://i.insider.com/5e345ffe62fa813e8252beb2?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T18:14:10Z",
            "content": "The death toll of the coronavirus that originated in Wuhan, China, has killed over 200, and the virus has infected more than 9,700 people. On Thursday, the World Health Organization (WHO) officially declared it a global health emergency.\r\nAn easily-searchable… [+883 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Dow dives more than 500 points as coronavirus fears spark economic slowdown worries (SPX)",
            "description": "The Dow erases January gains in the last day of trading. American Airlines and United Airlines suspend flights to China. The yield curves flashes a signal of recession while gold climbs. Visit Business Insider's homepage for more stories. In the last day of J…",
            "url": "https://www.businessinsider.com/dow-dives-coronavirus-sparks-slowdown-fears-stock-market-indexes-airlines-2020-1",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e345d6824306a2f1969f2fa-711/2020-01-17t150112z1lynxmpeg0g17krtroptp3usa-stocks.jpg",
            "publishedAt": "2020-01-31T17:42:31Z",
            "content": "Reuters\r\nIn the last day of January trading, the Dow erased all the gains it made for the month.\r\nAll major indices slid, with the Dow Jones Industrial Average diving 520 points, a 1.8% decline, Friday. Concern around coronavirus and its impact on global grow… [+1215 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Thomas Pallini",
            "title": "Delta flight attendants fight back against Boeing and a system they claim fed them 'toxic' air",
            "description": "Delta flight attendants are suing Boeing over an aircraft system they say exposed them to \"toxic\" air, the Chicago Tribune reported. The plaintiffs claim that the bleed air system used by most Boeing aircraft that takes air from the engines to power air condi…",
            "url": "https://www.businessinsider.com/delta-flight-attendants-sue-boeing-for-toxic-air-onboard-aircraft-2020-1",
            "urlToImage": "https://i.insider.com/5e3449525bc79c0ae84d1223?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T16:59:53Z",
            "content": "Delta flight attendants are suing Boeing following an incident where they claim \"toxic\" air flowed into the cabin during a routine flight, the Chicago Tribune reported.\r\nThe lawsuit alleges that the aircraft's bleed air system, which takes air from the engine… [+1856 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "The Drive Thru: The coronavirus retail effect, Kobe Bryant's resale legacy, and Lowe's pay cuts",
            "description": "Hello! Welcome to the new era of The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail! I'm Shoshy Ciment, junior reporter here on the retail desk, and I'm taking over for Kate Taylor while she completes a reportin…",
            "url": "https://www.businessinsider.com/the-drive-thru-coronavirus-kobe-bryant-resale-lowes-pay-cuts-2020-1",
            "urlToImage": "https://i.insider.com/5e3431a162fa8104ac6776aa?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T16:44:17Z",
            "content": "Hello!\r\nWelcome to the new era of The Drive-Thru, Business Insider's weekly roundup of the biggest stories in restaurants and retail! I'm Shoshy Ciment, junior reporter here on the retail desk, and I'm taking over for Kate Taylor while she completes a reporti… [+4028 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "American optimism toward economy surges to 9-month high as job market hums",
            "description": "American households were more optimistic about the economy this month. The University of Michigan said its index of consumer sentiment jumped to 99.8, just below the cyclical peak. A historically strong labor market helped offset a wave of potential concerns,…",
            "url": "https://markets.businessinsider.com/news/stocks/american-optimism-toward-economy-surges-9-month-high-university-michigan-2020-1-1028864050",
            "urlToImage": "https://images.markets.businessinsider.com/image/54818da76da8116f43b62c30-2400/rtr4ctke.jpg",
            "publishedAt": "2020-01-31T16:34:00Z",
            "content": "REUTERS/Lucas Jackson\r\n<ul><li>American households were more optimistic about the economy this month.</li><li>The University of Michigan said its index of consumer sentiment jumped to 99.8, just below the cyclical peak.</li><li>A historically strong labor mar… [+1718 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "gheeb@businessinsider.com (Gina Heeb), Gina Heeb",
            "title": "American optimism toward economy surges to 9-month high as job market hums",
            "description": "REUTERS/Lucas Jackson American households were more optimistic about the economy this month. The University of Michigan said its index of consumer sentiment jumped to 99.8, just below the cyclical peak. A historically strong labor market helped offset a wave …",
            "url": "https://www.businessinsider.com/american-optimism-toward-economy-surges-9-month-high-university-michigan-2020-1",
            "urlToImage": "https://images.markets.businessinsider.com/image/54818da76da8116f43b62c30-2400/rtr4ctke.jpg",
            "publishedAt": "2020-01-31T16:34:00Z",
            "content": "REUTERS/Lucas Jackson\r\n<ul><li>American households were more optimistic about the economy this month.</li><li>The University of Michigan said its index of consumer sentiment jumped to 99.8, just below the cyclical peak.</li><li>A historically strong labor mar… [+1702 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Will Martin), Will Martin",
            "title": "You can buy a flight from Hong Kong to New York for $201. The catch? You have to stop in Wuhan for 6 hours.",
            "description": "Airbus A Chinese airline is offering travelers a rare deal — a flight from Hong Kong to New York for $200. The catch? You have to stop in Wuhan for six hours. On comparison website Kayak, a flight is available from budget airline China Southern for just $201 …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-hong-kong-new-york-flight-discount-stopover-2020-1",
            "urlToImage": "https://i.insider.com/5e3452475bc79c17227aeed5?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T16:32:35Z",
            "content": "A Chinese airline is offering travelers a rare deal — a flight from Hong Kong to New York for $200.\r\nBut there's a catch: you have to stop off in the city of Wuhan, the epicenter of the deadly coronavirus sweeping the globe.\r\nA flight is available from the bu… [+1473 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick",
            "title": "Delta just suspended China flights for longer than any other airline, a red flag as the unprecedented coronavirus wreaks havoc on the airline industry (DAL, UAL, AAL)",
            "description": "Delta Air Lines said it was suspending all of its flights to China from February 6 to April 30. Delta joins United Airlines and American Airlines in cutting China capacity, but is the only US airline to completely halt flights to the country. The suspensions …",
            "url": "https://www.businessinsider.com/coronavirus-flight-suspensions-delta-suspends-china-flights-american-united-2020-1",
            "urlToImage": "https://i.insider.com/5e344cb724306a170b204d86?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T16:00:40Z",
            "content": "Delta Air Lines said on Friday that it was suspending all of its flights to China, becoming the first US airline to suspend all of its routes to the country.\r\nDelta's suspension, from February 6 to April 30th, is also the longest of any airline to date.\r\nThe … [+501 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bryan Pietsch",
            "title": "Facebook vows to limit and remove misinformation about the Wuhan coronavirus and tell you if something you shared is false (FB)",
            "description": "Facebook said it will try to limit the spread of misinformation about the coronavirus by decreasing the reach of false and misleading posts on Facebook and Instagram. It will also inform users if they've shared misinformation that has been fact-checked to be …",
            "url": "https://www.businessinsider.com/facebook-vows-to-limit-remove-misinformation-about-wuhan-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e34464f24306a0f0d118466?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T15:38:50Z",
            "content": "Facebook said it will try to limit the spread of false and misleading information about the coronavirus on its Facebook and Instagram platforms after the World Health Organization declared the virus a public-health emergency. \r\nThe company will decrease the r… [+1552 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gabby Landsverk",
            "title": "Conspiracy theorists are telling people to drink a dangerous bleach solution to cure or prevent coronavirus",
            "description": "The Wuhan coronavirus, which started in China, has been spreading worldwide, and has left at least 107 people dead and 4,600 ill. The CDC has confirmed 5 cases of the virus in the U.S. and, although experts say Americans are at low risk of contracting the vir…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-conspiracy-theorists-claim-miracle-mineral-solution-cures-2020-1",
            "urlToImage": "https://i.insider.com/5e30afab62fa8141b35e7d13?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T15:04:00Z",
            "content": "As new cases of the Wuhan coronavirus are reported across the globe, online bootleggers are cashing in on another opportunity to sell a dangerous bleach cocktail that they claim can cure malaria, cancer, the flu, and even autism. Now proponents are claiming t… [+3744 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Barron",
            "title": "A labor attorney explains the work rules around getting sick in the office, whether you're facing a small cold or the coronavirus",
            "description": "David Barron is a labor and employment attorney with law firm Cozen O'Connor. When it comes to illness in the workplace, there are five important questions that both employees and employers should be asking. Generally, employers can ask sick employees to leav…",
            "url": "https://www.businessinsider.com/labor-attorney-rules-getting-sick-at-work",
            "urlToImage": "https://i.insider.com/5e3335b224306a77b968cb93?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T14:15:00Z",
            "content": "With the outbreak of coronavirus dominating headlines, it is a great time to dust off the company policy on dealing with flu season and infectious diseases in the workplace. Contagious diseases are particularly troublesome subjects for companies, as there's a… [+607 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Bryce Covert), Bryce Covert",
            "title": "Bernie Sanders plan to reshape employment includes an under-the-radar idea that would be a huge win for American workers",
            "description": "David Becker/Getty Images Sen. Bernie Sanders has made ending at-will employment a part of his 2020 presidential platform. Eliminating at-will employment is one way to give hardworking employees more protection and power. Ending at-will employment would also …",
            "url": "https://www.businessinsider.com/bernie-sanders-plan-end-will-employment-good-workers-wages-2019-12",
            "urlToImage": "https://i.insider.com/5dfabe85855cc20eec4c1cd3?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T13:57:44Z",
            "content": "In most parts of the country, if you aren't lucky enough to be part of a union that negotiated protections or in such demand that you can secure them in your own contract, you can be fired from your job at pretty much anytime and for virtually any reason, oth… [+6068 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open: 1. Goldman Sachs warns Wuhan coronavirus will hit US economic growth this quarter. The bank's economists cautioned that fewer Chinese tourists and a drop in American exports to China could slow growth. 2. …",
            "url": "https://www.businessinsider.com/opening-bell-january-23-2020-1",
            "urlToImage": "https://i.insider.com/5e341c725bc79c670c031d92?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T12:29:22Z",
            "content": "Here's what you need to know before the markets open:\r\n1. Goldman Sachs warns Wuhan coronavirus will hit US economic growth this quarter. The bank's economists cautioned that fewer Chinese tourists and a drop in American exports to China could slow growth.\r\n2… [+1610 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "10 things you need to know before the opening bell",
            "description": "Here's what you need to know before the markets open: 1. Goldman Sachs warns Wuhan coronavirus will hit US economic growth this quarter. The bank's economists cautioned that fewer Chinese tourists and a drop in American exports to China could slow growth. 2. …",
            "url": "https://markets.businessinsider.com/news/stocks/opening-bell-january-23-2020-1-1028863138",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e341c8762fa8179b33e4593-2400/2020-01-29t230735z1408633951rc2zpe947onertrmadp3china-health-global-economy.jpg",
            "publishedAt": "2020-01-31T12:29:22Z",
            "content": "REUTERS/Athit Perawongmetha/File Photo\r\nHere's what you need to know before the markets open:\r\n1. Goldman Sachs warns Wuhan coronavirus will hit US economic growth this quarter. The bank's economists cautioned that fewer Chinese tourists and a drop in America… [+1650 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Goldman Sachs warns Wuhan coronavirus will hit US economic growth this quarter",
            "description": "Goldman Sachs predicts Wuhan coronavirus will cut US economic growth by 0.4 percentage points this quarter. The bank's economists warned growth would suffer from declines in Chinese tourism to the US and American exports to China. However, they expect a secon…",
            "url": "https://markets.businessinsider.com/news/stocks/goldman-sachs-warns-wuhan-coronavirus-will-hit-us-growth-2020-1-1028863082",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e3413355bc79c63767fe442-2000/ap20023402601886.jpg",
            "publishedAt": "2020-01-31T12:06:56Z",
            "content": "AP Photo/Kin Cheung\r\n<ul><li>Goldman Sachs predicts Wuhan coronavirus will cut US economic growth by 0.4 percentage points this quarter.</li><li>The bank's economists warned growth would suffer from declines in Chinese tourism to the US and American exports t… [+1768 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Goldman Sachs warns Wuhan coronavirus will hit US economic growth this quarter",
            "description": "Goldman Sachs predicts Wuhan coronavirus will cut US economic growth by 0.4 percentage points this quarter. The bank's economists warned growth would suffer from declines in Chinese tourism to the US and American exports to China. However, they expect a secon…",
            "url": "https://www.businessinsider.com/goldman-sachs-warns-wuhan-coronavirus-will-hit-us-growth-2020-1",
            "urlToImage": "https://i.insider.com/5e3413355bc79c63767fe442?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T12:06:56Z",
            "content": "<ul><li>Goldman Sachs predicts Wuhan coronavirus will cut US economic growth by 0.4 percentage points this quarter.</li><li>The bank's economists warned growth would suffer from declines in Chinese tourism to the US and American exports to China.</li><li>Howe… [+1747 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sahar Esfandiari",
            "title": "One of the emergency hospitals Wuhan is panic-building is looking close to completion. Watch a live feed of the construction here.",
            "description": "Authorities in Wuhan, China are panic-building two hospitals in the city in response to the deadly coronavirus. The virus originated in Wuhan, and has so far killed 213 and infected more than 9,700. Authorities in Wuhan are panic-building two new hospitals in…",
            "url": "https://www.businessinsider.com/video-emergency-hospital-in-wuhan-appears-close-to-completion-2020-1",
            "urlToImage": "https://i.insider.com/5e34098a62fa8171c64eb8b3?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T11:39:41Z",
            "content": "One of the emergency hospitals China is panic-building in Wuhan in response to the deadly coronavirus appears to be close to completion. \r\nThe rapid progress on the building work of the Huoshenshan hospital is being live streamed on the YouTube channel of Chi… [+1946 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Will Martin",
            "title": "Video shows what it was like on the plane evacuating US citizens out of Wuhan, as one passenger describes doing the Mexican wave to pass time",
            "description": "Jarred Evans, a US citizen evacuated from Wuhan, China, amid the deadly coronavirus outbreak has described his experience being on the flight and in the quarantined city to the media. Evans, who moved to Wuhan to play football, said Wuhan was like a ghost tow…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-evacuation-flight-videos-passenger-2020-1",
            "urlToImage": "https://i.insider.com/5e34087362fa8171694cfe33?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T11:38:03Z",
            "content": "An American citizen who was on an emergency flight repatriating Americans stranded in Wuhan, China, by the deadly coronavirus outbreak has described his experience on the flight and in the quarantined city.\r\nSpeaking to several media outlets, Jarred Evans, wh… [+3444 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Will Martin",
            "title": "The first 2 cases of the Wuhan coronavirus have been confirmed in the UK",
            "description": "Two people in the UK have been infected with the Wuhan coronavirus, medical authorities in the UK said Friday. The cases are the first in the UK. \"We can confirm that two patients in England, who are members of the same family, have tested positive for corona…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-two-people-in-england-have-virus-authorities-say-2020-1",
            "urlToImage": "https://i.insider.com/5e33a83124306a46715d7b93?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T09:37:49Z",
            "content": "Two people in the UK have been infected with the Wuhan coronavirus, medical authorities said Friday, the first cases of the virus in the country.\r\nThe cases have been confirmed in England, but it is not currently known exactly where in the country the patient… [+798 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward & Shayanne Gal, Business Insider",
            "title": "How The New Coronavirus Compares to Past Zoonotic Outbreaks, in One Simple Chart",
            "description": "Editor's note (2 Feb 2020): A previous version of the chart in this article incorrectly reported the case-fatality rate of H1N1. It is 0.02 percent. The city name of Marburg has also been misspelled; we regret the error.",
            "url": "https://www.businessinsider.com/how-wuhan-coronavirus-compares-to-other-outbreaks-pandemics-2020-1?r=US&IR=T",
            "urlToImage": "https://www.sciencealert.com/images/2020-01/processed/how-other-viruses-compare_1024.jpg",
            "publishedAt": "2020-01-31T08:44:41Z",
            "content": "Editor's note (2 Feb 2020): A previous version of the chart in this article incorrectly reported the case-fatality rate of H1N1. It is 0.02 percent. The city name of Marburg has also been misspelled; we regret the error.\r\nSince December 31, the Wuhan coronavi… [+2168 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Friday. The FBI is reportedly probing a notorious Israeli spyware company that was linked to the Jeff Bezos phone hack. NSO Group is suspected to have played a part in hacking phones belonging to Jamal…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-january-31-2020-1",
            "urlToImage": "https://i.insider.com/5addf45919ee862e008b4693?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T07:46:28Z",
            "content": "Amazon CEO Jeff Bezos.\r\nPhoto by Drew Angerer/Getty Images\r\nGood morning! This is the tech news you need to know this Friday.\r\n<ol><li>The FBI is reportedly probing a notorious Israeli spyware company that was linked to the Jeff Bezos phone hack. NSO Group is… [+2566 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "UC Berkeley is getting called out for saying anti-Chinese xenophobia is a 'normal reaction' to the coronavirus",
            "description": "UC Berkeley is facing backlash for a social media post that called anti-Chinese xenophobia a \"normal reaction\" to the Wuhan coronavirus. As of Friday morning local time, the novel coronavirus, 2019-nCoV, has killed 213 people and spread to nearly 10,000 peopl…",
            "url": "https://www.businessinsider.com/uc-berkeley-called-out-anti-chinese-xenophobia-normal-reaction-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e3384845bc79c35ac4770c7?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T04:43:37Z",
            "content": "UC Berkley is attracting backlash for calling anti-Chinese xenophobia a \"normal reaction\" to the Wuhan coronavirus.\r\nThe university's health services posted an infographic conveying \"common reactions\" to the rapidly spreading Wuhan coronavirus in a notice put… [+2303 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "'Do not travel': The US issued its most extreme warning against going to China as the coronavirus continues to spread",
            "description": "The US State Department issued its highest level travel warning on Thursday, advising against all travel to China amid the coronavirus outbreak. The World Health Organization (WHO) officially declared the outbreak a public health emergency earlier on Thursday…",
            "url": "https://www.businessinsider.com/us-issued-its-highest-travel-warning-against-china-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e3396855bc79c3c2c4c0cf3?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T03:11:27Z",
            "content": "The US issued its highest level warning on Thursday advising against all travel to China as the coronavirus continues to spread.\r\n\"Do not travel to China due to novel coronavirus first identified in Wuhan, China,\" the State Department advisory reads, citing t… [+807 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "Trump got the number of US coronavirus patients wrong in a tweet about how he's on top of the outbreak",
            "description": "President Donald Trump tweeted that there were only five cases of Wuhan coronavirus in the United States, hours after there was a confirmed sixth case. Public health experts told the Associated Press that Trump's assessment of China's ability to contain the v…",
            "url": "https://www.businessinsider.com/trump-number-us-coronavirus-cases-wrong-in-tweet-2020-1",
            "urlToImage": "https://i.insider.com/5e33741424306a32b4364969?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T02:21:42Z",
            "content": "After claiming to be following the novel Wuhan coronavirus outbreak, President Donald Trump tweeted that only five people were infected in the US on Thursday, hours after the US confirmed a sixth case in Chicago. \r\n\"Working closely with China and others on Co… [+2324 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "'Contagion' is now one of the most popular movies on iTunes because of the Wuhan coronavirus outbreak. Here's how it compares to reality.",
            "description": "A coronavirus outbreak that originated in Wuhan, China, has killed at least 200 people and infected more than 9,700 since December. In the weeks since public-health officials reported the first coronavirus case, many people have searched for and watched the 2…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-stokes-fears-comparison-to-contagion-2020-1",
            "urlToImage": "https://i.insider.com/5e330b3e24306a3cde7fce02?width=1200&format=jpeg",
            "publishedAt": "2020-01-31T00:42:00Z",
            "content": "The 2011 film \"Contagion\" opens to the sound of a woman coughing. The universal sound of sickness, her cough is heavy and full of mucous. It comes from Beth Emhoff, played by Gwyneth Paltrow, who is patient zero in a pandemic that kills at least 26 million pe… [+1789 chars]"
        }
    ]
}