{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "American in Wuhan Says if He Had 'Magic Crystal Ball' He Would Have Left Before Coronavirus Quarantine",
            "description": "He won't leave his girlfriend, who isn't a U.S. citizen, in Wuhan, but looking back, he would have gotten out with her before officials locked the city down.",
            "url": "https://www.newsweek.com/american-wuhan-says-if-he-had-magic-crystal-ball-he-would-have-left-before-coronavirus-quarantine-1485131",
            "urlToImage": "https://d.newsweek.com/en/full/1564244/coronavirus-wuhan-china-outbreak-quarantine.jpg",
            "publishedAt": "2020-01-31T19:45:11Z",
            "content": "Doug Perez, a San Francisco native working in Wuhan, China, doesn't regret giving up his spot on an evacuation plane to stay with his girlfriend. But, if he could have seen the future, he would have had them both leave before officials locked the city down be… [+4461 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "How Far Away Is a Coronavirus Vaccine?",
            "description": "Over 200 people have died since 2019-nCoV emerged in China late last year.",
            "url": "https://www.newsweek.com/how-far-away-coronavirus-vaccine-1485119",
            "urlToImage": "https://d.newsweek.com/en/full/1564238/coronavirus-getty.jpg",
            "publishedAt": "2020-01-31T17:33:16Z",
            "content": "Scientists are racing to develop a new vaccine to prevent the spread of a mysterious novel coronavirus that has killed 213 people. However, a shot could still be years away and likely won't make a dent on the current outbreak, experts have told Newsweek.\r\nSin… [+3784 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus Treatment and Vaccine Could Be a Step Closer Thanks to Antibody Which Can Neutralise 2019-nCoV",
            "description": "The new virus has killed over 213 people in almost 10,000 cases.",
            "url": "https://www.newsweek.com/coronovirus-antibody-scientists-china-1485067",
            "urlToImage": "https://d.newsweek.com/en/full/1564142/coronavirus-china-beijing.jpg",
            "publishedAt": "2020-01-31T14:58:13Z",
            "content": "Scientists believe an antibody could soon help develop antiviral drugs and vaccines for the new and deadly Wuhan coronavirus, dubbed 2019-nCoV. Since the end of last year, the virus has killed 213 people, all in mainland China.\r\nThe team of scientists in Chin… [+2914 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Latest on Coronavirus: Timeline of Events Since the Start of the Outbreak in China",
            "description": "The novel coronavirus was first detected in people living in Wuhan, China, in December, and has since infected thousands of people.",
            "url": "https://www.newsweek.com/coronavirus-latest-timeline-events-wuhan-china-outbreak-1485062",
            "urlToImage": "https://d.newsweek.com/en/full/1564145/coronavirus-timeline-china-wuhan.jpg",
            "publishedAt": "2020-01-31T14:47:07Z",
            "content": "Thousands of people have been infected with the novel coronavirus and as experts work to learn more about the virus that hasn't been seen in humans before, more information continues to come to light.\r\nThe virus, named 2019-nCov, which causes a type of pneumo… [+8213 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus May Have Infected Over 100,000 People in Wuhan, Scientists Believe",
            "description": "The World Health Organization has declared 2019-nCoV, which has killed over 200 people, a public health emergency of international concern.",
            "url": "https://www.newsweek.com/coronavirus-infected-people-wuhan-scientists-1485025",
            "urlToImage": "https://d.newsweek.com/en/full/1564062/coronavirus-wuhan-china-virus-getty.jpg",
            "publishedAt": "2020-01-31T12:33:35Z",
            "content": "Tens of thousands of people in the Chinese city at the epicenter of the deadly new coronavirus outbreak may have been infected, scientists believe.\r\nSince the new type of coronavirus began sickening people in the central Chinese city of Wuhan, Hubei Province,… [+4028 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Michael Stipe Says He Once Told Donald Trump to 'Shut Up' at a New York Gig: 'The Guy Got Up And Left'",
            "description": "The former REM singer said the president was at the venue to see Patti Smith. Stipe's band is considering legal action for the use of their music in a Trump rally.",
            "url": "https://www.newsweek.com/michael-stipe-donald-trump-stephen-colbert-shut-1485036",
            "urlToImage": "https://d.newsweek.com/en/full/1564083/singer-songwriter-michael-stipe.jpg",
            "publishedAt": "2020-01-31T12:04:28Z",
            "content": "The musician Michael Stipe has said that he once told President Donald Trump to stop talking during a small gig at a New York venue more than 20 years ago.\r\nStipe is the former singer of REM, which is currently considering legal action against the Trump campa… [+2135 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jason Murdock",
            "title": "Carnival Cruise Ship Passenger Dies During Trip to Bahamas",
            "description": "A Carnival Cruise Line spokesperson has confirmed the victim was an 81-year-old woman, with the cause of death currently believed to be natural causes.",
            "url": "https://www.newsweek.com/carnival-sunshine-carnival-cruise-line-passenger-dies-trip-bahamas-1485022",
            "urlToImage": "https://d.newsweek.com/en/full/1564068/carnival-sunshine-cruise-ship.jpg",
            "publishedAt": "2020-01-31T10:05:44Z",
            "content": "An elderly cruise ship passenger passed away onboard a Carnival Cruise Line vessel this week while the ship was on a five-day trip around the Bahamas, officials say.\r\nA company spokesperson confirmed yesterday the victim was an 81-year-old woman, with the cau… [+2724 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Trump Says U.S. Working With China to Combat Coronavirus Outbreak: 'Hopefully It's All Going to Be Great'",
            "description": "The U.S. president talked up ties with China during his Keep America Great rally in Des Moines, Iowa, on Thursday night.",
            "url": "https://www.newsweek.com/donald-trump-china-coronavirus-trade-1485018",
            "urlToImage": "https://d.newsweek.com/en/full/1564045/president-donald-trump.jpg",
            "publishedAt": "2020-01-31T09:59:34Z",
            "content": "President Donald Trump has told his supporters the U.S. is co-operating with the government in Beijing to contain the new strain of coronavirus.\r\nWith the official death toll standing at more than 200 in China, and having spread to at least 18 other countries… [+2961 chars]"
        }
    ]
}