{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Nicholas Bariyo",
            "title": "Africa Girds for Tough Fight...",
            "description": "Africa Girds for Tough Fight... (First column, 3rd story, link ) Related stories: American Citizen Diagnosed With Coronavirus Dies in China... Beijing begins mass arrest of suspected patients...",
            "url": "https://www.wsj.com/articles/africa-girds-for-tough-fight-against-virus-11581173071",
            "urlToImage": "https://images.wsj.net/im-152310/social",
            "publishedAt": "2020-02-08T16:19:36Z",
            "content": "KAMPALA, UgandaIn hospitals across Uganda, the government is hastily constructing isolation units awaiting their first patients. In Ethiopia, officials are exhorting citizens to report on anyone displaying virus-like symptoms. In Zambia, the government is ple… [+5573 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Stu Woo",
            "title": "American Citizen Diagnosed With Coronavirus Dies in China - The Wall Street Journal",
            "description": "American Citizen Diagnosed With Coronavirus Dies in China The Wall Street Journal Widespread Outcry in China Over Death of Coronavirus Doctor The New York Times Voices from Hubei, two weeks into lockdown Al Jazeera English The virus that shook China’s system …",
            "url": "https://www.wsj.com/articles/an-american-citizen-diagnosed-with-coronavirus-has-died-in-china-11581141185",
            "urlToImage": "https://images.wsj.net/im-152367/social",
            "publishedAt": "2020-02-08T06:38:00Z",
            "content": "BEIJINGA U.S. citizen diagnosed with the coronavirus has died in Wuhan, the Chinese city at the center of the outbreak, marking the first known American death from the disease.\r\nThe person was 60 years old and died Thursday at Wuhans Jinyintan Hospital, a spo… [+234 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "The Editorial Board",
            "title": "Labor Gains and Pains - The Wall Street Journal",
            "description": "Labor Gains and Pains The Wall Street Journal January adds a much stronger-than-expected 225,000 jobs, with a boost from warm weather CNBC Obama’s Last Three Years Of Job Growth All Beat Trump’s Best Year Forbes Why does the economy feel so bad when it sounds…",
            "url": "https://www.wsj.com/articles/labor-gains-and-pains-11581120241",
            "urlToImage": "https://images.wsj.net/im-152290/social",
            "publishedAt": "2020-02-08T00:04:00Z",
            "content": "Fridays labor report for January was better than expected coming amid Chinas coronavirus outbreak that is causing global economic uncertainty. The jobs growth trend is a testament to the U.S. economys resilience, though it needs a trade-war asterisk.\r\nEmploym… [+267 chars]"
        }
    ]
}