{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Daniel Alpert), Daniel Alpert",
            "title": "It's clear the US economy is giving average American workers the short end of the stick",
            "description": "Justin Sullivan/Getty Images If you break down the data about the US economy two things become clear: the country is growing slower than decades past and less of the growth is going to average workers. GDP has grown much slower in the past two decades than th…",
            "url": "https://www.businessinsider.com/us-economy-gdp-workers-middle-class-less-income-wages-2020-2",
            "urlToImage": "https://i.insider.com/5e504440fee23d6ed006ed36?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T15:06:00Z",
            "content": "Business Insider\r\nThe \"booming\" US economy often touted by certain politicians, and in some corners of the media, is clearly not-so great relative to history.\r\nEconomists are well aware that average year-over-year US real GDP growth in this century was a palt… [+5930 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "One key indicator will tell us when the coronavirus outbreak is winding down — but we're not seeing it yet",
            "description": "A recent study of coronavirus patients in China suggested the outbreak may be tapering off. For the outbreak to burn out, the average patient needs to infect less than one other person. That's not happening yet. For the latest case total, death toll, and trav…",
            "url": "https://www.businessinsider.com/when-will-coronavirus-outbreak-end-2020-2",
            "urlToImage": "https://i.insider.com/5e4d7c6da27fc52a38028122?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T13:21:00Z",
            "content": "It has been more than seven weeks since the coronavirus outbreak started in Wuhan, China. Since then, at least 2,250 people have died and more than 76,000 have gotten sick.\r\nThe virus' continued spread prompts an obvious question: When will this end?\r\nA recen… [+5369 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "A day-by-day breakdown of coronavirus symptoms shows how the disease, COVID-19, goes from bad to worse",
            "description": "Chinese health officials report that the majority of cases of the new coronavirus are mild, but around 20% of patients have either severe cases of disease or become critically ill. A fever is the most common symptom. Here's how the symptoms progress day by da…",
            "url": "https://www.businessinsider.com/coronavirus-covid19-day-by-day-symptoms-patients-2020-2",
            "urlToImage": "https://i.insider.com/5e432df03b62b743b2562f45?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T12:26:00Z",
            "content": "It starts with a fever. That's the most common symptom among patients who get the new coronavirus that has swept across China.\r\nA recent study of nearly 140 patients at the Zhongnan Hospital of Wuhan University identified a typical pattern of symptoms associa… [+2864 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Trump was reportedly 'furious' after officials flew Americans with the coronavirus back to the US from a quarantined cruise ship in Japan without telling him",
            "description": "President Donald Trump was \"furious\" after officials flew Americans who had tested positive for the coronavirus back to the US, The Washington Post reported. The US flew back 14 patients from the Diamond Princess in Japan while keeping them isolated from othe…",
            "url": "https://www.businessinsider.com/coronavirus-trump-furious-over-cruise-patients-flown-us-report-2020-2",
            "urlToImage": "https://i.insider.com/5e511206fee23d474f075ad2?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T12:20:48Z",
            "content": "US President Donald Trump was \"furious\" after officials flew Americans with the coronavirus back to the US from a quarantined cruise ship in Japan without telling him, The Washington Post reported.\r\nThe US flew 14 patients who had tested positive for the coro… [+3785 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sinéad Baker",
            "title": "Cases of the coronavirus are spiking outside of China and the World Health Organization warned 'the window of opportunity is narrowing' to contain it",
            "description": "The World Health Organization warned that \"the window of opportunity is narrowing\" to contain the deadly coronavirus. His comments came as cases surge in South Korea and the country admitted it failed to stop the virus coming into the country. It now says it …",
            "url": "https://www.businessinsider.com/coronavirus-who-time-contain-limited-south-korea-countries-see-spike-2020-2",
            "urlToImage": "https://i.insider.com/5e50f25afee23d3f5e1b2b42?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T09:59:34Z",
            "content": "The World Health Organization warned that \"the window of opportunity is narrowing\" to contain the deadly coronavirus that originated in China as cases in other countries soar.\r\nThe virus first originated in the city of Wuhan at the end of 2019, and has gone o… [+3026 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kate Taylor and Ruqayyah Moynihan",
            "title": "The coronavirus outbreak could cost Vietnam $4 billion in lost tourism in just 3 months, according to the country's department of tourism",
            "description": "The coronavirus outbreak is expected to cause $3 to $4 billion in direct damage to Vietnam's tourism industry, Vietnam's department of tourism told Business Insider. Coronavirus \"is expected to cause huge damage to Vietnam's tourism industry in the short and …",
            "url": "https://www.businessinsider.com/coronavirus-could-cost-vietnam-4-billion-lost-tourism-2020-2",
            "urlToImage": "https://i.insider.com/5e4fd2fcfee23d1da602a8f7?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T15:12:00Z",
            "content": "Vietnam's tourism industry is already taking an economic hit due to the coronavirus outbreak. \r\nWhile the World Tourism Organization says it is too early to estimate the full impact of COVID-19, the respiratory illness caused by coronavirus, Vietnam's departm… [+2291 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Melissa Wiley",
            "title": "A 5-star hotel in Wuhan, the epicenter of the coronavirus outbreak, has opened its doors to emergency workers and stranded guests. Here's what it's like inside.",
            "description": "A 5-star hotel has remained open to stranded guests, public health officials, and emergency workers in Wuhan, the quarantined city of 11 million people where the coronavirus (COVID-19) outbreak originated. Marco Polo Wuhan is one of only a handful of Wuhan ho…",
            "url": "https://www.businessinsider.com/luxury-hotel-still-open-wuhan-china-coronavirus-outbreak-covid-19-2020-2",
            "urlToImage": "https://i.insider.com/5e4fe5c9fee23d05375e37c5?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T15:31:00Z",
            "content": "Wuhan, the epicenter of the coronavirus (COVID-19) outbreak, has become a veritable ghost town. Streets are empty, trains and flights out of the city have been suspended, and major hotel brands such as Hilton and Wyndham have closed branches in area.\r\nMarco P… [+2370 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "The coronavirus may run rampant in some countries least prepared to deal with it. If that happens experts say the virus could become endemic.",
            "description": "REUTERS/Christopher Pike The COVID-19 virus has been found in 30 countries across the world, and the World Health Organization is calling the spread \"worrisome.\" An expert told Business Insider that many countries don't have resources for infectious disease, …",
            "url": "https://www.businessinsider.com/coronavirus-covid-19-threat-places-least-equipped-to-handle-2020-2",
            "urlToImage": "https://i.insider.com/5e50656efee23d1350545cf7?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T21:25:30Z",
            "content": "While China is reporting a dip in new COVID-19 infections, cases of the novel virus are still being discovered in new countries, many of which have no ties to the epicenter of the outbreak.  \r\nFour people died from the virus in Iran in the past few days, a fo… [+6083 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Ashish Prashar), Ashish Prashar",
            "title": "To achieve wide-ranging criminal justice reform, we need to overhaul how we think and talk about social justice and crime",
            "description": "Rainmaker Photo/MediaPunch/IPX/AP Images The way we talk about the criminal justice system and offenders is broken. The speech stigmatizes and harms ex-offenders who are trying to rebuild their lives. Reforming the criminal justice system requires a change in…",
            "url": "https://www.businessinsider.com/criminal-justice-reform-requires-change-language-mentality-2020-2",
            "urlToImage": "https://i.insider.com/5e504e43fee23d7b85361fe5?width=1200&format=jpeg",
            "publishedAt": "2020-02-22T13:41:00Z",
            "content": "Business Insider\r\nThe US is obsessed with crime. News outlets devote roughly 50% of their coverage to crime, while true crime podcasts have become a worldwide phenomenon.\r\nAlthough this obsession can seem harmless and even entertaining, it's dangerous and it … [+8192 chars]"
        }
    ]
}