{
    "status": "ok",
    "totalResults": 14,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "China has banned its citizens from booking overseas tours and purchasing overseas hotels and flight packages amid the Wuhan coronavirus that has killed 42",
            "description": "The Chinese government on Saturday announced a ban on overseas tours and the purchase of flights and hotels abroad, according to a report from The New York Times. The move comes as the government works to limit the spread of the Wuhan coronavirus that has so …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-china-bans-citizens-booking-overseas-tours-2020-1",
            "urlToImage": "https://i.insider.com/5e2cb71e62fa814bdf33b7c3?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T22:32:37Z",
            "content": "China on Saturday banned its citizens from booking overseas tours and from purchasing overseas flights and hotel packages amid the ongoing coronavirus epidemic that began in the city of Wuhan according to a report Saturday from The New York Times. \r\nThe move … [+1822 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmchan@businessinsider.com (Rosalie Chan), Rosalie Chan",
            "title": "Wuhan, the center of the deadly coronavirus outbreak, is a major business hub for several international corporations",
            "description": "toehk at http://www.flickr.com/photos/toehk/2831901873/ Wuhan, China, is one of China's largest industrial hubs, and several Chinese and international corporations have business operations in this city. Automotive companies like Dongfeng Motor Group, Nissan, …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-outbreak-business-hub-2020-1",
            "urlToImage": "https://i.insider.com/50911f806bb3f7b07d000012?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T19:50:15Z",
            "content": "The spread of the deadly coronavirus is likely to have a major economic impact as Wuhan, the center of this outbreak, is a business hub for several international corporations.\r\nWuhan, a city of 11 million people, is one of China's largest industrial hubs and … [+1394 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Grace Panetta",
            "title": "Hong Kong is shutting down its schools until February 17 to limit the spread of the Wuhan coronavirus",
            "description": "Hong Kong is declaring a citywide emergency and closing down its schools until February 17 in an attempt to limit the spread of the Wuhan coronavirus, officials announced on Saturday. Hong Kong's chief executive Carrie Lam announced that in addition to the sc…",
            "url": "https://www.businessinsider.com/hong-kong-shutting-down-schools-until-february-17-over-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2c85465bc79c4ac067ae76?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T19:10:17Z",
            "content": "Hong Kong is declaring a citywide emergency and closing down its schools until February 17 in an attempt to limit the spread of the Wuhan coronavirus, officials announced on Saturday. \r\nIn a Saturday press conference, Hong Kong's chief executive Carrie Lam an… [+2528 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmchan@businessinsider.com (Rosalie Chan), Rosalie Chan",
            "title": "Transit going in and out of Wuhan, China is being shut down to contain coronavirus",
            "description": "Associated Press Since Thursday, Chinese authorities have shut down transit going in and out of Wuhan to contain the coronavirus outbreak. Other than emergencies, people cannot leave Wuhan using its buses, subways, or ferries. This shutdown comes right before…",
            "url": "https://www.businessinsider.com/transit-wuhan-china-shut-down-coronavirus-2020-1",
            "urlToImage": "https://i.insider.com/5e2c6a1524306a30d25e78b2?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T18:58:16Z",
            "content": "Chinese authorities are shutting down almost all transit going in and out of Wuhan to contain the coronavirus and keep it from spreading further.\r\nWuhan, a city in China of 11 million people, is at the center of the deadly coronavirus, which already has a dea… [+1738 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "Xi Jinping warned of the 'grave situation' created by the 'accelerating' spread of coronavirus",
            "description": "Chinese President Xi Jinping warned of the \"grave situation\" posed by the deadly coronavirus outbreak and promised ramped-up measures were coming from the government to address and contain the virus. Multiple reports said Xi announced the government was estab…",
            "url": "https://www.businessinsider.com/xi-jinping-warned-that-china-spread-of-coronavirus-is-accelerating-2020-1",
            "urlToImage": "https://i.insider.com/5e2c680d62fa813aee2d7e82?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T17:13:03Z",
            "content": "Chinese President Xi Jinping warned of the \"grave situation\" posed by the deadly coronavirus outbreak. \r\nXi convened a special government meeting on the Lunar New Year holiday, and spoke alongside Communist Party leadership in some of his first comments warni… [+2779 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "UK public health officials are searching for 2,000 people who flew from Wuhan after coronavirus reached Europe",
            "description": "Public health officials are tracking 2,000 people who flew from Wuhan, central China, into the United Kingdom as authorities rush to contain the coronavirus. More than 30 people were reportedly tested by English public health authorities after the virus was c…",
            "url": "https://www.businessinsider.com/wuhan-travelers-tracked-by-uk-public-health-officials-2020-1",
            "urlToImage": "https://i.insider.com/5e2c558f5bc79c416138fea3?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T16:02:27Z",
            "content": "Public health officials in the United Kingdom are reportedly searching for 2,000 people who flew in from Wuhan, China within the last two weeks as the coronavirus spread around the world.\r\nAuthorities are working with the country's Border Force to track passe… [+2695 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "The US government will reportedly evacuate its diplomats and citizens from Wuhan on a chartered plane amid the coronavirus outbreak",
            "description": "The US government will charter a plane on Sunday to evacuate US diplomats and US citizens from Wuhan amid the coronavirus outbreak, according to a report from The Wall Street Journal. The State Department had already ordered all non-emergency US personnel to …",
            "url": "https://www.businessinsider.com/us-government-to-evacuate-citizens-from-wuhan-coronavirus-report-2020-1",
            "urlToImage": "https://i.insider.com/5e2c545662fa8135e44583d2?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T15:13:00Z",
            "content": "The US government will reportedly evacuate its diplomats and citizens from the Chinese city of Wuhan on Sunday amid the ongoing Coronavirus in the region that has infected nearly 1,300 people and left 41 dead.\r\nAccording to a report on Saturday in The Wall St… [+2374 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "China has put 33 million people on lockdown because of the coronavirus outbreak. An urban planner says there's no way to seal off a city.",
            "description": "At least 12 Chinese cities have been put on lockdown as a deadly coronavirus spreads across the country. The virus has killed 41 people and infected nearly 1,300. It has spread to at least 10 countries outside China, including France, Australia, and the US. T…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-quarantine-china-cities-urban-planner-2020-1",
            "urlToImage": "https://i.insider.com/5e2ba28262fa8115c50b3252?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T13:33:16Z",
            "content": "Most urban planners don't design a city with the idea of sealing it off. Many advocate for the opposite: making cities as free-flowing as possible to encourage tourism and attract workers.\r\nBut on Thursday morning, officials in Wuhan, China — the 11-million-p… [+5886 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "BANK OF AMERICA: Here are 5 'out of consensus' and not-priced-in market calls",
            "description": "US stocks are barely off their all-time highs reached earlier in 2020, but looming risk factors threaten economies around the globe. Brexit continues to hold the UK's economic prospects lower, while negative rates across the EU and quiet trade tensions betwee…",
            "url": "https://www.businessinsider.com/not-priced-in-calls-risks-bank-america-economists-global-markets-2020-1",
            "urlToImage": "https://i.insider.com/5e2b507e24306a54cf2cb254?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T13:13:00Z",
            "content": "<ul><li>US stocks are barely off their all-time highs reached earlier in 2020, but looming risk factors threaten economies around the globe.</li><li>Brexit continues to hold the UK's economic prospects lower, while negative rates across the EU and quiet trade… [+1265 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Gray",
            "title": "Chinese people are turning on the government as the coronavirus outbreak spirals into the Lunar New Year",
            "description": "Friday and Saturday are meant to be the most festive days of China's year. Instead they are stalked by fear and anxiety. As the coronavirus outbreak centered in Wuhan has spread, ordinary Chinese people are increasingly turning of local officials — a rare ste…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-people-china-turns-on-government-as-crisis-worsens-2020-1",
            "urlToImage": "https://i.insider.com/5e2bb72324306a0fe968b0c4?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T06:04:56Z",
            "content": "#NewYear'sEveInICU was the top trend on Chinese social media Friday on what is usually the most festive day of the year.\r\nAccording to the Guardian, the gallows-humor hashtag topped the Twitter-like Weibo platform as China entered the Lunar New Year, a grim r… [+3868 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lauren Frias",
            "title": "Hospital staff in Wuhan are wearing adult diapers because they don't have time to pee while caring for an overwhelming number of coronavirus patients",
            "description": "Hospital staff in Wuhan are wearing diapers while working, because they don't have time to use the bathroom in between treating coronavirus patients. The city of Wuhan went under quarantine earlier this week, leaving local hospitals alone to care for an overw…",
            "url": "https://www.businessinsider.com/wuhan-hospital-staff-adult-diapers-while-treating-coronavirus-patients-2020-1",
            "urlToImage": "https://i.insider.com/5e2ba28262fa8115c50b3252?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T04:38:11Z",
            "content": "Hospital staff in Wuhan are wearing adult diapers because they don't have time to use the bathroom in between treating coronavirus patients, The Washington Post reported.\r\nThe city, which has about 11 million residents, went under an unprecedented quarantine … [+1704 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "James Hennessy, Business Insider",
            "title": "Australia's Been Asked to Make a Coronavirus Vaccine at 'Unprecedented Speed' - ScienceAlert",
            "description": "Australia's Been Asked to Make a Coronavirus Vaccine at 'Unprecedented Speed' ScienceAlert With coronavirus genetic code in hand, scientists begin work on a vaccine India Today Race is on as Australian researchers rush to make coronavirus vaccine | ABC News A…",
            "url": "https://www.businessinsider.com/coronavirus-wuhan-queensland-university-2020-1",
            "urlToImage": "https://www.sciencealert.com/images/2020-01/processed/facemaskvirus_1024.jpg",
            "publishedAt": "2020-01-25T01:44:42Z",
            "content": "The University of Queensland (UQ) announced on Friday it has been asked to develop a vaccine for the recent Chinese coronavirus outbreak, using the university's recently developed rapid response technology.\r\nIn a statement, the university announced it had rec… [+2966 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "The Wuhan coronavirus and SARS belong to the same family, but experts say there are key differences between the 2 outbreaks",
            "description": "A coronavirus outbreak that originated in Wuhan, China, has killed 41 people and infected more than 1,200. The outbreak has spread to 10 other countries, including the US. The virus jumped from animals to people in December, likely at a Chinese wet market whe…",
            "url": "https://www.businessinsider.com/china-wuhan-coronavirus-compared-to-sars-2020-1",
            "urlToImage": "https://i.insider.com/5e2b98f15bc79c227908e0d3?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T01:26:00Z",
            "content": "Forty-one people have died from a coronavirus outbreak that started in Wuhan, China, and at least 1,200 people have been infected across 11 countries.\r\nThe virus, which is marked by fevers and pneumonialike symptoms, likely originated in a wet market in the c… [+1638 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "Face masks aren't a very effective way to prevent the spread of coronavirus, experts say, despite spiking sales",
            "description": "Sales of face masks are spiking in China and around the world amid a coronavirus outbreak. Health experts say that for the average person, the masks are not as effective as everyday measures like hand-washing and avoiding close contact with anyone who might b…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-face-masks-not-entirely-effective-2020-1",
            "urlToImage": "https://i.insider.com/5e2b82fb5bc79c1d4706a844?width=1200&format=jpeg",
            "publishedAt": "2020-01-25T00:01:00Z",
            "content": "Of the many preventative measures you can take to protect yourself from the growing Wuhan coronavirus outbreak, wearing a face mask is one of the most visible. But health experts aren't convinced it'll help much.\r\n\"There's little harm in it,\" Eric Toner, a sc… [+3300 chars]"
        }
    ]
}