{
    "status": "ok",
    "totalResults": 73,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "In Moscow - a prayer for China to overcome coronavirus epidemic",
            "description": "At a humble service at a Moscow Russian Orthodox church on Sunday morning, Father Igor led a prayer to help China prevail against the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/us-china-health-russia-prayer-moscow-idUSKBN20A0AR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T11:34:44Z",
            "content": "MOSCOW (Reuters) - At a humble service at a Moscow Russian Orthodox church on Sunday morning, Father Igor led a prayer to help China prevail against the coronavirus epidemic. \r\n“It’s about helping our brothers from China who are suffering from this scary misf… [+995 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei reports 1,933 new cases of coronavirus on Feb. 16: health bureau",
            "description": "China's Hubei province, the epicenter of the coronavirus epidemic, reported 1,933 new cases and 100 new deaths on Feb. 16, the local health authority said on Monday.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-idUSKBN20A0QQ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491245244&w=1200&r=LYNXMPEG1F0JL",
            "publishedAt": "2020-02-16T23:00:16Z",
            "content": "SHANGHAI (Reuters) - China’s Hubei province, the epicenter of the coronavirus epidemic, reported 1,933 new cases and 100 new deaths on Feb. 16, the local health authority said on Monday. \r\nThe Hubei health commission said the total number of cases in the prov… [+259 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea to evacuate Koreans from cruise ship quarantined in Japan",
            "description": "South Korea said on Sunday it would evacuate Koreans from a coronavirus-stricken cruise ship being held under quarantine in the Japanese port of Yokohama, after 355 people from it were found to be infected with the virus.",
            "url": "https://www.reuters.com/article/us-china-health-korea-evacuation-idUSKBN20A06Y",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T09:16:19Z",
            "content": "SEOUL (Reuters) - South Korea said on Sunday it would evacuate Koreans from a coronavirus-stricken cruise ship being held under quarantine in the Japanese port of Yokohama, after 355 people from it were found to be infected with the virus. \r\n“The government p… [+633 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy to evacuate 35 nationals from cruise ship quarantined at Japan port",
            "description": "Italy said on Sunday it would evacuate citizens from a coronavirus-stricken cruise ship being held under quarantine in the Japanese port of Yokohama, after 355 people from it were found to be infected with the virus.",
            "url": "https://www.reuters.com/article/us-china-health-italy-evacuation-idUSKBN20A0AG",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491051970&w=1200&r=LYNXMPEG1F06X",
            "publishedAt": "2020-02-16T11:32:20Z",
            "content": "ROME (Reuters) - Italy said on Sunday it would evacuate citizens from a coronavirus-stricken cruise ship being held under quarantine in the Japanese port of Yokohama, after 355 people from it were found to be infected with the virus. \r\n“We decided yesterday t… [+543 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China health commission official says controls starting to rein in virus",
            "description": "The measures China has adopted to rein in the spread of the coronavirus are starting to have an impact, said Mi Feng, a spokesman at the National Health Commission, on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-commission-idUSKBN20A05I",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T07:24:23Z",
            "content": "SHANGHAI (Reuters) - The measures China has adopted to rein in the spread of the coronavirus are starting to have an impact, said Mi Feng, a spokesman at the National Health Commission, on Sunday. \r\nReporting by Muyu Xu in Beijing and Josh Horwitz in Shanghai… [+59 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK's Intertek temporarily shuts Hong Kong garment office over coronavirus case",
            "description": "British product quality testing firm Intertek Group Plc said on Sunday it had temporarily shut its Hong Kong Garment Centre in Kowloon from Feb. 11 for two weeks after an employee contracted the new coronavirus.",
            "url": "https://www.reuters.com/article/us-china-health-intertek-group-idUSKBN20A0OT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T20:52:14Z",
            "content": "(Reuters) - British product quality testing firm Intertek Group Plc said on Sunday it had temporarily shut its Hong Kong Garment Centre in Kowloon from Feb. 11 for two weeks after an employee contracted the new coronavirus. \r\nIntertek said the employee was un… [+489 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Farah Master",
            "title": "'Animals live for man': China's appetite for wildlife likely to survive virus",
            "description": "For the past two weeks China's police have been raiding houses, restaurants and makeshift markets across the country, arresting nearly 700 people for breaking the temporary ban on catching, selling or eating wild animals.",
            "url": "https://www.reuters.com/article/us-china-health-wildlife-idUSKBN20A0RK",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491250860&w=1200&r=LYNXMPEG1F0KK",
            "publishedAt": "2020-02-16T23:17:38Z",
            "content": "HONG KONG/BEIJING (Reuters) - For the past two weeks China’s police have been raiding houses, restaurants and makeshift markets across the country, arresting nearly 700 people for breaking the temporary ban on catching, selling or eating wild animals. \r\nThe s… [+6468 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jessie Pang",
            "title": "Hong Kong protesters rally against planned quarantine centers...",
            "description": "Hong Kong protesters rally against planned quarantine centers... (Second column, 5th story, link ) Related stories: Couple Tests Positive for Virus After Hawaii Visit... Xi's early involvement in outbreak raises questions... Urges more policing, web crackdown…",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-protests-idUKKBN20A08N",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491029611&w=1200&r=LYNXMPEG1F05X",
            "publishedAt": "2020-02-16T12:52:38Z",
            "content": "HONG KONG (Reuters) - Hundreds of demonstrators rallied for a second day in Hong Kong on Sunday to protest against plans to turn some buildings into coronavirus quarantine centers, reviving anti-government protests in the Chinese-ruled city. \r\nThe virus has o… [+2200 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Latest on coronavirus spreading in China and beyond",
            "description": "Here are latest developments around the coronavirus outbreak:",
            "url": "https://www.reuters.com/article/us-china-health-latest-factbox-idUSKBN20A0BF",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491060045&w=1200&r=LYNXMPEG1F07G",
            "publishedAt": "2020-02-16T11:56:39Z",
            "content": "(Reuters) - Here are latest developments around the coronavirus outbreak: \r\n* China reported fewer new coronavirus cases on Sunday than the previous day, which it said was evidence that its efforts to slow the spread of the disease appeared to be having some … [+1428 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Gopal Sharma",
            "title": "Nepal evacuates 175 citizens, mostly students, from Wuhan after coronavirus outbreak",
            "description": "Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicenter of a coronavirus outbreak, an official said, after protests by parents of students studying in the city.",
            "url": "https://www.reuters.com/article/us-china-health-nepal-idUSKBN20A04M",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490943171&w=1200&r=LYNXMPEG1F046",
            "publishedAt": "2020-02-16T04:51:41Z",
            "content": "KATHMANDU (Reuters) - Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicenter of a coronavirus outbreak, an official said, after protests by parents of students studying in the city. \r\nA plane operated by state-owned Nepal… [+806 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Matthew Tostevin",
            "title": "Cruise firm seeks new virus test for passenger from ship in Cambodia",
            "description": "More tests are needed to confirm that an American passenger from a cruise ship docked in Cambodia has the new coronavirus after she tested positive in Malaysia, the MS Westerdam's operator said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-cambodia-cruiseship-idUSKBN20A00B",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490870056&w=1200&r=LYNXMPEG1F00G",
            "publishedAt": "2020-02-16T00:20:46Z",
            "content": "SIHANOUKVILLE, Cambodia (Reuters) - More tests are needed to confirm that an American passenger from a cruise ship docked in Cambodia has the new coronavirus after she tested positive in Malaysia, the MS Westerdam’s operator said on Sunday. \r\nThe 83-year-old … [+2375 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Another 70 people test positive for coronavirus on ship in Japan",
            "description": "Another 70 people aboard a quarantined cruise ship in Japan have tested positive for the coronavirus, bringing the total to 355 cases, Japanese health minister Katsunobu Kato said on Sunday .",
            "url": "https://www.reuters.com/article/us-china-health-japan-ship-tests-idUSKBN20A03C",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T03:11:35Z",
            "content": "TOKYO (Reuters) - Another 70 people aboard a quarantined cruise ship in Japan have tested positive for the coronavirus, bringing the total to 355 cases, Japanese health minister Katsunobu Kato said on Sunday . \r\nThe Diamond Princess, owned by Carnival Corp (C… [+423 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Syed Raza Hassan",
            "title": "Parents protest as Pakistani students stuck in China under coronavirus lockdown",
            "description": "Around a hundred people called on Pakistan's government to \"bring back our children\" from the locked down Chinese province of Hubei in a demonstration on Sunday in Karachi.",
            "url": "https://www.reuters.com/article/us-china-health-pakistan-idUSKBN20A0J9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T16:46:15Z",
            "content": "KARACHI, Pakistan (Reuters) - Around a hundred people called on Pakistan’s government to “bring back our children” from the locked down Chinese province of Hubei in a demonstration on Sunday in Karachi. \r\nPakistan’s government has so far ruled out evacuating … [+2090 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Norihiko Shirouzu",
            "title": "Clock's ticking for Nissan boss Uchida to show he has a plan: sources",
            "description": "Nissan's new CEO Makoto Uchida doesn't have time to work his way into the job. He is effectively on probation and has a matter of months to show he can revive the ailing automaker, according to three people familiar with the thinking of some on the company's …",
            "url": "https://www.reuters.com/article/us-nissan-ceo-insight-idUSKBN20A0PO",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491231516&w=1200&r=LYNXMPEG1F0IO",
            "publishedAt": "2020-02-16T22:10:09Z",
            "content": "TOKYO (Reuters) - Nissan’s new CEO Makoto Uchida doesn’t have time to work his way into the job. He is effectively on probation and has a matter of months to show he can revive the ailing automaker, according to three people familiar with the thinking of some… [+6966 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei bans vehicle traffic to curb spread of coronavirus",
            "description": "The government of Hubei province, the center of China's coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus.",
            "url": "https://www.reuters.com/article/us-china-health-hubei-idUSKBN20A06B",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491007290&w=1200&r=LYNXMPEG1F058",
            "publishedAt": "2020-02-16T08:54:05Z",
            "content": "SHANGHAI (Reuters) - The government of Hubei province, the center of China’s coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus. \r\nIn a published document, it said police cars, amb… [+387 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong to arrange flights to take home passengers from Diamond Princess ship",
            "description": "The Hong Kong government will send aircraft to Japan to bring back passengers from the quarantined cruise ship Diamond Princess, where the most coronavirus infections outside China have occurred.",
            "url": "https://www.reuters.com/article/us-china-health-japan-ship-idUSKBN20A01M",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490898704&w=1200&r=LYNXMPEG1F01O",
            "publishedAt": "2020-02-16T02:14:12Z",
            "content": "HONG KONG (Reuters) - The Hong Kong government will send aircraft to Japan to bring back passengers from the quarantined cruise ship Diamond Princess, where the most coronavirus infections outside China have occurred. \r\nIn a statement late on Saturday, the Se… [+1810 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jessie Pang",
            "title": "Hong Kong protesters rally against planned virus quarantine centers",
            "description": "Hundreds of demonstrators rallied for a second day in Hong Kong on Sunday to protest against plans to turn some buildings into coronavirus quarantine centers, reviving anti-government protests in the Chinese-ruled city.",
            "url": "https://www.reuters.com/article/us-china-health-hongkong-protests-idUSKBN20A08N",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491029611&w=1200&r=LYNXMPEG1F05X",
            "publishedAt": "2020-02-16T10:14:06Z",
            "content": "HONG KONG (Reuters) - Hundreds of demonstrators rallied for a second day in Hong Kong on Sunday to protest against plans to turn some buildings into coronavirus quarantine centers, reviving anti-government protests in the Chinese-ruled city. \r\nThe virus has o… [+2200 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Universal Studios Beijing to open to public as scheduled in 2021: Beijing government",
            "description": "The Universal Studios Beijing is expected to open to public in May 2021 as scheduled despite the current coronavirus outbreak, an official at the Beijing municipal government told a news briefing on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-universal-studios-idUSKBN20A078",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T09:33:48Z",
            "content": "BEIJING (Reuters) - The Universal Studios Beijing is expected to open to public in May 2021 as scheduled despite the current coronavirus outbreak, an official at the Beijing municipal government told a news briefing on Sunday. \r\nConstruction of the theme park… [+190 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Engen Tham",
            "title": "New Chinese coronavirus cases show slight fall; Chinese tourist dies in France",
            "description": "The number of new cases of a coronavirus in China fell slightly on Sunday, more than three weeks after the outbreak's epicenter was locked down, and a Chinese tourist died from the virus in France, the first fatality in Europe.",
            "url": "https://www.reuters.com/article/us-china-health-idUSKBN20A036",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490910097&w=1200&r=LYNXMPEG1F02F",
            "publishedAt": "2020-02-16T02:56:55Z",
            "content": "SHANGHAI (Reuters) - The number of new cases of a coronavirus in China fell slightly on Sunday, more than three weeks after the outbreak’s epicenter was locked down, and a Chinese tourist died from the virus in France, the first fatality in Europe. \r\nThe coro… [+4864 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "American woman from cruise ship tests positive again for coronavirus in Malaysia",
            "description": "An American passenger from a cruise ship docked in Cambodia has tested positive for the new coronavirus a second time in Kuala Lumpur, Malaysia said on Sunday, after the cruise operator sought further tests.",
            "url": "https://www.reuters.com/article/us-china-health-malaysia-idUSKBN20A06Q",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T09:08:26Z",
            "content": "KUALA LUMPUR (Reuters) - An American passenger from a cruise ship docked in Cambodia has tested positive for the new coronavirus a second time in Kuala Lumpur, Malaysia said on Sunday, after the cruise operator sought further tests. \r\nMalaysia said on Saturda… [+699 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China battery recycler GEM to make disinfectants in virus epicenter",
            "description": "China's GEM Co Ltd, best known as a recycler of batteries for electric vehicles and producer of cobalt chemicals used in them, said on Sunday it had been given a four-month license to make disinfectant in coronavirus-hit Hubei province.",
            "url": "https://www.reuters.com/article/us-china-health-disinfectants-idUSKBN20A0BA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T11:47:53Z",
            "content": "BEIJING (Reuters) - China’s GEM Co Ltd, best known as a recycler of batteries for electric vehicles and producer of cobalt chemicals used in them, said on Sunday it had been given a four-month license to make disinfectant in coronavirus-hit Hubei province. \r\n… [+1379 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Farah Master",
            "title": "'Animals live for man' - China's appetite for wildlife likely to survive virus - Reuters UK",
            "description": "'Animals live for man' - China's appetite for wildlife likely to survive virus Reuters UK Virus renews safety concerns about slaughtering wild animals WJHL-TV News Channel 11 Deadly Coronavirus Might Have Originated In A Chinese Government Laboratory The Inqu…",
            "url": "https://uk.reuters.com/article/uk-china-health-wildlife-idUKKBN20A0R2",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200217&t=2&i=1491271596&w=1200&r=LYNXMPEG1F0JW",
            "publishedAt": "2020-02-16T23:10:00Z",
            "content": "HONG KONG/BEIJING (Reuters) - For the past two weeks China’s police have been raiding houses, restaurants and makeshift markets across the country, arresting nearly 700 people for breaking the temporary ban on catching, selling or eating wild animals. \r\nThe s… [+6471 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Victoria Beckham's black dresses, chunky platform boots stage 'gentle rebellion' at London Fashion Week",
            "description": "Victoria Beckham chose black dresses paired with distinctive belts and chunky thigh-high platform boots for a collection she characterized as a \"gentle rebellion\" at London Fashion Week on Sunday.",
            "url": "https://www.reuters.com/article/us-fashion-london-victoria-beckham-idUSKBN20A0AZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491054857&w=1200&r=LYNXMPEG1F076",
            "publishedAt": "2020-02-16T11:42:15Z",
            "content": "LONDON (Reuters) - Victoria Beckham chose black dresses paired with distinctive belts and chunky thigh-high platform boots for a collection she characterized as a “gentle rebellion” at London Fashion Week on Sunday. \r\nThe former Spice Girl pop star turned des… [+1336 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dogyun Kim",
            "title": "'Parasite' director Bong Joon-ho gets hero's welcome in South Korea",
            "description": "\"Parasite\" director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win.",
            "url": "https://www.reuters.com/article/us-awards-oscars-parasite-bong-idUSKBN20A08Z",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491031582&w=1200&r=LYNXMPEG1F066",
            "publishedAt": "2020-02-16T10:28:14Z",
            "content": "INCHEON (Reuters) - “Parasite” director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win. \r\nAbout 300 reporters and fans were waiting to greet Bong as he arrived at the Incheon Interna… [+1140 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "April Joyner",
            "title": "Wall St Week Ahead-Investors bet emerging markets will weather coronavirus impact",
            "description": "Investors are edging back into emerging markets, even though worries about the coronavirus' impact on global economic growth have clouded prospects for the boom-and-bust asset class.",
            "url": "https://www.reuters.com/article/usa-stocks-weekahead-idUSL1N2AE1FI",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T14:00:00Z",
            "content": "(Repeats to additional subscribers; Adds graphics, updates volatility spread in paragraph 11 and coronavirus information in paragraph 4) \r\nBy April Joyner \r\nNEW YORK, Feb 14 (Reuters) - Investors are edging back into emerging markets, even though worries abou… [+3395 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Anta Sports says coronavirus will impact H1, factories to resume production this week",
            "description": "Sportwsear company Anta Sports Products expects the coronavirus will impact its financial performance in H1 2020 though hopes to return to normal in the year's second half, it wrote in a stock exchange filing published Sunday.",
            "url": "https://www.reuters.com/article/china-health-anta-idUSB9N28T00V",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T10:52:01Z",
            "content": "SHANGHAI, Feb 16 (Reuters) - Sportwsear company Anta Sports Products expects the coronavirus will impact its financial performance in H1 2020 though hopes to return to normal in the year’s second half, it wrote in a stock exchange filing published Sunday. \r\nR… [+243 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy to evacuate 35 nationals from cruise ship quarantined at Japan port",
            "description": "Italy said on Sunday it would evacuate citizens from a coronavirus-stricken cruise ship being held under quarantine in the Japanese port of Yokohama, after 355 people from it were found to be infected with the virus.",
            "url": "https://www.reuters.com/article/china-health-italy-evacuation-idUSL8N2AG0AD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T11:12:22Z",
            "content": "ROME, Feb 16 (Reuters) - Italy said on Sunday it would evacuate citizens from a coronavirus-stricken cruise ship being held under quarantine in the Japanese port of Yokohama, after 355 people from it were found to be infected with the virus. \r\n“We decided yes… [+552 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "American woman from cruise ship tests positive again for coronavirus in Malaysia",
            "description": "An American passenger from a cruise ship docked in Cambodia has tested positive for the new coronavirus a second time in Kuala Lumpur, Malaysia said on Sunday, after the cruise operator sought further tests.",
            "url": "https://www.reuters.com/article/china-health-malaysia-idUSL4N2AG076",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T09:04:35Z",
            "content": "KUALA LUMPUR, Feb 16 (Reuters) - An American passenger from a cruise ship docked in Cambodia has tested positive for the new coronavirus a second time in Kuala Lumpur, Malaysia said on Sunday, after the cruise operator sought further tests. \r\nMalaysia said on… [+708 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hilary Russ",
            "title": "FOCUS-Fast-food companies in China step up ‘contactless’ pickup, delivery as coronavirus rages",
            "description": "With the coronavirus outbreak in China continuing to spread, McDonald's Corp, Starbucks Corp and other fast-food companies are ramping up \"contactless\" pickup and delivery services to keep their workers and customers safe, the companies said.",
            "url": "https://www.reuters.com/article/us-china-health-fast-food-focus-idUSKBN20A0RS",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491251804&w=1200&r=LYNXMPEG1F0KS",
            "publishedAt": "2020-02-16T23:00:00Z",
            "content": "NEW YORK/BEIJING (Reuters) - With the coronavirus outbreak in China continuing to spread, McDonald’s Corp, Starbucks Corp and other fast-food companies are ramping up “contactless” pickup and delivery services to keep their workers and customers safe, the com… [+4796 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UPDATE 1-China's Evergrande to offer discount for all properties on sale in Feb, March",
            "description": "China Evergrande Group, the third-largest developer by sales in the country, said on Sunday that it will offer 25% discount for all properties on sales from Feb 18 to Feb 29.",
            "url": "https://www.reuters.com/article/china-evergrande-offer-idUSL4N2AG09M",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T11:27:24Z",
            "content": "(add background) \r\nBEIJING, Feb 16 (Reuters) - China Evergrande Group , the third-largest developer by sales in the country, said on Sunday that it will offer 25% discount for all properties on sales from Feb 18 to Feb 29. \r\nThe incentives come as property fi… [+804 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada to evacuate passengers from virus-hit Diamond Princess cruise ship",
            "description": "Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday.",
            "url": "https://www.reuters.com/article/china-health-japan-canada-idUSFWN2AE1NB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T03:45:51Z",
            "content": "Feb 15 (Reuters) - Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday. \r\nCanadian passengers who exhibit symptoms of the coron… [+799 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Evergrande to offer discount for all properties on sale in Feb, March",
            "description": "China Evergrande Group , the third-largest developer by sales in the country, said on Sunday that it will offer 25% discount for all properties on sales from Feb 18 to Feb 29.",
            "url": "https://www.reuters.com/article/china-evergrande-offer-idUSB9N29D042",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T10:58:21Z",
            "content": "BEIJING, Feb 16 (Reuters) - China Evergrande Group , the third-largest developer by sales in the country, said on Sunday that it will offer 25% discount for all properties on sales from Feb 18 to Feb 29. \r\nThe incentives come as property firms fear that the c… [+471 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "REUTERS NEWS SCHEDULE AT 10 p.m. GMT/5 p.m. ET",
            "description": "Here are the top stories and upcoming coverage plans for Reuters text service as of 10 p.m. GMT/5 p.m. ET. For a full schedule of news and events, go to our editorial calendar on Reuters Connect https://www.reutersconnect.com/planning.",
            "url": "https://www.reuters.com/article/reuters-schedule-idUSL4N2AG0K9",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T22:00:09Z",
            "content": "Here are the top stories and upcoming coverage plans for Reuters text service as of 10 p.m. GMT/5 p.m. ET. For a full schedule of news and events, go to our editorial calendar on Reuters Connect here\r\nGLOBAL \r\nCHINA-HEALTH/ \r\nAmericans disembark from virus-hi… [+10567 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Gopal Sharma",
            "title": "Nepal evacuates 175 citizens, mostly students, from Wuhan after coronavirus outbreak",
            "description": "Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicentre of a coronavirus outbreak, an official said, after protests by parents of students studying in the city.",
            "url": "https://in.reuters.com/article/china-health-nepal-idINKBN20A04I",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490938363&w=1200&r=LYNXMPEG1F03V",
            "publishedAt": "2020-02-16T04:35:43Z",
            "content": "KATHMANDU (Reuters) - Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicentre of a coronavirus outbreak, an official said, after protests by parents of students studying in the city. \r\nA plane operated by state-owned Nepal… [+805 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Syed Raza Hassan",
            "title": "Parents protest as Pakistani students stuck in China under coronavirus lockdown",
            "description": "Around a hundred people called on Pakistan's government to \"bring back our children\" from the locked down Chinese province of Hubei in a demonstration on Sunday in Karachi.",
            "url": "https://in.reuters.com/article/china-health-pakistan-idINKBN20A0J3",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491147858&w=1200&r=LYNXMPEG1F0DH",
            "publishedAt": "2020-02-16T16:43:55Z",
            "content": "KARACHI, Pakistan (Reuters) - Around a hundred people called on Pakistan’s government to “bring back our children” from the locked down Chinese province of Hubei in a demonstration on Sunday in Karachi. \r\nPakistan’s government has so far ruled out evacuating … [+2091 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan's health ministry confirms first coronavirus death on island, cases at 20",
            "description": "A man has died from the coronavirus in Taiwan, marking the first such death on the island since the epidemic spread from mainland China, the island's health minister said on Sunday.",
            "url": "https://www.reuters.com/article/us-china-health-taiwan-idUSKBN20A0AT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T12:03:28Z",
            "content": "TAIPEI (Reuters) - A man has died from the coronavirus in Taiwan, marking the first such death on the island since the epidemic spread from mainland China, the island’s health minister said on Sunday. \r\nHealth Minister Chen Shih-chung said during a news confe… [+275 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Latest on coronavirus spreading in China and beyond",
            "description": "Here are latest developments around the coronavirus outbreak:",
            "url": "https://uk.reuters.com/article/uk-china-health-latest-factbox-idUKKBN20A0B8",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491055300&w=1200&r=LYNXMPEG1F07D",
            "publishedAt": "2020-02-16T11:44:20Z",
            "content": "(Reuters) - Here are latest developments around the coronavirus outbreak: \r\n*China reported fewer new coronavirus cases on Sunday than the previous day, which it said was evidence that its efforts to slow the spread of the disease appeared to be having some e… [+1418 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei reports 1,933 new cases of coronavirus on Feb 16 -health bureau",
            "description": "China's Hubei province, the epicentre of the coronavirus epidemic, reported 1,933 new cases and 100 new deaths on Feb. 16, the local health authority said on Monday.'",
            "url": "https://www.reuters.com/article/china-health-hubei-idUSB9N28D0A5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T22:56:30Z",
            "content": "SHANGHAI, Feb 17 (Reuters) - China’s Hubei province, the epicentre of the coronavirus epidemic, reported 1,933 new cases and 100 new deaths on Feb. 16, the local health authority said on Monday. \r\nThe Hubei health commission said the total number of cases in … [+267 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei reports 1,933 new cases of coronavirus on Feb 16 -health bureau",
            "description": "China's Hubei province, the epicentre of the coronavirus epidemic, reported 1,933 new cases and 100 new deaths on Feb. 16, the local health authority said on Monday.",
            "url": "https://uk.reuters.com/article/china-health-hubei-idUKB9N28D0A5",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T22:56:30Z",
            "content": "SHANGHAI, Feb 17 (Reuters) - China’s Hubei province, the epicentre of the coronavirus epidemic, reported 1,933 new cases and 100 new deaths on Feb. 16, the local health authority said on Monday. \r\nThe Hubei health commission said the total number of cases in … [+267 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei bans vehicle traffic to curb spread of coronavirus",
            "description": "The government of Hubei province, the centre of China's coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus.",
            "url": "https://uk.reuters.com/article/uk-china-health-hubei-idUKKBN20A06G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T08:56:29Z",
            "content": "SHANGHAI (Reuters) - The government of Hubei province, the centre of China’s coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus. \r\nIn a published document, it said police cars, amb… [+387 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei bans vehicle traffic to curb spread of coronavirus",
            "description": "The government of Hubei province, the center of China's coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus.",
            "url": "https://uk.reuters.com/article/china-health-hubei-idUKB9N28T00U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T08:52:04Z",
            "content": "SHANGHAI, Feb 16 (Reuters) - The government of Hubei province, the center of China’s coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus. \r\nIn a published document, it said police c… [+395 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan's confirms first coronavirus death on island, cases at 20",
            "description": "A taxi driver has died from the coronavirus in Taiwan, marking the first such death on the island and the fifth fatality outside mainland China from an epidemic that has curbed travel and disrupted global supply chains.",
            "url": "https://uk.reuters.com/article/us-china-health-taiwan-idUKKBN20A0AT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T12:49:34Z",
            "content": "TAIPEI (Reuters) - A taxi driver has died from the coronavirus in Taiwan, marking the first such death on the island and the fifth fatality outside mainland China from an epidemic that has curbed travel and disrupted global supply chains. \r\nHealth Minister Ch… [+1654 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei bans vehicle traffic to curb spread of coronavirus",
            "description": "The government of Hubei province, the center of China's coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus.'",
            "url": "https://www.reuters.com/article/china-health-hubei-idUSB9N28T00U",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T08:52:04Z",
            "content": "SHANGHAI, Feb 16 (Reuters) - The government of Hubei province, the center of China’s coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus. \r\nIn a published document, it said police c… [+395 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's Hubei bans vehicle traffic to curb spread of coronavirus",
            "description": "The government of Hubei province, the center of China's coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus.",
            "url": "https://uk.reuters.com/article/us-china-health-hubei-idUKKBN20A06B",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491007290&w=1200&r=LYNXMPEG1F058",
            "publishedAt": "2020-02-16T08:54:05Z",
            "content": "SHANGHAI (Reuters) - The government of Hubei province, the center of China’s coronavirus outbreak, said on Sunday a ban will be imposed on vehicle traffic across the province to curb the spread of the virus. \r\nIn a published document, it said police cars, amb… [+387 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Intertek temporarily shuts Hong Kong garment office over coronavirus case",
            "description": "British product quality testing firm Intertek Group Plc said on Sunday it had te...",
            "url": "https://uk.reuters.com/article/uk-china-health-intertek-group/intertek-temporarily-shuts-hong-kong-garment-office-over-coronavirus-case-idUKKBN20A0OX",
            "urlToImage": null,
            "publishedAt": "2020-02-16T20:55:15Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Ebrahim Harris",
            "title": "American woman from cruise ship tests positive again for coronavirus in Malaysia",
            "description": "An American passenger from a cruise ship that docked in Cambodia has tested positive for the new coronavirus a second time in Kuala Lumpur, Malaysia said on Sunday, after the cruise firm and Cambodian authorities sought further tests.",
            "url": "https://uk.reuters.com/article/uk-china-health-cambodia-cruisehip-idUKKBN20A009",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491110244&w=1200&r=LYNXMPEG1F00U",
            "publishedAt": "2020-02-16T14:59:25Z",
            "content": "KUALA LUMPUR/ SIHANOUKVILLE, Cambodia (Reuters) - An American passenger from a cruise ship that docked in Cambodia has tested positive for the new coronavirus a second time in Kuala Lumpur, Malaysia said on Sunday, after the cruise firm and Cambodian authorit… [+2640 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Gopal Sharma",
            "title": "Nepal evacuates 175 citizens, mostly students, from Wuhan after coronavirus outbreak",
            "description": "Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicenter of a coronavirus outbreak, an official said, after protests by parents of students studying in the city.",
            "url": "https://ca.reuters.com/article/topNews/idCAKBN20A04M",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490943171&w=1200&r=LYNXMPEG1F046",
            "publishedAt": "2020-02-16T04:51:41Z",
            "content": "KATHMANDU (Reuters) - Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicenter of a coronavirus outbreak, an official said, after protests by parents of students studying in the city. \r\nA plane operated by state-owned Nepal… [+806 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Engen Tham and Stella Qiu",
            "title": "New Chinese coronavirus cases show slight fall; Chinese tourist dies in France",
            "description": "The number of new cases of a coronavirus in China fell slightly on Sunday, more than three weeks after the outbreak's epicenter was locked down, and a Chinese tourist died from the virus in France, the first fatality in Europe.",
            "url": "https://ca.reuters.com/article/topNews/idCAKBN20A036",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490910097&w=1200&r=LYNXMPEG1F02F",
            "publishedAt": "2020-02-16T02:56:55Z",
            "content": "SHANGHAI (Reuters) - The number of new cases of a coronavirus in China fell slightly on Sunday, more than three weeks after the outbreak’s epicenter was locked down, and a Chinese tourist died from the virus in France, the first fatality in Europe. \r\nThe coro… [+4864 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China reports 142 new deaths from coronavirus on mainland on Feb 15",
            "description": "The death toll from a coronavirus outbreak in mainland China has reached 1,665 as of the end of Saturday, up by 142 from the previous day, the country's National Health Commission said on Sunday morning.",
            "url": "https://uk.reuters.com/article/uk-china-health-toll-idUKKBN20A00O",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T08:56:29Z",
            "content": "SHANGHAI (Reuters) - The death toll from a coronavirus outbreak in mainland China has reached 1,665 as of the end of Saturday, up by 142 from the previous day, the country’s National Health Commission said on Sunday morning. \r\nThe number of new deaths in Chin… [+308 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's state planner says to invest 230 million yuan in Wuhan hospitals",
            "description": "China's National Development and Reform Commission (NDRC) said on Sunday it will invest 230 million yuan ($32.92 million) in makeshift hospitals in the city of Wuhan, the epicentre of a coronavirus outbreak.",
            "url": "https://uk.reuters.com/article/uk-china-health-hospitals-idUKKBN20A05B",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T08:56:29Z",
            "content": "BEIJING/SHANGHAI (Reuters) - China’s National Development and Reform Commission (NDRC) said on Sunday it will invest 230 million yuan ($32.92 million) in makeshift hospitals in the city of Wuhan, the epicentre of a coronavirus outbreak. \r\nThe NDRC released ne… [+105 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Anta Sports says coronavirus will impact H1, factories to resume production this week",
            "description": "Sportwsear company Anta Sports Products expects the coronavirus will impact its financial performance in H1 2020 though hopes to return to normal in the year's second half, it wrote in a stock exchange filing published Sunday.",
            "url": "https://uk.reuters.com/article/china-health-anta-idUKB9N28T00V",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T10:52:01Z",
            "content": "SHANGHAI, Feb 16 (Reuters) - Sportwsear company Anta Sports Products expects the coronavirus will impact its financial performance in H1 2020 though hopes to return to normal in the year’s second half, it wrote in a stock exchange filing published Sunday. \r\nR… [+243 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Taiwan's health ministry confirms first coronavirus death on island, cases at 20",
            "description": "A man has died from the coronavirus in Taiwan, marking the first such death on the island since the epidemic spread from mainland China, the island's health minister said on Sunday.",
            "url": "https://uk.reuters.com/article/uk-china-health-taiwan-idUKKBN20A0B6",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T11:53:01Z",
            "content": "TAIPEI (Reuters) - A man has died from the coronavirus in Taiwan, marking the first such death on the island since the epidemic spread from mainland China, the island’s health minister said on Sunday. \r\nHealth Minister Chen Shih-chung said during a news confe… [+276 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Engen Tham",
            "title": "New Chinese coronavirus cases show slight fall; Chinese tourist dies in France",
            "description": "The number of new cases of a coronavirus in China fell slightly on Sunday, more than three weeks after the outbreak's epicentre was locked down, and a Chinese tourist died from the virus in France, the first fatality in Europe.",
            "url": "https://uk.reuters.com/article/uk-china-health-idUKKBN2082NY",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490910553&w=1200&r=LYNXMPEG1F02P",
            "publishedAt": "2020-02-16T02:56:58Z",
            "content": "SHANGHAI (Reuters) - The number of new cases of a coronavirus in China fell slightly on Sunday, more than three weeks after the outbreak’s epicentre was locked down, and a Chinese tourist died from the virus in France, the first fatality in Europe. \r\nThe coro… [+4865 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Matthew Tostevin and Clare Baldwin",
            "title": "Cruise firm seeks new virus test for passenger from ship in Cambodia",
            "description": "More tests are needed to confirm that an American passenger from a cruise ship docked in Cambodia has the new coronavirus after she tested positive in Malaysia, the MS Westerdam's operator said on Sunday.",
            "url": "https://ca.reuters.com/article/topNews/idCAKBN20A00B",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490870056&w=1200&r=LYNXMPEG1F00G",
            "publishedAt": "2020-02-16T00:20:46Z",
            "content": "SIHANOUKVILLE, Cambodia (Reuters) - More tests are needed to confirm that an American passenger from a cruise ship docked in Cambodia has the new coronavirus after she tested positive in Malaysia, the MS Westerdam’s operator said on Sunday. \r\nThe 83-year-old … [+2375 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hong Kong to arrange flights to take home passengers from Diamond Princess ship",
            "description": "The Hong Kong government will send aircraft to Japan to bring back passengers from the quarantined cruise ship Diamond Princess, where the most coronavirus infections outside China have occurred.",
            "url": "https://uk.reuters.com/article/us-china-health-japan-ship-idUKKBN20A01M",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490898704&w=1200&r=LYNXMPEG1F01O",
            "publishedAt": "2020-02-16T03:51:23Z",
            "content": "HONG KONG (Reuters) - The Hong Kong government will send aircraft to Japan to bring back passengers from the quarantined cruise ship Diamond Princess, where the most coronavirus infections outside China have occurred. \r\nIn a statement late on Saturday, the Se… [+1810 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Gopal Sharma",
            "title": "Nepal evacuates 175 citizens, mostly students, from Wuhan after coronavirus outbreak",
            "description": "Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicentre of a coronavirus outbreak, an official said, after protests by parents of students studying in the city.",
            "url": "https://uk.reuters.com/article/uk-china-health-nepal-idUKKBN20A04K",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490937471&w=1200&r=LYNXMPEG1F041",
            "publishedAt": "2020-02-16T04:33:04Z",
            "content": "KATHMANDU (Reuters) - Nepal on Sunday evacuated 175 of its nationals from the Chinese city of Wuhan, the epicentre of a coronavirus outbreak, an official said, after protests by parents of students studying in the city. \r\nA plane operated by state-owned Nepal… [+806 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK's Intertek temporarily shuts Hong Kong garment office over coronavirus case",
            "description": "British product quality testing firm Intertek Group Plc said on Sunday it had temporarily shut its Hong Kong Garment Centre in Kowloon from Feb. 11 for two weeks after an employee contracted the new coronavirus.",
            "url": "https://uk.reuters.com/article/us-china-health-intertek-group-idUKKBN20A0OT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T20:52:14Z",
            "content": "(Reuters) - British product quality testing firm Intertek Group Plc said on Sunday it had temporarily shut its Hong Kong Garment Centre in Kowloon from Feb. 11 for two weeks after an employee contracted the new coronavirus. \r\nIntertek said the employee was un… [+489 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada to evacuate passengers from virus-hit Diamond Princess cruise ship",
            "description": "Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday.'",
            "url": "https://www.reuters.com/article/us-china-health-japan-canada-idUSKBN20A046",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490925455&w=1200&r=LYNXMPEG1F03Q",
            "publishedAt": "2020-02-16T03:51:23Z",
            "content": "(Reuters) - Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday. \r\nCanadian passengers who exhibit symptoms of the coronavirus … [+791 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada to evacuate passengers from virus-hit Diamond Princess cruise ship",
            "description": "Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday.",
            "url": "https://ca.reuters.com/article/topNews/idCAKBN20A046",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490926453&w=1200&r=LYNXMPEG1F03Q",
            "publishedAt": "2020-02-16T03:51:22Z",
            "content": "(Reuters) - Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday. \r\nCanadian passengers who exhibit symptoms of the coronavirus … [+791 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Cynthia Kim",
            "title": "Kim Jong Un makes first public appearance in 22 days amid virus outbreak",
            "description": "North Korean leader Kim Jong Un made his first public appearance in 22 days amid an outbreak of coronavirus, state media reported on Saturday, to visit a national mausoleum and mark the anniversary of the late leader Kim Jong Il's birth.",
            "url": "https://ca.reuters.com/article/topNews/idCAKBN2090TE",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491147401&w=1200&r=LYNXMPEG1E0IU",
            "publishedAt": "2020-02-16T17:07:08Z",
            "content": "SEOUL (Reuters) - North Korean leader Kim Jong Un made his first public appearance in 22 days amid an outbreak of coronavirus, state media reported on Saturday, to visit a national mausoleum and mark the anniversary of the late leader Kim Jong Il’s birth. \r\nK… [+924 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada to evacuate passengers from virus-hit Diamond Princess cruise ship",
            "description": "Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday.",
            "url": "https://uk.reuters.com/article/us-china-health-japan-canada-idUKKBN20A046",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490925455&w=1200&r=LYNXMPEG1F03Q",
            "publishedAt": "2020-02-16T03:51:23Z",
            "content": "(Reuters) - Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday. \r\nCanadian passengers who exhibit symptoms of the coronavirus … [+791 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada to evacuate passengers from virus-hit Diamond Princess cruise ship",
            "description": "Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday.",
            "url": "https://uk.reuters.com/article/uk-china-health-japan-canada-idUKKBN20A048",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T03:51:08Z",
            "content": "(Reuters) - Canada has chartered a plane to evacuate its citizens onboard the Diamond Princess cruise liner docked in Yokohama, Japan, the Canadian government said in a statement late on Saturday. \r\nCanadian passengers who exhibit symptoms of the coronavirus … [+800 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Engen Tham",
            "title": "China says coronavirus curbs start to work; 70 more cases on ship",
            "description": "The number of new coronavirus cases in China fell on Sunday and a health official said intense efforts to stop its spread were beginning to work, as another 70 people tested positive on a virus-stricken cruise ship quarantined in Japan.",
            "url": "https://uk.reuters.com/article/us-china-health-idUKKBN20A036",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1490910097&w=1200&r=LYNXMPEG1F02F",
            "publishedAt": "2020-02-16T08:54:19Z",
            "content": "SHANGHAI/BEIJING (Reuters) - The number of new coronavirus cases in China fell on Sunday and a health official said intense efforts to stop its spread were beginning to work, as another 70 people tested positive on a virus-stricken cruise ship quarantined in … [+4567 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China battery recycler GEM to make disinfectants in virus epicenter",
            "description": "China's GEM Co Ltd, best known as a recycler of batteries for electric vehicles and producer of cobalt chemicals used in them, said on Sunday it had been given a four-month license to make disinfectant in coronavirus-hit Hubei province.",
            "url": "https://uk.reuters.com/article/us-china-health-disinfectants-idUKKBN20A0BA",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-02-16T11:47:53Z",
            "content": "BEIJING (Reuters) - China’s GEM Co Ltd, best known as a recycler of batteries for electric vehicles and producer of cobalt chemicals used in them, said on Sunday it had been given a four-month license to make disinfectant in coronavirus-hit Hubei province. \r\n… [+1379 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Syed Raza Hassan",
            "title": "Parents protest as Pakistani students stuck in China under coronavirus lockdown",
            "description": "Around a hundred people called on Pakistan's government to \"bring back our children\" from the locked down Chinese province of Hubei in a demonstration on Sunday in Karachi.",
            "url": "https://uk.reuters.com/article/uk-china-health-pakistan-idUKKBN20A0JX",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491151312&w=1200&r=LYNXMPEG1F0DO",
            "publishedAt": "2020-02-16T17:42:00Z",
            "content": "KARACHI, Pakistan (Reuters) - Around a hundred people called on Pakistan’s government to “bring back our children” from the locked down Chinese province of Hubei in a demonstration on Sunday in Karachi. \r\nPakistan’s government has so far ruled out evacuating … [+2091 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Victoria Beckham's black dresses, chunky platform boots stage 'gentle rebellion' at London Fashion Week",
            "description": "Victoria Beckham chose black dresses paired with distinctive belts and chunky thigh-high platform boots for a collection she characterized as a \"gentle rebellion\" at London Fashion Week on Sunday.",
            "url": "https://ca.reuters.com/article/entertainmentNews/idCAKBN20A0AZ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491054857&w=1200&r=LYNXMPEG1F076",
            "publishedAt": "2020-02-16T11:42:15Z",
            "content": "LONDON (Reuters) - Victoria Beckham chose black dresses paired with distinctive belts and chunky thigh-high platform boots for a collection she characterized as a “gentle rebellion” at London Fashion Week on Sunday. \r\nThe former Spice Girl pop star turned des… [+1336 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dogyun Kim",
            "title": "'Parasite' director Bong Joon-ho gets hero's welcome in South Korea",
            "description": "\"Parasite\" director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win.",
            "url": "https://uk.reuters.com/article/uk-awards-oscars-parasite-bong-idUKKBN20A093",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491032857&w=1200&r=LYNXMPEG1F06E",
            "publishedAt": "2020-02-16T10:31:50Z",
            "content": "INCHEON (Reuters) - “Parasite” director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win. \r\nAbout 300 reporters and fans were waiting to greet Bong as he arrived at the Incheon Interna… [+1107 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Victoria Beckham's black dresses, chunky platform boots stage 'gentle rebellion' at London Fashion Week",
            "description": "Victoria Beckham chose black dresses paired with distinctive belts and chunky thigh-high platform boots for a collection she characterised as a \"gentle rebellion\" at London Fashion Week on Sunday.",
            "url": "https://uk.reuters.com/article/uk-fashion-london-victoria-beckham-idUKKBN20A0AX",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491053468&w=1200&r=LYNXMPEG1F06Z",
            "publishedAt": "2020-02-16T11:42:15Z",
            "content": "LONDON (Reuters) - Victoria Beckham chose black dresses paired with distinctive belts and chunky thigh-high platform boots for a collection she characterised as a “gentle rebellion” at London Fashion Week on Sunday. \r\nThe former Spice Girl pop star turned des… [+1338 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dogyun Kim",
            "title": "'Parasite' director Bong Joon-ho gets hero's welcome in South Korea",
            "description": "\"Parasite\" director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win.",
            "url": "https://uk.reuters.com/article/us-awards-oscars-parasite-bong-idUKKBN20A08Z",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491031582&w=1200&r=LYNXMPEG1F066",
            "publishedAt": "2020-02-16T13:54:51Z",
            "content": "INCHEON (Reuters) - “Parasite” director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win. \r\nAbout 300 reporters and fans were waiting to greet Bong as he arrived at the Incheon Interna… [+1114 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Dogyun Kim and Chaeyoun Won",
            "title": "'Parasite' director Bong Jun Ho gets hero's welcome in South Korea",
            "description": "\"Parasite\" director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win.",
            "url": "https://ca.reuters.com/article/entertainmentNews/idCAKBN20A08Z",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491031582&w=1200&r=LYNXMPEG1F066",
            "publishedAt": "2020-02-16T10:28:14Z",
            "content": "INCHEON (Reuters) - “Parasite” director Bong Joon-ho was greeted with cheers and applause as he returned to South Korea on Sunday after his historic four-Oscar win. \r\nAbout 300 reporters and fans were waiting to greet Bong as he arrived at the Incheon Interna… [+1140 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Michel Rose",
            "title": "Macron picks minister to lead Paris mayor battle after sexting scandal",
            "description": "French President Emmanuel Macron picked his widely respected health minister on Sunday to reinvigorate a campaign to win over Paris City Hall that fell apart when his previous candidate pulled out over a sexting scandal.",
            "url": "https://ca.reuters.com/article/topNews/idCAKBN20A0HI",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491235246&w=1200&r=LYNXMPEG1F0BJ",
            "publishedAt": "2020-02-16T22:21:30Z",
            "content": "PARIS (Reuters) - French President Emmanuel Macron picked his widely respected health minister on Sunday to reinvigorate a campaign to win over Paris City Hall that fell apart when his previous candidate pulled out over a sexting scandal. \r\nLess than a month … [+2606 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Norihiko Shirouzu",
            "title": "Clock's ticking for Nissan boss Uchida to show he has a plan - sources",
            "description": "Nissan's new CEO Makoto Uchida doesn't have time to work his way into the job. He is effectively on probation and has a matter of months to show he can revive the ailing automaker, according to three people familiar with the thinking of some on the company's …",
            "url": "https://uk.reuters.com/article/uk-nissan-ceo-insight-idUKKBN20A0PQ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491231423&w=1200&r=LYNXMPEG1F0IT",
            "publishedAt": "2020-02-16T23:44:36Z",
            "content": "TOKYO (Reuters) - Nissan’s new CEO Makoto Uchida doesn’t have time to work his way into the job. He is effectively on probation and has a matter of months to show he can revive the ailing automaker, according to three people familiar with the thinking of some… [+6960 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Norihiko Shirouzu",
            "title": "Clock's ticking for Nissan boss Uchida to show he has a plan: sources",
            "description": "Nissan's new CEO Makoto Uchida doesn't have time to work his way into the job. He is effectively on probation and has a matter of months to show he can revive the ailing automaker, according to three people familiar with the thinking of some on the company's …",
            "url": "https://ca.reuters.com/article/businessNews/idCAKBN20A0PO",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200216&t=2&i=1491231516&w=1200&r=LYNXMPEG1F0IO",
            "publishedAt": "2020-02-16T22:10:09Z",
            "content": "TOKYO (Reuters) - Nissan’s new CEO Makoto Uchida doesn’t have time to work his way into the job. He is effectively on probation and has a matter of months to show he can revive the ailing automaker, according to three people familiar with the thinking of some… [+6966 chars]"
        }
    ]
}