{
    "status": "ok",
    "totalResults": 16,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rpickrell@businessinsider.com (Ryan Pickrell), Ryan Pickrell",
            "title": "The Wuhan coronavirus has officially killed more people than the SARS outbreak did",
            "description": "cnsphoto via Reuters The novel coronavirus that originated in the central Chinese city of Wuhan has officially killed more people worldwide than the severe acute respiratory syndrome (SARS) outbreak that rocked China in the early 2000s. As of the end of the d…",
            "url": "https://www.businessinsider.com/the-wuhan-coronavirus-has-killed-more-people-than-sars-did-2020-2",
            "urlToImage": "https://i.insider.com/5e3c5598e35bab0f361e2c75?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T22:53:10Z",
            "content": "The novel coronavirus that originated in Wuhan, China has officially killed more people than the severe acute respiratory syndrome (SARS) outbreak, the latest death toll statistics show.\r\nSARS, a deadly virus that swept across China and spread to a number of … [+2507 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ellen Cranley",
            "title": "12 photos show the chilling futuristic tech being used to find people with the Wuhan coronavirus",
            "description": "The coronavirus that originated in Wuhan, China, has now been identified in 28 other countries as authorities scramble to contain the outbreak. Officials and volunteers at train stations and airports on country borders are at the front lines of screening indi…",
            "url": "https://www.businessinsider.com/photos-wuhan-coronavirus-detected-and-treated-by-futuristic-tech-2020-2",
            "urlToImage": "https://i.insider.com/5e39d0f85bc79c21b42b467a?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T21:48:02Z",
            "content": "At least 34,000 people have been infected by the Wuhan coronavirus worldwide, and more than 700 people have died in just a few weeks after the outbreak was first identified.\r\nThe virus has spread from its origin point in Wuhan, central China, to 28 other coun… [+493 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kat Tenbarge",
            "title": "10 Wuhan professors signed an open letter demanding free speech protections after a doctor who was punished for warning others about coronavirus died from it",
            "description": "An open letter signed by 10 Wuhan professors argues that the Chinese government needs to enforce its own freedom of speech articles in the Constitution of the People's Republic of China. The letter follows the death of Li Wenliang, a Wuhan doctor who was repr…",
            "url": "https://www.businessinsider.com/wuhan-professors-china-open-letter-li-wenliang-dies-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e3eeb2ad9db1d371d3d1995?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T18:42:00Z",
            "content": "At the onset of the Wuhan coronavirus outbreak, local doctor Li Wenliang warned his medical school alumni group about the discovery of a SARS-like illness via the messaging app WeChat. He was then reprimanded by Wuhan police and required to sign a letter ackn… [+2310 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "These 5 companies and product categories could see a hit from the coronavirus outbreak",
            "description": "The deadly and fast-spreading coronavirus outbreak is slated to hurt the global economy, according to the Federal Reserve. But that doesn't mean that the disease poses the same amount of risk to all companies and categories. Luxury goods like high-end fashion…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-risk-retailers-and-products-2020-2",
            "urlToImage": "https://i.insider.com/5e3985c75bc79c230f12aea7?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T14:42:00Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Meredith Mazzilli",
            "title": "A slew of Goldman Sachs exits; Credit Suisse bonus clawbacks; WeWork's board shakeup",
            "description": "Reporting on big names coming and going is always a huge part of covering Wall Street. And this week, the news was mostly about exits. Dakin Campbell was busy breaking news on fresh Goldman Sachs departures. Sumit Rajpal and Andrew Wolff, two of three coheads…",
            "url": "https://www.businessinsider.com/wall-street-insider-february-8-2020-2",
            "urlToImage": "https://i.insider.com/5e3ebdabd9db1d27210124b2?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T14:06:27Z",
            "content": "Reporting on big names coming and going is always a huge part of covering Wall Street. And this week, the news was mostly about exits. \r\nDakin Campbell was busy breaking news on fresh Goldman Sachs departures. Sumit Rajpal and Andrew Wolff, two of three cohea… [+8418 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Abadi, Robert Leslie and Kaitlyn Wang",
            "title": "Demand for face masks is surging because of the coronavirus — but doctors say wearing one isn't the safest thing you can do",
            "description": "The global demand for medical face masks is surging as the Wuhan coronavirus outbreak spreads. But medical face masks aren't as effective at protecting from coronavirus as most people think, doctors and scientists say. That's because face masks block only lar…",
            "url": "https://www.businessinsider.com/coronavirus-face-mask-safe-prevention-2020-2",
            "urlToImage": "https://i.insider.com/5e3de77ed9db1d5d16476088?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T14:03:00Z",
            "content": "This story is based on an episode of \"Business Insider Today.\" Watch the full episode here.\r\nMedical face masks have become the enduring image of the Wuhan coronavirus outbreak.\r\nChinese officials have urged citizens to don masks to curb the spread of the dea… [+4044 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rachel Premack",
            "title": "Trucking quietly added 3,200 jobs in January — and a federal regulation may have spurred the boon that few expected",
            "description": "The trucking industry added 3,200 jobs in January, according to the monthly jobs report released by the US federal government. The unexpected boost may be tied to the latest implementation of the electronic-logging-device mandate, which requires a device that…",
            "url": "https://www.businessinsider.com/trucking-jobs-truckers-eld-january-good-sign-2020-2",
            "urlToImage": "https://i.insider.com/5e3da9dc0ce3d10d0c5ccc23?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T14:00:00Z",
            "content": "After a famously challenging 2019, and a brutal earnings season last month to cap it off, trucking may be on the cusp of an unexpected bright spot.\r\nThe trucking industry added 3,200 payrolls in January, according to the most recent jobs report released by th… [+6401 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Andrew Dunn",
            "title": "It could take years and cost $1 billion to make a vaccine for the Wuhan coronavirus. But top scientists told us the work could still help halt future outbreaks.",
            "description": "Drugmakers are working on vaccines to counter the spreading Wuhan coronavirus. But it will take years to fully test the injections, experts told Business Insider. The research still holds great value for public health, as another coronavirus outbreak is likel…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-vaccine-could-take-years-timeline-and-cost-2020-2",
            "urlToImage": "https://i.insider.com/5e3c4617d9db1d767566c8d4?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T13:37:00Z",
            "content": "As drugmakers race to come up with vaccines to halt the deadly Wuhan coronavirus outbreak, their efforts are likely to come up against the same challenges that have hindered previous searches. \r\nChief among them: a coronavirus vaccine will most likely take ye… [+7996 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Áine Cain",
            "title": "Hospitals are stockpiling supplies amid fears a coronavirus-related mask shortage could endanger healthcare providers",
            "description": "In the face of the coronavirus outbreak, the US medical community is bracing for a potential shortage in crucial equipment, including protective N95 respirator masks. Medical suppliers like Henry Schein and Medline told Business Insider that the coronavirus o…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-disruption-medical-supplies-respirator-masks-2020-2",
            "urlToImage": "https://i.insider.com/5e3dd4edd9db1d47d67c5734?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T13:22:00Z",
            "content": "The coronavirus crisis has fueled fears of a shortage of key protective medical devices, namely the specialized N95 respirator masks that are needed to protect health workers treating infectious patients.\r\nDr. Theresa Madaline, Montefiore Health System's heal… [+8758 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "A biomedical engineer created a mask coated in salt that he says could neutralize viruses like the coronavirus in 5 minutes",
            "description": "Medical face masks can block some germs, but germs also linger on their surfaces. Researchers say they've created a new type of face mask with a salt coating that can neutralize germs. The technology has been tested on three influenza strains. Visit Business …",
            "url": "https://www.businessinsider.com/mask-coated-in-salt-neutralizes-viruses-like-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e3c95f60ce3d164cc007fa3?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T12:38:00Z",
            "content": "Medical face masks can feel almost impossible to keep on properly. Wearers constantly touch them to readjust, move them to scratch their faces, and regularly take them off and put them back on.\r\nAll of those actions can help the germs on a mask's surface get … [+3731 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexandra Ma",
            "title": "Americans quarantined at a US Air Force base over the coronavirus are teaching each other Zumba, boxing, and how to file their taxes",
            "description": "One hundred and ninety-five Americans have been quarantined at March Air Reserve base in Riverside, California, since they arrived from Wuhan on January 29. Some of them described to The Washington Post how they are biding their time: running, learning how to…",
            "url": "https://www.businessinsider.com/coronavirus-americans-quarantined-air-force-base-what-are-they-doing-2020-2",
            "urlToImage": "https://i.insider.com/5e3ea6a3e35bab209a66dac2?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T12:20:03Z",
            "content": "The dozens of Americans quarantined at a US Air Force base in California over the coronavirus have described taking boxing, Zumba, and even accounting classes as ways to pass the time, The Washington Post reported.\r\nThe 195 US citizens were taken from Wuhan, … [+3203 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexandra Ma",
            "title": "Xi Jinping has turned invisible during China's coronavirus epidemic, likely to cover his back in case things go badly wrong",
            "description": "China has framed its fight against the Wuhan coronavirus as a national struggle and a \"people's war.\" But its leader, President Xi Jinping, has been nowhere near the front lines. His right hand man, Premier Li Keqiang, has been dispatched instead. Some Commun…",
            "url": "https://www.businessinsider.com/analysis-xi-jinping-invisible-china-fight-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e3d704d0ce3d13cde329c44?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T10:35:00Z",
            "content": "The outbreak of the deadly Wuhan coronavirus is sorely testing the Chinese Communist Party's grip on power.\r\nWith more than 630 people dead, citizens have turned their anger on their rulers, accusing the government of covering up the epidemic in its early day… [+5662 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "2 teens sprayed down a Walmart with disinfectant while wearing signs saying 'Caution I have the coronavirus'",
            "description": "Kamil Krzaczynski/Reuters Two teenagers wearing face masks and signs saying \"Caution I have coronavirus\" sprayed disinfectant at a Walmart in Joliet, Illinois, as part of a prank, causing nearly $10,000 in damage to the store. Tyler Wallace, 19, and an unname…",
            "url": "https://www.businessinsider.com/teens-wore-signs-saying-they-have-coronavirus-walmart-illinois-2020-2",
            "urlToImage": "https://i.insider.com/5b71af81e361c018008b4e22?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T06:42:40Z",
            "content": "Two teens wearing face masks and signs saying \"Caution I have coronavirus\" sprayed disinfectant as part of a prank in an Illinois Walmart.\r\nThe two teenagers — 19-year-old Tyler Wallace, and an unnamed 17-year-old — are facing misdemeanor charges of disorderl… [+1124 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "salarshani@businessinsider.com (Sarah Al-Arshani), Sarah Al-Arshani",
            "title": "A cruise passenger quarantined on a coronavirus-stricken ship is now wondering if the best way off is just to get sick",
            "description": "Kyodo/Reuters Some of the unluckiest people caught up in the coronavirus outbreak are passengers on the Diamond Princess cruise liner. The ship has been quarantined off Japan after 64 infections, and will be there for weeks more. Its 14-day quarantine resets …",
            "url": "https://www.businessinsider.com/passenger-is-getting-sick-only-way-off-quarantined-ship-2020-2",
            "urlToImage": "https://i.insider.com/5e3e4c52d9db1d09203514c2?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T06:18:30Z",
            "content": "An American trapped on a quarantined cruise ship off Japan is starting to wonder if getting the virus might be the easy way out.\r\nSpeaking to The Washington Post, she wondered whether the only good way off the ship would be among the infected.\r\nAs of late Fri… [+1901 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "A 60-year-old US citizen in Wuhan died from the coronavirus, becoming the first known American death in the outbreak",
            "description": "A US citizen died on Thursday from the coronavirus in the epicenter of the outbreak, Wuhan, China, The New York Times reported. It is the first apparent American death since the onset of the outbreak. The novel coronavirus, formally known as 2019-nCoV, has so…",
            "url": "https://www.businessinsider.com/60-year-old-us-citizen-wuhan-died-from-coronavirus-report-2020-2",
            "urlToImage": "https://i.insider.com/5e3e4144d9db1d0559547ec3?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T05:40:57Z",
            "content": "A US citizen died in the Jinyintan Hospital in Wuhan from the coronavirus on Thursday local time, becoming the first known American death in the outbreak, The New York Times and CBS News reported.\r\nThe US citizen was 60 years old, according to the United Stat… [+719 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aylin Woodward",
            "title": "The new coronavirus may have jumped to people from endangered pangolins, some researchers now suggest",
            "description": "A coronavirus outbreak that originated in Wuhan, China, has killed at least 630 people and infected more than 31,500 across 26 countries. Coronaviruses are zoonotic diseases, meaning they jump from animals to humans. The Wuhan coronavirus originated in bats. …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-pangolins-intermediary-host-2020-2",
            "urlToImage": "https://i.insider.com/5e3dc229e35bab33567a2c3d?width=1200&format=jpeg",
            "publishedAt": "2020-02-08T00:18:00Z",
            "content": "Genetic research has all but confirmed that the new coronavirus spreading in China — called nCoV-2019 — originally came from bats.\r\nBut experts are still racing to pin down another key piece of the zoonotic puzzle: which animal species served as the virus' in… [+5132 chars]"
        }
    ]
}