{
    "status": "ok",
    "totalResults": 26,
    "articles": [
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Kevin Mills, Opinion Contributor",
            "title": "America needs a transformative transportation bill: It will take walking and biking to get there",
            "description": "The time is now for Congress to be bold to pass a transformative transportation bill that invests in a balanced system that meets America's evolving transportation needs.",
            "url": "https://thehill.com/blogs/congress-blog/politics/482190-america-needs-a-transformative-transportation-bill-it-will-take",
            "urlToImage": "https://thehill.com/sites/default/files/bikelane_dc_getty-164819836.jpg",
            "publishedAt": "2020-02-08T23:30:10Z",
            "content": "Our country is at a crossroads.\r\nDecade after decade, major decisions about our nations transportation policy have been made using 1950s logic. Federal programs and priorities have evolved little since the early 1990s, while mobility needs, development patter… [+7252 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Juliegrace Brufke",
            "title": "Republicans sense momentum after impeachment win",
            "description": "House Republicans believe they are gaining momentum after a terrible week for Democrats and a strong one for President Trump.GOP lawmakers are becoming optimistic they have a chance to pick up seats or even win bac...",
            "url": "https://thehill.com/homenews/house/482121-republicans-sense-momentum-after-impeachment-win",
            "urlToImage": "https://thehill.com/sites/default/files/house_gop_020420gn_lead.jpg",
            "publishedAt": "2020-02-08T22:08:20Z",
            "content": "House Republicans believe they are gaining momentum after a terrible week for Democrats and a strong one for President TrumpDonald John TrumpFive takeaways: Fear of Trump hangs over Democratic debateKlobuchar raises million since start of debateButtigieg, San… [+7839 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "Miami's Chinese New Year festival canceled due to coronavirus fears",
            "description": "Miami on Friday canceled its annual Chinese New Year Festival that was planned for next weekend.The Asian-American Advisory Board, the organization that plans the event, said in a statement that the event was cance...",
            "url": "https://thehill.com/homenews/state-watch/482179-miamis-chinese-new-year-festival-canceled-due-to-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/ca_chinesenewyear_012520getty.jpg",
            "publishedAt": "2020-02-08T20:25:01Z",
            "content": "Miami on Friday canceled its annual Chinese New Year Festival that was planned for next weekend.\r\nThe Asian-American Advisory Board, the organization that plans the event, said in a statement that the event was canceled in order to stand with the global famil… [+1179 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Dan Palmer, Opinion Contributor",
            "title": "Pelosi's miscalculation and Trump hatred",
            "description": "Instead of attracting bipartisan support, the Trump impeachment unfolded like the Brett Kavanaugh hearings: With both sides dug in and rallying their base.",
            "url": "https://thehill.com/opinion/campaign/482120-pelosis-miscalculation-and-trump-hatred",
            "urlToImage": "https://thehill.com/sites/default/files/pelosinancy_020420getty_0.jpg",
            "publishedAt": "2020-02-08T20:00:10Z",
            "content": "This week was one of the worst on record for the Democratic Party, and its been entirely self-inflicted. The meltdown in Iowa, the acquittal of President TrumpDonald John TrumpFive takeaways: Fear of Trump hangs over Democratic debateKlobuchar raises million … [+5370 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "kdeese@thehill.com (Kaelan Deese)",
            "title": "Ontario premier swipes at 'scary' Sanders campaign",
            "description": "Ontario Premier Doug Ford criticized Democrats during a visit to Washington, D.C., this week, calling Democratic presidential contender Sen. Bernie Sanders's (I-Vt.) campaign \"scary.\"\"We hope the election is going to turn out the...",
            "url": "https://thehill.com/policy/international/global-trade-economy/482173-ontario-premier-doug-ford-calls-bernie-sanders",
            "urlToImage": "https://thehill.com/sites/default/files/forddoug_sandersbernie_020820getty.jpg",
            "publishedAt": "2020-02-08T19:18:13Z",
            "content": "Ontario Premier Doug Ford criticized Democrats during a visit to Washington, D.C., this week, calling Democratic presidential contender Sen. Bernie SandersBernie SandersFive takeaways: Fear of Trump hangs over Democratic debateKlobuchar raises million since s… [+2341 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Olivia Beavers",
            "title": "Democrats to plow ahead with Trump probes post-acquittal",
            "description": "House Democrats say even though President Trump was acquitted in the Senate, that doesn't mean they are going to ease off their investigations into his administration.",
            "url": "https://thehill.com/homenews/house/482025-democrats-to-plow-ahead-with-trump-probes-post-acquittal",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald2_020720getty.jpg",
            "publishedAt": "2020-02-08T17:17:08Z",
            "content": "House Democrats say even though President TrumpDonald John TrumpFive takeaways: Fear of Trump hangs over Democratic debateKlobuchar raises million since start of debateButtigieg, Sanders aim to build momentum from New Hampshire debateMORE was acquitted in the… [+9899 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "J. Edward Moreno",
            "title": "Russian politician offers to fly political party to Miami to celebrate Trump's acquittal",
            "description": "The leader of Russia’s pro-nationalist Liberal Democratic Party Vladimir Zhirinovsky congratulated President Trump in his acquittal by the Senate and suggested that he and members of his party, including President Vladimir Putin, visit the Trump’s Florida est…",
            "url": "https://thehill.com/blogs/blog-briefing-room/482168-russian-politician-offers-for-political-party-to-fly-to-miami-to",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_020720upi3_lead.jpg",
            "publishedAt": "2020-02-08T17:05:06Z",
            "content": "The leader of Russias pro-nationalist Liberal Democratic Party Vladimir Zhirinovsky congratulated President TrumpDonald John TrumpFive takeaways: Fear of Trump hangs over Democratic debateKlobuchar raises million since start of debateButtigieg, Sanders aim to… [+3887 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Turley, opinion contributor",
            "title": "Politicians won and the public lost in the impeachment of Donald Trump",
            "description": "Both Republicans and Democrats won this impeachment of the president.",
            "url": "https://thehill.com/opinion/judiciary/482148-politicians-won-and-the-public-lost-in-the-impeachment-of-donald-trump",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_020720upi3_lead.jpg",
            "publishedAt": "2020-02-08T15:00:10Z",
            "content": "After the impeachment acquittal of President TrumpDonald John TrumpFive takeaways: Fear of Trump hangs over Democratic debateKlobuchar raises million since start of debateButtigieg, Sanders aim to build momentum from New Hampshire debateMORE, every network an… [+7813 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jesse Byrnes",
            "title": "First American death due to coronavirus reported",
            "description": "A U.S. citizen has died from the coronavirus in China, officials announced Saturday, in what is believed to be the first American death since the outbreak began in December.\"We offer our sincerest condolences to th...",
            "url": "https://thehill.com/policy/healthcare/482145-first-american-death-due-to-coronavirus-reported",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_0020720getty.jpg",
            "publishedAt": "2020-02-08T11:53:58Z",
            "content": "The person was reportedly 60 years old and died on Thursday at the Jinyintan Hospital in Wuhan. The State Department did not immediately respond to an inquiry about the death.\r\nOfficials have reported 86 more deaths in China from the virus, bringing the death… [+980 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Niall Stanage",
            "title": "Five takeaways: Fear of Trump hangs over Democratic debate",
            "description": "Here are the five takeaways as the Democratic candidates took to the debate stage Friday evening in Manchester, New Hampshire, just days before the state's vital primary.",
            "url": "https://thehill.com/homenews/campaign/482144-five-takeaways-fear-of-trump-hangs-over-democratic-debate",
            "urlToImage": "https://thehill.com/sites/default/files/nh_debate_buttigieg_sanders_biden_warren_2020_02_07.jpg",
            "publishedAt": "2020-02-08T05:35:51Z",
            "content": "Seven Democratic candidates took to the debate stage Friday evening at St. Anselm College in Manchester, New Hampshire, just days before the state's vital primary.\r\nWhat were the key takeaways?\r\nFear of Trump casts long shadow\r\nDemocrats are grappling with a … [+7657 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Klobuchar raises $1 million since start of debate",
            "description": "Sen. Amy Klobuchar (D-Minn.) touted on Friday that her presidential campaign had raised $1 million since the start of the primary debate in New Hampshire.Klobuchar, in her Twitter post, also urged supporters to hel...",
            "url": "https://thehill.com/homenews/campaign/482142-klobuchar-raises-over-1-million-since-start-of-debate",
            "urlToImage": "https://thehill.com/sites/default/files/klobucharamy_020720getty.jpg",
            "publishedAt": "2020-02-08T04:44:00Z",
            "content": "Sen. Amy KlobucharAmy Jean KlobucharSanders and Buttigieg in dead heat with 100 percent of Iowa caucus results inThe Hill's Campaign Report: Iowa turmoil deepens for Democrats The Hill's 12:30 Report: Trump, Pelosi take the gloves off; DNC wants Iowa recanvas… [+2776 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley",
            "title": "Buttigieg, Sanders aim to build momentum from New Hampshire debate",
            "description": "MANCHESTER, N.H. - Sen. Bernie Sanders (I-Vt.) and former South Bend, Ind., Mayor Pete Buttigieg came under fire from their Democratic rivals at Friday night's debate, as the two front-runners appear headed for a photo fi...",
            "url": "https://thehill.com/homenews/campaign/482140-buttigieg-sanders-aim-to-build-momentum-from-new-hampshire-debate",
            "urlToImage": "https://thehill.com/sites/default/files/2020-02-07-2.jpg",
            "publishedAt": "2020-02-08T03:52:29Z",
            "content": "MANCHESTER, N.H.  Sen. Bernie SandersBernie SandersButtigieg surges in poll ahead of New Hampshire primaryButtigieg: It was 'disgraceful' to hear Trump's attacks on RomneyHouse approves pro-union labor billMORE (I-Vt.) and former South Bend, Ind., Mayor Pete … [+6303 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "Klobuchar blasts Trump for his criticism of world leaders",
            "description": "Sen. Amy Klobuchar (D-Minn.) knocked President Trump's relations with foreign leaders during Friday's Democratic debate in New Hampshire, arguing that the president \"blames\" leaders of other nations rather than working with them.",
            "url": "https://thehill.com/homenews/campaign/482139-klobuchar-blasts-trump-for-his-criticism-of-world-leaders",
            "urlToImage": "https://thehill.com/sites/default/files/klobucharamy_020720getty.jpg",
            "publishedAt": "2020-02-08T03:39:12Z",
            "content": "Sen. Amy KlobucharAmy Jean KlobucharSanders and Buttigieg in dead heat with 100 percent of Iowa caucus results inThe Hill's Campaign Report: Iowa turmoil deepens for Democrats The Hill's 12:30 Report: Trump, Pelosi take the gloves off; DNC wants Iowa recanvas… [+2572 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Naomi Jagoda",
            "title": "Sanders says NH Democratic senators were wrong to back Trump's USMCA",
            "description": "Sen. Bernie Sanders (I-Vt.) during Friday's Democratic presidential debate in New Hampshire said that the Granite State's two Democratic senators - Maggie Hassan and Jeanne Shaheen - were wrong to vote for President Trump...",
            "url": "https://thehill.com/policy/finance/482138-sanders-says-nh-democratic-senators-were-wrong-to-back-trumps-usmca",
            "urlToImage": "https://thehill.com/sites/default/files/sandersberniedebate_020720getty.jpg",
            "publishedAt": "2020-02-08T03:38:28Z",
            "content": "Sen. Bernie SandersBernie SandersButtigieg surges in poll ahead of New Hampshire primaryButtigieg: It was 'disgraceful' to hear Trump's attacks on RomneyHouse approves pro-union labor billMORE (I-Vt.) during Friday's Democratic presidential debate in New Hamp… [+3356 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Democrats at debate criticize the candidate who isn't there: Mike Bloomberg",
            "description": "Democrats at the 2020 primary debate in New Hampshire on Friday night dinged former New York City Mayor Michael Bloomberg, hinting he was using his vast personal wealth to try to buy the Democratic Party's nomination....",
            "url": "https://thehill.com/homenews/campaign/482137-dems-at-debate-criticize-the-candidate-who-isnt-there-mike-bloomberg",
            "urlToImage": "https://thehill.com/sites/default/files/nhdebate2_020720getty.jpg",
            "publishedAt": "2020-02-08T03:32:45Z",
            "content": "Democrats at the 2020 primary debate in New Hampshire on Friday night dinged former New York City Mayor Michael BloombergMichael Rubens BloombergNew Jersey Rep. Sherrill endorses BloombergSanders blasts DNC rules that could allow Bloomberg to debateSanders ad… [+3541 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brooke Seipel",
            "title": "Majority of New Hampshire Democrats in poll prefer an extinction-causing meteor over Trump being reelected",
            "description": "A majority of New Hampshire Democrats in a new poll from the University of Massachusetts Lowell said they'd rather a \"giant meteor strikes the Earth, extinguishing all human life\" than see President Trump reelected....",
            "url": "https://thehill.com/homenews/campaign/482136-majority-of-new-hampshire-democrats-in-poll-prefer-an-extinction-causing",
            "urlToImage": "https://thehill.com/sites/default/files/trump.meteor.0207.jpg",
            "publishedAt": "2020-02-08T03:25:41Z",
            "content": "A majority of New Hampshire Democrats said in a new poll that they would rather a \"giant meteor strikes the Earth, extinguishing all human life\" than see President TrumpDonald John TrumpTrump discusses coronavirus with China's XiEl Paso Walmart shooting suspe… [+1604 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Julia Manchester",
            "title": "Warren, Biden call for law to protect abortion rights",
            "description": "MANCHESTER, N.H. - Former Vice President Joe Biden and Sen. Elizabeth Warren (D-Mass.) called for a law to protect abortion rights when asked at the Democratic primary debate on Friday if they believed there should be a l...",
            "url": "https://thehill.com/homenews/campaign/482133-warren-biden-call-for-law-to-protect-abortion-rights",
            "urlToImage": "https://thehill.com/sites/default/files/warrenelizabeth_020720getty.jpg",
            "publishedAt": "2020-02-08T03:08:30Z",
            "content": "MANCHESTER, N.H. Former Vice President Joe BidenJoe BidenButtigieg surges in poll ahead of New Hampshire primarySanders and Buttigieg in dead heat with 100 percent of Iowa caucus results inNew Jersey Rep. Sherrill endorses BloombergMORE and Sen. Elizabeth War… [+3335 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Biden: Trump should be pinning a medal on Vindman, not Limbaugh",
            "description": "Former Vice President Joe Biden praised Lt. Col. Alexander Vindman after the official was escorted out of the White House Friday.",
            "url": "https://thehill.com/homenews/campaign/482131-biden-trump-should-be-pinning-a-medal-on-vindman-not-limbaugh",
            "urlToImage": "https://thehill.com/sites/default/files/sandersbernie_bidenjoe_020720getty.jpg",
            "publishedAt": "2020-02-08T02:15:29Z",
            "content": "Former Vice President Joe BidenJoe BidenButtigieg surges in poll ahead of New Hampshire primarySanders and Buttigieg in dead heat with 100 percent of Iowa caucus results inNew Jersey Rep. Sherrill endorses BloombergMORE praised Lt. Col. Alexander VindmanAlexa… [+4210 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Max Greenwood",
            "title": "Biden says he wouldn't have ordered strike on Iranian general",
            "description": "Former Vice President Joe Biden said on Friday that he would not have ordered the drone strike that killed Iranian Gen. Qassem Soleimani if he had been in the White House.Asked at a Democratic presidential debate i...",
            "url": "https://thehill.com/homenews/campaign/482132-biden-says-he-wouldnt-have-ordered-strike-on-iranian-general",
            "urlToImage": "https://thehill.com/sites/default/files/bidenjoe_trumpdonald_020720getty.jpg",
            "publishedAt": "2020-02-08T02:04:25Z",
            "content": "Former Vice President Joe BidenJoe BidenButtigieg surges in poll ahead of New Hampshire primarySanders and Buttigieg in dead heat with 100 percent of Iowa caucus results inNew Jersey Rep. Sherrill endorses BloombergMORE said Friday that he would not have orde… [+1608 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Brooke Seipel",
            "title": "Yang hits candidates for acting like Trump is 'the cause of all our problems'",
            "description": "Democratic presidential candidate Andrew Yang tore into his opponents at Friday night's debate for appearing to blame President Trump for \"all of our problems.\"In a critique of fellow White House hopeful Pete Butti...",
            "url": "https://thehill.com/homenews/campaign/482130-yang-hits-candidates-for-acting-like-trump-is-the-cause-of-all-our-problems",
            "urlToImage": "https://thehill.com/sites/default/files/yang.andrew.debate.abc_.0407.png",
            "publishedAt": "2020-02-08T02:00:03Z",
            "content": "Democratic presidential candidate Andrew YangAndrew YangThe Hill's Campaign Report: Iowa turmoil deepens for Democrats Yang lays off dozens of staffers after disappointing Iowa finish: reportSanders blasts DNC rules that could allow Bloomberg to debateMORE to… [+2471 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Julia Manchester",
            "title": "Klobuchar lauds Romney's 'courage' while slamming Buttigieg impeachment remark",
            "description": "MANCHESTER, N.H. - Sen. Amy Klobuchar (D-Minn.) commended Sen. Mitt Romney (R-Utah) for voting to convict President Trump before turning to slam Democratic presidential rival Pete Buttigieg for saying the impeachment tria...",
            "url": "https://thehill.com/homenews/campaign/482128-klobuchar-calls-out-courage-of-romney-while-slamming-buttigieg-cartoons",
            "urlToImage": "https://thehill.com/sites/default/files/klobucharamy_020720getty.jpg",
            "publishedAt": "2020-02-08T01:56:15Z",
            "content": "MANCHESTER, N.H. Sen. Amy KlobucharAmy Jean KlobucharSanders and Buttigieg in dead heat with 100 percent of Iowa caucus results inThe Hill's Campaign Report: Iowa turmoil deepens for Democrats The Hill's 12:30 Report: Trump, Pelosi take the gloves off; DNC wa… [+3288 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jonathan Easley",
            "title": "Democrats begin debate with battle over who can win in November",
            "description": "MANCHESTER, N.H. - The 2020 Democratic White House hopefuls locked horns over who is the most electable candidate in a matchup against President Trump at the debate in New Hampshire on Friday night, just days before the p...",
            "url": "https://thehill.com/homenews/campaign/482125-democrats-begin-debate-with-battle-over-who-can-win-in-november",
            "urlToImage": "https://thehill.com/sites/default/files/nhdebate3_020720getty.jpg",
            "publishedAt": "2020-02-08T01:36:01Z",
            "content": "MANCHESTER, N.H. The 2020 Democratic White House hopefuls locked horns over who is the most electable candidate in a matchup against President TrumpDonald John TrumpTrump discusses coronavirus with China's XiEl Paso Walmart shooting suspect charged under fede… [+3156 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Ellen Mitchell",
            "title": "Overnight Defense: Impeachment witness Vindman escorted from White House | Esper says Pentagon protects service members from retribution | Trump ousts EU envoy Sondland",
            "description": "Happy Friday and welcome to Overnight Defense. I'm Ellen Mitchell, and here's your nightly guide to the latest developments at the Pentagon, on Capitol Hill and beyond....",
            "url": "https://thehill.com/policy/defense/overnights/482118-overnight-defense-impeachment-witness-vindman-escorted-from-white",
            "urlToImage": "https://thehill.com/sites/default/files/vindmanalexander_111919gn8_lead.jpg",
            "publishedAt": "2020-02-08T00:56:25Z",
            "content": "Happy Friday and welcome to Overnight Defense. I'm Ellen Mitchell, and here's your nightly guide to the latest developments at the Pentagon, on Capitol Hill and beyond. CLICK HERE to subscribe to the newsletter.\r\nTHE TOPLINE: A member of the National Security… [+8235 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tal Axelrod",
            "title": "Pelosi: Republicans embraced 'darkest vision' of executive power by acquitting Trump",
            "description": "Speaker Nancy Pelosi (D-Calif.) hammered congressional Republicans for adopting the \"darkest vision\" of executive power in President Trump's impeachment trial.",
            "url": "https://thehill.com/homenews/house/482116-pelosi-republicans-embraced-darkest-vision-of-executive-power-by-acquitting",
            "urlToImage": "https://thehill.com/sites/default/files/pelosi3_020620getty.jpg",
            "publishedAt": "2020-02-08T00:48:23Z",
            "content": "Speaker Nancy PelosiNancy Pelosi'Liberated' Pelosi bashes Trump and woos Democratic baseOvernight Health Care Presented by Partnership for America's Health Care Future House to condemn Trump plan for Medicaid block grants | Chinese doctor who warned of corona… [+2277 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jesse Byrnes",
            "title": "DOJ dropping antitrust probe of four major automakers",
            "description": "The Department of Justice (DOJ) is dropping its investigation into four major automakers that sided with California over the federal government on emissions standards, a person familiar with the matter confirmed to The Hi...",
            "url": "https://thehill.com/homenews/administration/482114-doj-dropping-antitrust-probe-of-four-major-automakers",
            "urlToImage": "https://thehill.com/sites/default/files/ca_ford-cars_110219getty_1.jpg",
            "publishedAt": "2020-02-08T00:21:31Z",
            "content": "The Department of Justice (DOJ) is dropping its investigation into four major automakers that sided with California over the federal government on emissions standards, a person familiar with the matter confirmed to The Hill.\r\nThe probe, announced in September… [+1840 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Peter Sullivan, Nathaniel Weixel and Jessie Hellmann",
            "title": "Overnight Health Care — Presented by Partnership for America's Health Care Future — House committees unveil surprise billing legislation | US waiting for China to accept coronavirus help | Facebook vows to fight vaccine misinformation after child's death",
            "description": "Welcome to Friday's Overnight Health Care.Two House committees unveiled their own versions of legislation to stop surprise billing. Meanwhile, in the latest on the coronavirus outbreak, U.S. health officials are st...",
            "url": "https://thehill.com/policy/healthcare/overnights/482093-overnight-health-care-new-surprise-billing-legislation-released",
            "urlToImage": "https://thehill.com/sites/default/files/nealrichard_121019gn_lead.jpg",
            "publishedAt": "2020-02-08T00:19:50Z",
            "content": "Welcome to Friday's Overnight Health Care. \r\nTwo House committees unveiled their own versions of legislation to stop surprise billing. Meanwhile, in the latest on the coronavirus outbreak, U.S. health officials are still waiting on China to accept their help,… [+5130 chars]"
        }
    ]
}