{
    "status": "ok",
    "totalResults": 32,
    "articles": [
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Holly Secon",
            "title": "Only 1 in 19 people who might have the coronavirus are being diagnosed in Wuhan, new research suggests",
            "description": "If the Chinese government had the supplies and capacity to test everyone in Wuhan for novel coronavirus, experts say, the number of cases would be far higher than currently reported. But medical shortages and the possibility that patients can carry the virus …",
            "url": "https://www.businessinsider.com/1-in-19-people-who-might-have-coronavirus-diagnosed-2020-2",
            "urlToImage": "https://i.insider.com/5e41dd182dae5c604b5c8c2a?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T23:07:00Z",
            "content": "New estimates of novel coronavirus diagnoses in the Chinese city of Wuhan place the number of infected people far higher than 19,558, the current case count from the Chinese government.\r\nResearchers from Imperial College London calculated in a new report that… [+4294 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Allana Akhtar",
            "title": "The coronavirus outbreak has upended office life in Asia, as many work from home or undergo temperature checks while others fear losing their jobs",
            "description": "Since the coronavirus spread from the Chinese city of Wuhan in December, more than 1,000 people have died as a result of the disease. Many businesses have asked professionals to work from home for the last two weeks to protect against spreading the virus. Mas…",
            "url": "https://www.businessinsider.com/coronavirus-outbreak-left-many-stranded-at-home-some-without-pay-2020-2",
            "urlToImage": "https://i.insider.com/5e432df03b62b743b2562f45?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T22:58:35Z",
            "content": "Two weeks after the initial coronavirus outbreak in East and Southeast Asia, workers returned to offices lined with hand sanitizers and temperature readers. \r\nThe virus initially spread outward from the Chinese city of Wuhan in December, and the city establis… [+3675 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "David Slotnick and Reuters",
            "title": "A new report slams the FAA for failing to properly supervise Southwest Airlines, leading to a range of safety risks (LUV)",
            "description": "A newly released US Department of Transportation report says the FAA failed to properly supervise Southwest Airlines, leading to safety hazards. The report lists 11 recommendations, and the FAA said it agrees with all of them. Among other issues, Southwest ca…",
            "url": "https://www.businessinsider.com/exclusive-faa-agrees-with-inspector-general-recommendations-to-improve-southwest-oversight-2020-2",
            "urlToImage": "https://i.insider.com/5e432ac93b62b7401b0c7d33?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T22:50:00Z",
            "content": "The Federal Aviation Administration (FAA) said it agrees with all 11 recommendations made by the US Transportation Department's Inspector General that faulted its oversight of Southwest Airlines, according to a final report released Tuesday afternoon.\r\n\"Given… [+2482 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Aria Bendix",
            "title": "The US just completed its first successful quarantine in almost 60 years. Nearly 200 travelers have been declared free the coronavirus.",
            "description": "Nearly 200 Americans have been released from a mandatory 14-day quarantine at a military base in Riverside, California. The citizens were held there after returning from Wuhan, China, where a deadly coronavirus outbreak started in December. The outbreak has k…",
            "url": "https://www.businessinsider.com/us-quarantine-evacuees-released-tested-negative-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e432d7e3b62b743153ebf56?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T22:42:00Z",
            "content": "Two weeks ago, nearly 200 Americans boarded a windowless cargo plane from Wuhan, China, while a deadly coronavirus was spreading rapidly through the city. Most of them were state department employees who were working at the consulate in Wuhan, as well as thei… [+4555 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Tyler Sonnemaker",
            "title": "Airbnb lost $322 million in the first nine months of 2019 according to a report, and it could mean a bumpier path to going public",
            "description": "Airbnb was unprofitable during the first nine months of 2019, according to a report Tuesday from the Wall Street Journal. The report said Airbnb lost $322 million, compared to a $200 million profit during the same period a year prior, and that costs climbed f…",
            "url": "https://www.businessinsider.com/airbnb-reportedly-lost-money-in-2019-possibly-impacting-ipo-plans-2020-2",
            "urlToImage": "https://i.insider.com/5e4319e12dae5c3190351926?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T21:50:48Z",
            "content": "Airbnb may have additional challenges to navigate as it looks to go public in 2020.\r\nThe multibillion-dollar travel company reportedly lost money during the first nine months of last year, according to a report published by the Wall Street Journal on Tuesday.… [+1632 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hilary Brueck",
            "title": "Photos inside the Diamond Princess cruise ship, where thousands of passengers have been quarantined for a week due to the coronavirus outbreak",
            "description": "The Diamond Princess cruise ship has been under quarantine since February 4, after several guests were diagnosed with the novel Wuhan coronavirus, COVID-19. There are more than 3,500 passengers and crew stranded on board the ship, which was scheduled to dock …",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-photos-inside-diamond-princess-cruise-with-135-sick-2020-2",
            "urlToImage": "https://i.insider.com/5e42c4223b62b7484b5a90c7?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T20:31:00Z",
            "content": "The Diamond Princess cruise ship, which houses up to 3,770 passengers and crew at a time, boasts the largest Japanese bath at sea, and typically offers over 20 bars and restaurants for passengers to choose from. \r\nNow it holds another distinction, as it has b… [+305 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gina Heeb",
            "title": "The coronavirus outbreak will 'very likely' affect the US economy, Fed warns",
            "description": "A deadly viral outbreak in China is poised to affect the US economy, but it's too soon to estimate to what extent, Fed Chair Powell warned Tuesday. Powell emphasized that the US economy was in a solid place but that the coronavirus presented new risks. A grow…",
            "url": "https://markets.businessinsider.com/news/stocks/coronavirus-fed-powell-economy-very-likely-affect-impact-us-risk-2020-2-1028895292",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e42d8782dae5c63ce7dbde5-2400/ap20031786375454.jpg",
            "publishedAt": "2020-02-11T20:12:11Z",
            "content": "AP Photo/Damian Dovarganes\r\n<ul><li>A deadly viral outbreak in China is poised to affect the US economy, but it's too soon to estimate to what extent, Fed Chair Powell warned Tuesday. </li><li>Powell emphasized that the US economy was in a solid place but tha… [+1788 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Why one Wall Street firm thinks coronavirus is a 'true black swan' for oil and energy markets",
            "description": "Oil prices have fallen for five weeks straight amid the coronavirus outbreak, which has weighed on demand in China. The blow could be the \"first black swan of the decade\" for oil and energy markets, according to a note to clients sent Monday from Ned Davis Re…",
            "url": "https://markets.businessinsider.com/commodities/news/coronavirus-oil-true-black-swan-energy-markets-analyst-demand-contraction-2020-2-1028895071",
            "urlToImage": null,
            "publishedAt": "2020-02-11T19:00:54Z",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mark Matousek",
            "title": "More than 2,000 people have been trapped on a Carnival-owned ship for a week due to fears that its passengers might have the coronavirus (CCL)",
            "description": "Passengers on Holland America Line's Westerdam cruise ship have been stuck on the vessel for a majority of the past 10 days. The ship stopped one known time in Taiwan, but has been prevented from docking in Japan, Taiwan, the Philippines, and Guam due to fear…",
            "url": "https://www.businessinsider.com/passengers-on-carnival-owned-ship-trapped-due-to-coronavirus-fears-2020-2",
            "urlToImage": "https://i.insider.com/5e42d07b2dae5c59c70efdbc?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T17:21:12Z",
            "content": "Passengers on Holland America Line's Westerdam cruise ship have been unable to leave the vessel for a majority of the past 10 days, the cruise line, which is owned by Carnival Corp., said in a blog post.\r\nThe ship was scheduled to make stops at five ports in … [+1649 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Connor Perrett",
            "title": "US Federal Chair warns of 'disruptions in China that spill over to the rest of the global economy' after coronavirus death toll passes 1,000",
            "description": "The coronavirus, which has spread around the globe but has mostly affected China, could have global economic impacts, Jerome Powell, the director of the Federal Reserve said. \"We are closely monitoring the emergence of the coronavirus, which could lead to dis…",
            "url": "https://www.businessinsider.com/coronavirus-jerome-powell-warns-could-hurt-global-economy-2020-2",
            "urlToImage": "https://i.insider.com/5e42bd0e3b62b73f43407085?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T16:35:22Z",
            "content": "The coronavirus epidemic, which originated in Wuhan, China and has killed more than 1,000 people while infecting over 43,000, could have far-reaching impact on the global economy, Federal Reserve Chairman Jerome Powell reported on Capitol Hill Tuesday. \r\n\"We … [+2827 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "rmahbubani@businessinsider.com (Rhea Mahbubani), Rhea Mahbubani",
            "title": "'Floating around the ocean': A Westerdam cruise ship has been turned away by 5 countries despite no passengers testing positive for coronavirus",
            "description": "Holland America Line On Tuesday, Thailand became the fifth country to deny entry to the Westerdam luxury liner amid coronavirus fears. The luxury liner departed Hong Kong on February 1 and set sail on a 14-day cruise to Taiwan and Japan. Although Westerdam op…",
            "url": "https://www.businessinsider.com/westerdam-cruise-ship-denied-entry-five-ports-thailand-no-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e42cf152dae5c57c92d3af4?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T16:18:33Z",
            "content": "The Westerdam luxury liner is in limbo after it was denied entry to port by yet another country as panic about the deadly coronavirus mounts.\r\nThailand is the latest country to block the cruise ship's passengers from disembarking. It has previously been turne… [+5503 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joe Ciolli",
            "title": "The battle over Tesla, a real estate rags-to-riches story, and stock picks from 10 top-ranked analysts",
            "description": "Dear Readers, No stock is more polarizing than Tesla right now. It may well be the most controversial company in history. But while your opinion of the company may rest on either side of the grand spectrum, Tesla's stock performance has been undeniable. The E…",
            "url": "https://www.businessinsider.com/how-to-invest-this-week-february-11-2020-2",
            "urlToImage": "https://i.insider.com/5a0d93dd3dbef4a7748b5f69?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T15:53:11Z",
            "content": "Dear Readers,\r\nNo stock is more polarizing than Tesla right now. It may well be the most controversial company in history.\r\nBut while your opinion of the company may rest on either side of the grand spectrum, Tesla's stock performance has been undeniable. The… [+2788 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Shoshy Ciment",
            "title": "Under Armour is facing a perfect storm of issues between accounting investigations, coronavirus weighing on sales, and weak demand in North America",
            "description": "Under Armour is struggling. On Tuesday morning, the sportswear company reported results for the fourth quarter and the 2019 fiscal year that fell short of analyst expectations. In November, Under Armour announced that its accounting practices were being inves…",
            "url": "https://www.businessinsider.com/under-armour-struggling-investigations-coronavirus-weak-demand-2020-2",
            "urlToImage": "https://i.insider.com/5dc08fb13afd37130163efa5?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T15:29:38Z",
            "content": "A perfect storm of challenges is brewing for Under Armour.\r\nThe sportswear company reported results for the fourth quarter and the 2019 fiscal year on Tuesday that fell short of analyst expectations. Shares of the company fell as much as 16% in early trading … [+1547 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Associated Press",
            "title": "Chinese citizens are challenging the official narrative about coronavirus, and Beijing is going after them",
            "description": "Associated Press Citizen journalists in China have been reporting on the ground amid the coronavirus outbreak, challenging Beijing's official narrative. Beijing, in turn, has put those journalists under pressure, and some of them have disappeared as authoriti…",
            "url": "https://www.businessinsider.com/virus-storytellers-challenge-chinas-official-narrative-2020-2",
            "urlToImage": "https://i.insider.com/5e42c0b83b62b74379150db9?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T15:10:00Z",
            "content": "BEIJING (AP) — After nearly a week of roaming China's epidemic-struck city, filming the dead and the sickened in overwhelmed hospitals, the strain of being hounded by both the new virus and the country's dissent-quelling police started to tell.\r\nChen Qiushi l… [+7568 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Oil briefly flashed a warning signal that shows traders are worrying about oversupply",
            "description": "Oil markets went into contango Tuesday, indicating fear of oversupply, Bloomberg previously reported. Coronavirus, and increasing signs that OPEC may not cut production in response to it, has sent oil spiraling down recently. Still, brent crude bounced as muc…",
            "url": "https://www.businessinsider.com/oil-contango-warning-signal-oversupply-worry-coronavirus-brent-crude-2020-2",
            "urlToImage": "https://i.insider.com/5e42af824b661b33f04233a3?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T14:49:57Z",
            "content": "Oil markets flashed a signal late Monday that oversupply is top of mind.\r\nThe Brent crude futures curve momentarily entered full contango, in which each later dated future contract is less expensive than the the one before it, Bloomberg first reported. That's… [+723 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Gwen Everett",
            "title": "Oil briefly flashed a warning signal that shows traders are worrying about oversupply",
            "description": "Oil markets went into contango Tuesday, indicating fear of oversupply, Bloomberg previously reported. Coronavirus, and increasing signs that OPEC may not cut production in response to it, has sent oil spiraling down recently. Still, brent crude bounced as muc…",
            "url": "https://markets.businessinsider.com/news/stocks/oil-contango-warning-signal-oversupply-worry-coronavirus-brent-crude-2020-2-1028894129",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e42aed13b62b733861d3932-2400/2020-02-03t112335z2lynxmpeg1202artroptp4global-oil-majors.jpg",
            "publishedAt": "2020-02-11T14:49:57Z",
            "content": "Reuters\r\nOil markets flashed a signal late Monday that oversupply is top of mind.\r\nThe Brent crude futures curve momentarily entered full contango, in which each later dated future contract is less expensive than the the one before it, Bloomberg first reporte… [+732 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Hasbro soars after Disney toy sales help it overcome trade-war challenges (HAS)",
            "description": "Hasbro stock surged as much as 9% in early Tuesday trading after the company topped expectations for fourth-quarter profit and saw revenue land just under analyst estimates. The holiday season drove strong demand for \"Star Wars\" and \"Frozen 2\" merchandise, th…",
            "url": "https://www.businessinsider.com/hasbro-earnings-stock-price-disney-toy-sales-fading-tariffs-q4-2020-2",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e42aa794b661b311f2e28e9-2400/67e83f62aa7340249637c83c77a7597b.jpg",
            "publishedAt": "2020-02-11T14:35:35Z",
            "content": "Associated Press\r\n<ul><li>Hasbro stock surged as much as 9% in early Tuesday trading after the company topped expectations for fourth-quarter profit and saw revenue land just under analyst estimates.</li><li>The holiday season drove strong demand for \"Star Wa… [+2861 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck",
            "title": "Hasbro soars after Disney toy sales help it overcome trade-war challenges (HAS)",
            "description": "Hasbro stock surged as much as 9% in early Tuesday trading after the company topped expectations for fourth-quarter profit and saw revenue land just under analyst estimates. The holiday season drove strong demand for \"Star Wars\" and \"Frozen 2\" merchandise, th…",
            "url": "https://markets.businessinsider.com/news/stocks/hasbro-earnings-stock-price-disney-toy-sales-fading-tariffs-q4-2020-2-1028894060",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e42aa794b661b311f2e28e9-2400/67e83f62aa7340249637c83c77a7597b.jpg",
            "publishedAt": "2020-02-11T14:35:35Z",
            "content": "Associated Press\r\n<ul><li>Hasbro stock surged as much as 9% in early Tuesday trading after the company topped expectations for fourth-quarter profit and saw revenue land just under analyst estimates.</li><li>The holiday season drove strong demand for \"Star Wa… [+2861 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Carmen Reinicke",
            "title": "Under Armour slips 16% on weak quarterly sales and an up to $60 million hit from coronavirus (UA)",
            "description": "Under Armour reported fiscal fourth-quarter and full-year 2019 results Tuesday that missed analyst expectations. Shares fell as much as 16% in early trading Tuesday. The company lowered its first quarter 2020 sales outlook, and said that it would see a hit of…",
            "url": "https://markets.businessinsider.com/news/stocks/under-armour-stock-price-weak-4q-sales-results-outlook-coronavirus-2020-2-1028893951",
            "urlToImage": "https://images.markets.businessinsider.com/image/5600409e9dd7cc1e008bbe46-836/11887939_10153508132151287_5784054759109042242_n.jpg",
            "publishedAt": "2020-02-11T14:12:39Z",
            "content": "Under Armour Facebook\r\nShares of Under Armour fell as much as 16% in early trading Tuesday after it reported fiscal fourth-quarter and full-year 2019 sales that fell short of Wall Street estimates. \r\nHere's what the retailer reported, versus what analysts sur… [+1967 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Bill Bostock",
            "title": "China launched a new app that warns people if they've come into contact with anyone who has the Wuhan coronavirus, the latest surveillance state measure to contain the disease",
            "description": "China has launched an app that lets its 1.4 billion citizens check if they've crossed paths with anyone infected with the Wuhan coronavirus. The \"Close Contact Detector\" app was rolled out by the National Health Commission on Saturday. Users put in their phon…",
            "url": "https://www.businessinsider.com/china-new-app-wuhan-virus-check-met-infected-person-2020-2",
            "urlToImage": "https://i.insider.com/5e4298ea2dae5c2ad55600e3?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T13:54:59Z",
            "content": "China has launched an app for people to check if they've crossed paths with anyone infected with the Wuhan coronavirus.\r\nThe \"Close Contact Detector\" app was rolled out by the National Health Commission on Saturday. \r\nThe app requires users to input their pho… [+2728 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Ben Winck and Bradley Saacks",
            "title": "Hedge fund giant Ken Griffin highlights the 4 key qualities a company needs for a successful direct listing",
            "description": "Hedge fund billionaire Ken Griffin expects direct listings to grow even more popular in 2020, but noted that not all firms are meant for the unconventional approach to public markets. Companies eyeing direct listings need \"a well-established brand,\" a large s…",
            "url": "https://markets.businessinsider.com/news/stocks/ken-griffin-billionaire-direct-listing-tips-ipo-market-outlook-startups-2020-2-1028893434",
            "urlToImage": "https://images.markets.businessinsider.com/image/5e41bdc73b62b739006c8dca-2400/2019-04-30t184748z1063262938rc1f29cfcc70rtrmadp3milken-conference.jpg",
            "publishedAt": "2020-02-11T13:54:36Z",
            "content": "Mike Blake/Reuters\r\n<ul><li>Hedge fund billionaire Ken Griffin expects direct listings to grow even more popular in 2020, but noted that not all firms are meant for the unconventional approach to public markets.</li><li>Companies eyeing direct listings need \"… [+4310 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Mia Jankowicz",
            "title": "Coronavirus could infect 60% of the world's population if it is left 'unchecked,' a leading disease expert warned",
            "description": "Current rates of coronavirus infection suggest that 60-80% of the global population could potentially get the virus if it is not brought under control, reports The Guardian. Dr Gabriel Leung told the paper that experts must assess how well Chinese containment…",
            "url": "https://www.businessinsider.com/coronavirus-could-infect-60-percent-of-world-unchecked-gabriel-leung-2020-2",
            "urlToImage": "https://i.insider.com/5e429b5c3b62b72a805ea9f2?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T12:22:13Z",
            "content": "A leading epidemiologist has suggested that without effective control, the coronavirus could infect between 60% of the world's population due to its current estimated \"attack rate,\" if it is left \"unchecked.\"\r\n\"60% of the world's population is an awfully big … [+3206 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sophia Ankel",
            "title": "A US patient infected with coronavirus was accidentally released from hospital after initial tests failed to pick up symptoms",
            "description": "A US evacuee who was infected with the Wuhan coronavirus was accidentally released from a San Diego hospital, health officials said on Monday. The patient, who was evacuated from Wuhan last week, was initially brought to a quarantine facility with three other…",
            "url": "https://www.businessinsider.com/a-us-evacuee-with-coronavirus-was-mistakenly-released-from-hospital-2020-2",
            "urlToImage": "https://i.insider.com/5e4275f53b62b71ac00d35a2?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T11:05:01Z",
            "content": "A US evacuee from China who was infected with the coronavirus was mistakenly released from a hospital in San Diego after tests initially found the person had not been infected, health officials said on Monday.\r\nThe patient, who arrived from Wuhan, China at th… [+2461 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Ray Dalio says Wuhan coronavirus is having an 'exaggerated effect' on markets, and predicts a recovery soon",
            "description": "Hedge-fund billionaire Ray Dalio said Wuhan coronavirus has had an outsized impact on markets and will blow over soon. The Bridgewater Associates boss argued the flu-like illness \"probably had a bit of an exaggerated effect,\" Bloomberg reported. Dalio said he…",
            "url": "https://markets.businessinsider.com/news/stocks/ray-dalio-wuhan-coronavirus-exaggerated-effect-markets-recovery-2020-2-1028892444",
            "urlToImage": "https://images.markets.businessinsider.com/image/5dd7e161fd9db25c8c098ce2-1200/ray-dalio.jpg",
            "publishedAt": "2020-02-11T10:49:01Z",
            "content": "Brian Snyder/Reuters\r\n<ul><li>Hedge-fund billionaire Ray Dalio said Wuhan coronavirus has had an outsized impact on markets and will blow over soon.</li><li>The Bridgewater Associates boss argued the flu-like illness \"probably had a bit of an exaggerated effe… [+1649 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Theron Mohamed",
            "title": "Ray Dalio says Wuhan coronavirus is having an 'exaggerated effect' on markets, and predicts a recovery soon",
            "description": "Hedge-fund billionaire Ray Dalio said Wuhan coronavirus has had an outsized impact on markets and will blow over soon. The Bridgewater Associates boss argued the flu-like illness \"probably had a bit of an exaggerated effect,\" Bloomberg reported. Dalio said he…",
            "url": "https://www.businessinsider.com/ray-dalio-wuhan-coronavirus-exaggerated-effect-markets-recovery-2020-2",
            "urlToImage": "https://i.insider.com/5e427cd24b661b1d3c555c84?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T10:49:01Z",
            "content": "<ul><li>Hedge-fund billionaire Ray Dalio said Wuhan coronavirus has had an outsized impact on markets and will blow over soon.</li><li>The Bridgewater Associates boss argued the flu-like illness \"probably had a bit of an exaggerated effect,\" Bloomberg reporte… [+1627 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Charlie Wood",
            "title": "10 things in tech you need to know today",
            "description": "Good morning! This is the tech news you need to know this Tuesday. Leaked emails show Amazon is stockpiling products made in China because of the risk that the coronavirus poses to its supply chain. Amazon reached out to a number of suppliers last week and pl…",
            "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-february-11-2020-2",
            "urlToImage": "https://i.insider.com/5ca0bc3ec6cc50074228fe52?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T07:39:38Z",
            "content": "Amazon CEO Jeff Bezos.\r\nGetty\r\nGood morning! This is the tech news you need to know this Tuesday.\r\n<ol><li>Leaked emails show Amazon is stockpiling products made in China because of the risk that the coronavirus poses to its supply chain. Amazon reached out t… [+2629 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Sarah Al-Arshani",
            "title": "British 'superspreader' is linked to 11 Wuhan coronavirus cases, and it shows just how hard it can be to track new virus",
            "description": "A potential \"superspreader\" may be responsible for at least 11 new coronavirus infections across 3 countries. The case brings lots of questions on the role of \"superspreaders\" in outbreaks. Superspreaders infect an \"unusually\" large amount of people with a di…",
            "url": "https://www.businessinsider.com/british-man-deemed-superspreader-for-infecting-people-with-coronavirus-2020-2",
            "urlToImage": "https://i.insider.com/5e41ef404b661b6c9a0181b3?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T07:12:52Z",
            "content": "Health officials in the United Kingdom are scrambling to find anyone who may have had close contact with man being referred to as a \"superspreader\" after being linked to 11 new infections of the novel coronavirus. \r\nThe man, said to be in his late 50s, travel… [+3461 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "China's Communist Party is purging local officials as public anger mounts at coronavirus epidemic that has killed more than 1,000",
            "description": "China has ousted high-ranking officials in its Hubei province amid widespread outcry over the continuing coronavirus outbreak. Several Communist Party officials, including the party secretary for the Hubei Health Commission and the head of the commission, los…",
            "url": "https://www.businessinsider.com/wuhan-coronavirus-china-communist-party-fires-local-officials-2020-2",
            "urlToImage": "https://i.insider.com/5e3c266fe35bab52457cc407?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T06:53:59Z",
            "content": "China has purged high-ranking officials in the Hubei — the epicenter of the deadly coronavirus outbreak — amid public outcry over the virus.\r\nSeveral Communist Party officials, including the party secretary for the Hubei Health Commission and the head of the … [+1350 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Rosie Perper",
            "title": "Scientists say at least 500,000 people may become infected with the coronavirus in Wuhan before it peaks in the coming weeks",
            "description": "China is working to curb the spread of the deadly coronavirus outbreak that started in Wuhan, and has placed the city and 15 others on lockdown. The disease has so far killed more than 1,000 people and infected over 42,000 worldwide. A large majority of the d…",
            "url": "https://www.businessinsider.com/coronavirus-spread-wuhan-scientists-estimate-february-peak-2020-2",
            "urlToImage": "https://i.insider.com/5e41f4d73b62b76ed73ff593?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T03:42:23Z",
            "content": "At least 500,000 people may become infected with coronavirus in Wuhan, China — the epicenter of the deadly  outbreak — by the time the number of cases peaks within the coming weeks, a new report suggests. \r\nThe disease has killed more than 1,000 people and in… [+1840 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "feedback@businessinsider.com (Lauren Frias), Lauren Frias",
            "title": "Chinese nurses heading to Wuhan are shaving their heads to treat coronavirus patients because long hair can spread the disease",
            "description": "China Xinhua News/Twitter Chinese nurses heading to Wuhan are shaving their heads to help them fight the coronavirus epidemic more effectively. Having no hair achieves a few things: it prevents the infection from spreading via exposed hair, and also makes it …",
            "url": "https://www.businessinsider.com/video-chinese-nurses-wuhan-shave-heads-prevent-coronavirus-cross-infection-2020-2",
            "urlToImage": "https://i.insider.com/5e4202723b62b7753c678e92?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T03:34:54Z",
            "content": "Chinese nurses are voluntarily shaving their heads to reduce the risk of cross-contamination while fighting the coronavirus at hospitals in Wuhan.\r\nShaved heads are just one example of sacrifices medical staff are making as they head to the front line of the … [+1544 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Morgan McFall-Johnsen",
            "title": "Some coronavirus patients experience nausea, vomiting, or diarrhea before they get a fever. They could spread the virus through poop.",
            "description": "Some patients with the new coronavirus first detected in Wuhan, China, experience nausea, vomiting, or diarrhea. Though the virus primarily causes fever or difficulty breathing, these rarer symptoms sometimes appear first. In one case, a coronavirus patient w…",
            "url": "https://www.businessinsider.com/some-wuhan-coronavirus-patients-have-nausea-vomiting-diarrhea-2020-2",
            "urlToImage": "https://i.insider.com/5e41a52f3b62b7184c3ea227?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T01:08:00Z",
            "content": "The deadly new coronavirus that has spread from the city of Wuhan, China is giving some patients nausea, vomiting, and diarrhea.\r\nThe coronavirus is part of a family of respiratory illnesses that includes the common cold, severe acute respiratory syndrome (SA… [+4295 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "awoodward@businessinsider.com (Aylin Woodward), Aylin Woodward",
            "title": "Trump said people think the coronavirus will go away in April. Some experts say that could happen — but it's not purely a good thing.",
            "description": "Joshua Roberts/Reuters A coronavirus outbreak that originated in Wuhan, China, has killed at least 1,000 people and infected more than 42,000 across 26 countries. President Trump said on Monday that \"a lot of people\" — including Chinese president Xi Jinping —…",
            "url": "https://www.businessinsider.com/trump-wuhan-coronavirus-go-awa-in-april-experts-2020-2",
            "urlToImage": "https://i.insider.com/5e41f9f44b661b715d4299d5?width=1200&format=jpeg",
            "publishedAt": "2020-02-11T00:53:00Z",
            "content": "President Donald Trump issued an optimistic prediction about the novel coronavirus outbreak on Monday: \"A lot of people think that goes away in April, with the heat that comes in,\" he said.\r\nSpeaking with US governors at the White House about the coronavirus,… [+4284 chars]"
        }
    ]
}