{
    "status": "ok",
    "totalResults": 33,
    "articles": [
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "USDA takes heat as Democrats seek probe into trade aid",
            "description": "The top watchdog at the United States Department of Agriculture (USDA) took heat Tuesday from Democrats who are demanding an internal probe into trade-related aid payments to the subsidiary of a Brazilian corporatio...",
            "url": "https://thehill.com/policy/finance/482654-usda-watchdog-takes-heat-as-democrats-seek-probe-into-trade-aid",
            "urlToImage": "https://thehill.com/sites/default/files/perduesonnyusdaagriculture_051518getty.jpg",
            "publishedAt": "2020-02-11T23:15:14Z",
            "content": "The top watchdog at the United States Department of Agriculture (USDA) took heat Tuesday from Democrats who are demanding an internal probe into trade-related aid payments to the subsidiary of a Brazilian corporation under criminal investigation.\r\nDemocrats o… [+5220 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Beitsch",
            "title": "OVERNIGHT ENERGY: Experts criticize EPA Lead and Copper Rule revisions| EPA asked to justify proposal to limit power of its science advisors| Trump budget proposal funds financially struggling museum in Reagan's childhood home",
            "description": "HOW LOW CAN YOU GO? Experts and advocates on Tuesday criticized the Environmental Protection Agency's (EPA) proposed rule to combat lead in the water supply, calling for the agency to require that s...",
            "url": "https://thehill.com/policy/energy-environment/overnights/482649-overnight-energy-experts-criticize-epa-lead-and-copper",
            "urlToImage": "https://thehill.com/sites/default/files/flintwater_030416getty.jpg",
            "publishedAt": "2020-02-11T22:41:00Z",
            "content": "HOW LOW CAN YOU GO? Experts and advocates on Tuesday criticized the Environmental Protection Agencys (EPA) proposed rule to combat lead in the water supply, calling for the agency to require that service lines containing lead be replaced.\r\nPediatrician Mona H… [+15391 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "psullivan@thehill.com (Peter Sullivan)",
            "title": "McConnell: GOP has 'internal divisions' on bill to lower drug prices",
            "description": "Senate Majority Leader Mitch McConnell (R-Ky.) on Tuesday said Senate Republicans have “internal divisions” on a bill to lower drug prices, and said he does not know yet whether the measure will get a vote. Senate Finance Committee Chuck...",
            "url": "https://thehill.com/policy/healthcare/482645-mcconnell-gop-has-internal-divisions-on-bill-to-lower-drug-prices",
            "urlToImage": "https://thehill.com/sites/default/files/mcconnellmitch_020520bc4_lead.jpg",
            "publishedAt": "2020-02-11T22:37:16Z",
            "content": "Senate Majority Leader Mitch McConnellAddison (Mitch) Mitchell McConnellGinsburg says 'we still' need an Equal Rights Amendment to make US 'more perfect'Democrats bullish on bill to create women's history museum: 'It's an election year'Warren on her choice to… [+3936 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Niv Elis",
            "title": "S&P: Coronavirus will reduce first quarter GDP growth",
            "description": "The spread of coronavirus will reduce GDP growth in the first quarter to just 1 percent, down from a previous forecast of 2.2 percent, according to an S&P Global analysis.\"We expect most of the drag on U.S. gro...",
            "url": "https://thehill.com/policy/finance/482635-sp-coronavirus-will-reduce-first-quarter-gdp-growth",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronavirusvaccine_012920getty_1.jpg",
            "publishedAt": "2020-02-11T22:13:56Z",
            "content": "The spread of coronavirus will reduce GDP growth in the first quarter to just 1 percent, down from a previous forecast of 2.2 percent, according to an S&amp;P Global analysis.\r\n\"We expect most of the drag on U.S. growth to be in the first quarter, with a smal… [+1071 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justine Coleman",
            "title": "Dem senator requests State records on Trump activities in Ukraine",
            "description": "Sen. Ron Wyden (D-Ore.) sent a request to Secretary of State Mike Pompeo asking the department to send records on U.S. activities in Ukraine since President Trump took office.",
            "url": "https://thehill.com/homenews/senate/482629-democratic-senator-requests-state-records-on-us-activities-in-ukraine",
            "urlToImage": "https://thehill.com/sites/default/files/wydenron_020420gn_lead.jpg",
            "publishedAt": "2020-02-11T22:01:45Z",
            "content": "Sen. Ron WydenRonald (Ron) Lee WydenHillicon Valley: Democrats press Facebook, Twitter to remove new Trump video of Pelosi | Iowa Dem chair calls for investigation into caucus problems | How Reddit is combating coronavirus misinformationGOP chairmen accuse De… [+4138 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "Fed chief issues stark warning to Congress on deficits",
            "description": "Federal Reserve Chairman Jerome Powell called on Congress to reduce the U.S. federal budget deficit to ensure the central bank could adequately respond to a financial crisis or recession.Powell told a House committ...",
            "url": "https://thehill.com/policy/finance/482617-fed-chief-issues-stark-warning-to-congress-on-deficits",
            "urlToImage": "https://thehill.com/sites/default/files/powelljerome_071019upi_lead.jpg",
            "publishedAt": "2020-02-11T21:08:41Z",
            "content": "Federal Reserve Chairman Jerome Powell called on Congress to reduce the U.S. federal budget deficit to ensure the central bank could adequately respond to a financial crisis or recession.\r\nPowell told a House committee Tuesday that lawmakers should curb feder… [+7651 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Naomi Jagoda",
            "title": "Senate Democrats seek committee action on energy tax proposals",
            "description": "A group of Senate Democrats on Tuesday urged Senate Finance Committee Chairman Chuck Grassley (R-Iowa) to schedule committee action on energy tax proposals, in an effort to help address climate change.\"It is critic...",
            "url": "https://thehill.com/policy/finance/482610-senate-democrats-seek-committee-action-on-energy-tax-proposals",
            "urlToImage": "https://thehill.com/sites/default/files/wydenron_032819gn_lead.jpg",
            "publishedAt": "2020-02-11T20:51:28Z",
            "content": "A group of Senate Democrats on Tuesday urged Senate Finance Committee Chairman Chuck GrassleyCharles (Chuck) Ernest GrassleyGOP chairmen accuse Democrats of 'selective leaks' to 'undermine' Biden-Ukraine probeDemocrat hits Mnuchin for giving Hunter Biden docs… [+2973 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Peter Sullivan",
            "title": "House panel advances bipartisan surprise billing legislation despite divisions",
            "description": "The House Education and Labor Committee on Tuesday approved a bill to protect patients from massive \"surprise\" medical bills, but not before a vigorous debate that showed the divides within both parties on the issue...",
            "url": "https://thehill.com/policy/healthcare/482593-house-panel-advances-bipartisan-surprise-billing-legislation-despite",
            "urlToImage": "https://thehill.com/sites/default/files/repbobbyscott_05032019_1.jpg",
            "publishedAt": "2020-02-11T20:01:18Z",
            "content": "The House Education and Labor Committee on Tuesday approved a bill to protect patients from massive surprise medical bills, but not before a vigorous debate that showed the divides within both parties on the issue. \r\nThe vote of 32-13 sent the measure to the … [+4164 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Tiffany Olson Kleeman, opinion contributor",
            "title": "What happens if a President Warren breaks up 'Big Tech'? | TheHill - The Hill",
            "description": "Whenever policy is used as a blunt instrument to legislate change, you can be sure the “law of unintended consequences” will apply.",
            "url": "https://thehill.com/opinion/technology/482426-what-happens-if-a-president-warren-breaks-up-big-tech",
            "urlToImage": "https://thehill.com/sites/default/files/warrenelizabeth_013120gn9_lead.jpg",
            "publishedAt": "2020-02-11T20:00:10Z",
            "content": "The 2020 Election season is officially upon us, and Big Tech is among the hot button issues. Between Mark ZuckerbergMark Elliot ZuckerbergHackers take over official Facebook Twitter accountsEntrepreneurship: The real team sportHillicon Valley: Tech confronts … [+6462 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marina Pitofsky",
            "title": "American Airlines suspends flights to China, Hong Kong from major hubs until April amid coronavirus outbreak",
            "description": "American Airlines announced Tuesday that that it is suspending flights to mainland China and Hong Kong until April amid the coronavirus outbreak that has infected more than 40,000 people worldwide.The airline offer...",
            "url": "https://thehill.com/blogs/blog-briefing-room/news/482586-american-airlines-suspends-flights-to-china-hong-kong-from",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus3_020320getty.jpg",
            "publishedAt": "2020-02-11T19:53:39Z",
            "content": "American Airlines announced Tuesday that it is suspending flights to mainland China and Hong Kong until April amid the novel coronavirus outbreak that has infected more than 40,000 people worldwide.\r\nThe airline offers flights to Shanghai and Beijing in mainl… [+1520 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rachel Frazin",
            "title": "Experts criticize EPA Lead and Copper Rule revisions",
            "description": "Experts and advocates on Tuesday criticized the Environmental Protection Agency's (EPA) proposed rule to combat lead in the water supply, calling for the agency to require that service lines containing lead be repla...",
            "url": "https://thehill.com/policy/energy-environment/482584-experts-criticize-epa-lead-and-copper-rule-revisions",
            "urlToImage": "https://thehill.com/sites/default/files/ca_drinkingwater_12220istock.jpg",
            "publishedAt": "2020-02-11T19:50:06Z",
            "content": "Experts and advocates on Tuesday criticized the Environmental Protection Agencys (EPA) proposed rule to combat lead in the water supply, calling for the agency to require that service lines containing lead be replaced.\r\nPediatrician Mona Hanna-Attisha, who he… [+4094 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jordain Carney",
            "title": "Senate GOP blocks three election security bills",
            "description": "Senate Republicans blocked an effort by Democrats to unanimously pass three election security-related bills on Tuesday, marking the latest attempt to clear legislation ahead of the November electionsDemocrats tried...",
            "url": "https://thehill.com/homenews/house/482569-senate-gop-blocks-three-election-security-bills",
            "urlToImage": "https://thehill.com/sites/default/files/blackburnmarsha_051419gn_lead.jpg",
            "publishedAt": "2020-02-11T18:25:48Z",
            "content": "Senate Republicans blocked an effort by Democrats to unanimously pass three election security-related bills on Tuesday, marking the latest attempt to clear legislation ahead of the November elections\r\nDemocrats tried to get consent to pass two bills that requ… [+6223 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Jessie Hellmann",
            "title": "CDC expects to release nearly 200 Americans from quarantine Tuesday",
            "description": "The Centers for Disease Control and Prevention (CDC) expects to release 195 Americans from quarantine Tuesday, two weeks after they were evacuated from Wuhan, China, the epicenter of a coronavirus outbreak.The indi...",
            "url": "https://thehill.com/policy/healthcare/482567-cdc-expects-to-release-nearly-200-americans-from-quarantine-tuesday",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_hongkong_012920getty.jpg",
            "publishedAt": "2020-02-11T18:22:10Z",
            "content": "The Centers for Disease Control and Prevention (CDC) expects to release 195 Americans from quarantine Tuesday, two weeks after they were evacuated from Wuhan, China, the epicenter of a coronavirus outbreak. \r\nThe individuals, who are mostly State Department e… [+1327 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "Trump blames Federal Reserve chairman after Dow falls slightly",
            "description": "President Trump criticized Jerome Powell on Tuesday after stocks declined during the Federal Reserve chairman's testimony before a House committee.In a tweet, Trump appeared to blame Powell for t...",
            "url": "https://thehill.com/policy/finance/482540-trump-blames-fed-chairman-after-dow-falls-slightly",
            "urlToImage": "https://thehill.com/sites/default/files/powelljerome_061919upi_lead_0.jpg",
            "publishedAt": "2020-02-11T17:21:17Z",
            "content": "President TrumpDonald John TrumpTrump travels to Dover to receive remains of service members killed in AfghanistanNadler demands answers from Barr on 'new channel' for receiving Ukraine info from GiulianiTrump tweets scene from 'Curb Your Enthusiasm' featurin… [+2556 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexandra Kelley",
            "title": "Trump: Heat will kill coronavirus - The Hill",
            "description": "Trump: Heat will kill coronavirus The Hill Melania Trump urges governors' spouses to spread 'Be Best' initiative in home states Fox News Trump Says Chinese President Xi Told Him That Heat Will Kill Coronavirus 'by April' Newsweek Don’t fall for Trump’s lie. D…",
            "url": "https://thehill.com/changing-america/well-being/prevention-cures/482532-trump-heat-will-kill-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/ca_dtheat_021120getty.jpg",
            "publishedAt": "2020-02-11T17:10:32Z",
            "content": "During his first campaign rally in New Hampshire post-acquittal, President Trump pulled out all the usual stops when addressing his base in a crowded arena at Southern New Hampshire University in Manchester. \r\nBetween reciting one of his favorite poems, The S… [+2589 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marty Johnson",
            "title": "WHO officially names coronavirus COVID-19",
            "description": "The World Health Organization (WHO) on Tuesday gave the coronavirus at the center of an outbreak in China an official name - COVID-19.The name is in reference to the disease, not the virus itself.\"We had to...",
            "url": "https://thehill.com/policy/healthcare/public-global-health/482520-coronavirus-officially-named-covid-19-by-who",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronaviruscontagious_012720getty_1.jpg",
            "publishedAt": "2020-02-11T16:53:29Z",
            "content": "The World Health Organization (WHO) on Tuesday gave the coronavirus at the center of an outbreak in China an official name  COVID-19.\r\nThe name is in reference to the disease, not the virus itself.\r\nWe had to find a name that did not refer to a geographical l… [+372 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexander Bolton",
            "title": "Warren asks for probe of whether Trump violated law by delaying Puerto Rico funds",
            "description": "Sen. Elizabeth Warren (D-Mass.) on Tuesday called for an investigation into whether President Trump's delay of emergency disaster funding for Puerto Rico violated the same law the Government Accountability Office (GAO) fo...",
            "url": "https://thehill.com/homenews/senate/482511-warren-asks-for-probe-of-whether-trump-violated-law-by-delaying-puerto-rico",
            "urlToImage": "https://thehill.com/sites/default/files/warrenelizabeth_013120gn9_lead.jpg",
            "publishedAt": "2020-02-11T16:13:50Z",
            "content": "Sen. Elizabeth WarrenElizabeth Ann WarrenPolitical tourists swarm New HampshireKlobuchar attracts big crowds in primary's final daysDemocratic senators press Amazon over injury ratesMORE (D-Mass.) on Tuesday called for an investigation into whether President … [+4449 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Nathaniel Weixel",
            "title": "CDC identifies 13th patient with coronavirus in U.S.",
            "description": "Federal health officials on Tuesday confirmed another case of the novel coronavirus in the U.S., bringing the total number of confirmed infections to 13.According to the Centers for Disease Contr...",
            "url": "https://thehill.com/policy/healthcare/482490-cdc-identifies-13th-patient-with-coronavirus-in-us",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus1_012720getty.jpg",
            "publishedAt": "2020-02-11T14:45:14Z",
            "content": "Federal health officials on Tuesday confirmed another case of the novel coronavirus in the U.S., bringing the total number of confirmed infections to 13.\r\nAccording to the Centers for Disease Control and Prevention, the individual was an evacuee from Wuhan wh… [+963 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "World Health Organization calls coronavirus 'grave threat' globally",
            "description": "The global director of the World Health Organization (WHO) said Tuesday that the disease presents a \"very grave threat for the rest of the world\" after the death toll in China passed 1,000 on Monday.At a press conf...",
            "url": "https://thehill.com/policy/healthcare/482488-world-health-organization-calls-coronavirus-grave-threat-globally",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronavirusvaccine_012920getty_1.jpg",
            "publishedAt": "2020-02-11T14:42:07Z",
            "content": "The global director of the World Health Organization (WHO) said Tuesday that the disease presents a \"very grave threat for the rest of the world\" after the death toll in China passed 1,000 on Monday.\r\nAt a press conference Tuesday in Geneva, Switzerland, WHO … [+1869 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "Fed chairman warns of economic damage from coronavirus",
            "description": "Federal Reserve Chairman Jerome Powell will tell lawmakers Tuesday that the central bank is on watch for potential economic damage created by the lethal coronavirus and the rush to contain it.Powell wi...",
            "url": "https://thehill.com/policy/finance/482484-fed-chairman-warns-of-economic-damage-from-coronavirus",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_0020720getty.jpg",
            "publishedAt": "2020-02-11T14:22:54Z",
            "content": "Federal Reserve Chairman Jerome Powell will tell lawmakers Tuesday that the central bank is on watch for potential economic damage created by the lethal coronavirus and the rush to contain it.\r\nPowell will tell members of the House Financial Services Committe… [+1661 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Cruise ship refused entry by fifth port due to coronavirus fears",
            "description": "A Holland America Line cruise ship on Tuesday was refused entry to Thailand over fears of coronavirus. This is the fifth port to deny the ship to dock despite no cases of the virus having been confirmed on board the...",
            "url": "https://thehill.com/policy/healthcare/482480-cruise-ship-refused-entry-by-fifth-port-due-to-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirussingapore_02072020getty.jpg",
            "publishedAt": "2020-02-11T13:56:30Z",
            "content": "A Holland America Line cruise ship on Tuesday was refused entry to Thailand over fears of coronavirus. This is the fifth port to deny the ship to dock despite no cases of the virus having been confirmed on board the ship.\r\nHolland America Line tweeted Monday … [+1707 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Rebecca Klar",
            "title": "Carnival cruise ship refused entry by fifth port due to coronavirus fears",
            "description": "A Carnival cruise ship on Tuesday was refused entry to Thailand over fears of coronavirus. This is the fifth port to deny the ship to dock despite no cases of the virus having been confirmed on board the Holland Ame...",
            "url": "https://thehill.com/policy/healthcare/482480-carnival-cruise-ship-refused-entry-by-fifth-port-due-to-coronavirus-fears",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirussingapore_02072020getty.jpg",
            "publishedAt": "2020-02-11T13:56:30Z",
            "content": "A Carnival cruise ship on Tuesday was refused entry to Thailand over fears of coronavirus. This is the fifth port to deny the ship to dock despite no cases of the virus having been confirmed on board the Holland America ship.\r\nHolland America line tweeted Mon… [+1648 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Marina Pitofsky",
            "title": "Virus death toll tops 100 in China in single day",
            "description": "China's daily death toll from the coronavirus outbreak rose above 100 for the first time, pushing the total number of deaths from the virus in the country to more than 1,000,...",
            "url": "https://thehill.com/policy/international/asia-pacific/482472-virus-death-toll-tops-100-in-china-in-single-day",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus3_020320getty.jpg",
            "publishedAt": "2020-02-11T12:50:39Z",
            "content": "Chinas daily death toll from the coronavirus outbreak rose above 100 for the first time, pushing the total number of deaths from the virus in the country to more than 1,000, The Associated Press reported.\r\nThe National Health Commission said in its daily upda… [+1810 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexis Simendinger and Al Weaver",
            "title": "The Hill's Morning Report - Sanders, Buttigieg set for Granite State showdown",
            "description": "Welcome to The Hill's Morning Re...",
            "url": "https://thehill.com/homenews/morning-report/482467-the-hills-morning-report",
            "urlToImage": "https://thehill.com/sites/default/files/newsletter-cms_021120getty.jpg",
            "publishedAt": "2020-02-11T11:35:52Z",
            "content": "Welcome to The Hills Morning Report. Happy Tuesday! Our newsletter gets you up to speed on the most important developments in politics and policy, plus trends to watch. Alexis Simendinger and Al Weaver are the daily co-creators, so find us @asimendinger and @… [+19015 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmonroe@thehill.com (Alex Gangitano)",
            "title": "Business groups try to avoid partisan crossfire",
            "description": "Business groups are facing a new challenge as they look to advance their agendas in an increasingly polarized Washington and ahead of a contentious presidential election.K Street had expectations for some bipartisan actions in 2020, but those hopes...",
            "url": "https://thehill.com/regulation/lobbying/482453-business-groups-try-to-avoid-partisan-crossfire",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_021020getty.jpg",
            "publishedAt": "2020-02-11T11:00:58Z",
            "content": "Business groups are facing a new challenge as they look to advance their agendas in an increasingly polarized Washington and ahead of a contentious presidential election.\r\nK Street had expectations for some bipartisan actions in 2020, but those hopes are on h… [+7487 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "mmonroe@thehill.com (Alex Gangitano)",
            "title": "Business groups try to avoid partisan crossfire",
            "description": "Business groups are facing a new challenge as they look to advance their agendas in an increasingly polarized Washington and ahead of a contentious presidential election.K Street had expectations for some bipartisan actions in 2020, but those hopes...",
            "url": "https://thehill.com/business-a-lobbying/business-a-lobbying/482453-business-groups-try-to-avoid-partisan-crossfire",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_021020getty.jpg",
            "publishedAt": "2020-02-11T11:00:58Z",
            "content": "Business groups are facing a new challenge as they look to advance their agendas in an increasingly polarized Washington and ahead of a contentious presidential election.\r\nK Street had expectations for some bipartisan actions in 2020, but those hopes are on h… [+7487 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Sylvan Lane",
            "title": "Trump Fed nominee stirs controversy ahead of hearing",
            "description": "President Trump's latest effort to reshape the Federal Reserve faces a crucial test this week as senators grill a controversial pick for the bank's board of governors.Judy Shelton, a former Trump campaig...",
            "url": "https://thehill.com/policy/finance/482451-trump-fed-nominee-stirs-controversy-ahead-of-hearing",
            "urlToImage": "https://thehill.com/sites/default/files/federalreserve_091619gn_lead.jpg",
            "publishedAt": "2020-02-11T11:00:53Z",
            "content": "President TrumpDonald John TrumpTrump travels to Dover to receive remains of service members killed in AfghanistanNadler demands answers from Barr on 'new channel' for receiving Ukraine info from GiulianiTrump tweets scene from 'Curb Your Enthusiasm' featurin… [+6245 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Alexander Bolton and Morgan Chalfant",
            "title": "Democrats seek to drive wedge between Trump, GOP on whistleblowers",
            "description": "Democrats are seeking to drive a wedge between President Trump and Senate Republicans on whether government whistleblowers should be protected from retaliation.",
            "url": "https://thehill.com/homenews/senate/482445-democrats-seek-to-drive-wedge-between-trump-gop-on-whistleblowers",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_010320getty2.jpg",
            "publishedAt": "2020-02-11T11:00:50Z",
            "content": "Democrats are seeking to drive a wedge between President TrumpDonald John TrumpTrump travels to Dover to receive remains of service members killed in AfghanistanNadler demands answers from Barr on 'new channel' for receiving Ukraine info from GiulianiTrump tw… [+11174 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Juliegrace Brufke",
            "title": "Bipartisan lawmakers introduce bill to combat cyber attacks on state and local governments",
            "description": "A bipartisan group of lawmakers on Monday introduced a bill that would establish a $400 million grant program at the Department of Homeland Security (DHS) to help state and local governments combat cyber threats...",
            "url": "https://thehill.com/policy/cybersecurity/482464-bipartisan-lawmakers-introduce-bill-to-combat-cyber-attacks-on-state-and",
            "urlToImage": "https://thehill.com/sites/default/files/cyberattack_120718istock.jpg",
            "publishedAt": "2020-02-11T03:36:59Z",
            "content": "A bipartisan group of lawmakers on Monday introduced a bill that would establish a $400 million grant program at the Department of Homeland Security (DHS) to help state and local governments combat cyber threats and potential vulnerabilities. \r\nUnder the legi… [+4513 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Maggie Miller,Emily Birnbaum and Chris Mills Rodrigo",
            "title": "Hillicon Valley: DOJ indicts four Chinese military officers over Equifax hack | Amazon seeks Trump deposition in 'war cloud' lawsuit | Inside Trump's budget | Republican proposes FTC overhaul",
            "description": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this...",
            "url": "https://thehill.com/policy/cybersecurity/overnights/482420-hillicon-valley-justice-department-indicts-chinese-nationals",
            "urlToImage": "https://thehill.com/sites/default/files/ca_barrjewishleaders_012820getty.jpg",
            "publishedAt": "2020-02-11T01:28:48Z",
            "content": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this LINK.\r\nWelcome! Follow the cyber team, Ma… [+13653 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "Justin Wise",
            "title": "Death toll from coronavirus exceeds 1,000",
            "description": "The death toll from the new coronavirus surpassed 1,000 on Monday as governments around the world work to contain the outbreak.Officials announced Monday that 1,016 people in mainland China have died from the coron...",
            "url": "https://thehill.com/policy/international/482449-death-toll-from-coronavirus-exceeds-1000",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronaviruscontagious_012720getty_1.jpg",
            "publishedAt": "2020-02-11T01:14:31Z",
            "content": "The death toll from the new coronavirus surpassed 1,000 on Monday as governments around the world work to contain the outbreak.\r\nOfficials announced Monday that 1,016 people in mainland China have died from the coronavirus and that 42,638 people had contracte… [+1653 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "John Bowden",
            "title": "US base workers involved in coronavirus quarantine face harassment: report",
            "description": "Workers at an Air Force Reserve base in California where a group of Americans are under quarantine after being evacuated from China say they are facing unnecessary harassment from the nearby public due to coronavirus fear...",
            "url": "https://thehill.com/policy/defense/482448-us-base-workers-involved-in-coronavirus-quarantine-face-harassment-report",
            "urlToImage": "https://thehill.com/sites/default/files/ca_coronasars_020420getty.jpg",
            "publishedAt": "2020-02-11T01:06:07Z",
            "content": "Workers at an Air Force Reserve base in California where a group of Americans are under quarantine after being evacuated from China say they are facing unnecessary harassment from the nearby public due to coronavirus fears.\r\nNBC News reported Monday that work… [+1158 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "author": "jhellman@thehill.com (Jessie Hellmann, Peter Sullivan and Nathaniel Weixel)",
            "title": "Overnight Health Care: Trump budget calls for cutting Medicaid, ACA by $1T | Trump proposes removing FDA authority over tobacco | Lawmakers frustrated by lack of emergency funds for coronavirus",
            "description": "Welcome to Monday's Overnight Health Care, where it was Budget Day! We'll start by diving right into the budget. The key takeaway... Trump budget calls for cutting Medicaid, ACA by about $1 trillionPresident Trump's proposed budget...",
            "url": "https://thehill.com/policy/healthcare/overnights/482401-overnight-health-care-trump-budget-calls-for-cutting-medicaid",
            "urlToImage": "https://thehill.com/sites/default/files/trumpdonald_121919getty.jpg",
            "publishedAt": "2020-02-11T00:37:25Z",
            "content": "Welcome to Monday's Overnight Health Care, where it was Budget Day! We'll start by diving right into the budget. The key takeaway...\r\nTrump budget calls for cutting Medicaid, ACA by about $1 trillion\r\nPresident TrumpDonald John TrumpBrad Pitt quips he has mor… [+8022 chars]"
        }
    ]
}