{
    "status": "ok",
    "totalResults": 21,
    "articles": [
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "Doctor on Trump's Coronavirus Task Force Says U.S. Could 'See a Lot More Community Related Cases' of Disease: 'That's of Great Concern'",
            "description": "On Monday, Dr. Anthony Fauci, a member of President Donald Trump's coronavirus task force, appeared on CNN to talk community spread concerning the novel coronavirus and how the U.S. could see an increase of cases in the coming weeks.",
            "url": "https://www.newsweek.com/doctor-trumps-coronavirus-task-force-says-us-could-see-lot-more-community-related-cases-1490041",
            "urlToImage": "https://d.newsweek.com/en/full/1570640/dr-anthony-fauci.jpg",
            "publishedAt": "2020-03-02T16:42:10Z",
            "content": "On Monday, Dr. Anthony Fauci, a member of President Donald Trump's coronavirus task force, appeared on CNN to talk community spread concerning the novel coronavirus and how the U.S. could see an increase of cases in the coming weeks.\r\n\"My concern is, as the n… [+2517 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Andrew Whalen",
            "title": "The National Is the Latest Band to Cancel a Tour Amid Coronavirus Fears",
            "description": "BTS, Green Day and Stormzy have also cancelled tour dates in Asia in response to the spread of coronavirus.",
            "url": "https://www.newsweek.com/national-bts-green-day-stormzy-coronavirus-covid-19-concert-tour-cancelled-1490103",
            "urlToImage": "https://d.newsweek.com/en/full/1570699/national-rock-band-covid-19.jpg",
            "publishedAt": "2020-03-02T18:39:37Z",
            "content": "The National is the latest band to announce concert cancellations as the coronavirus COVID-19 spreads around the world. Citing the danger to public safety, the indie-rock band cancelled two Tokyo shows in March.\r\n\"Much to our disappointment, in the interest o… [+3758 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Aila Slisco",
            "title": "ER Doctor Treating Coronavirus Says he Still Doesn't Have a 'Rapid Diagnostic Test Available': 'This is a National Scandal'",
            "description": "The relatively limited ability to test U.S. patients for coronavirus compared to other countries is a \"national scandal,\" according to an emergency room doctor.",
            "url": "https://www.newsweek.com/er-doctor-treating-coronavirus-says-he-still-doesnt-have-rapid-diagnostic-test-available-this-1490139",
            "urlToImage": "https://d.newsweek.com/en/full/1570748/coronavirus-test.jpg",
            "publishedAt": "2020-03-02T23:50:37Z",
            "content": "A New York City doctor specializing in infectious diseases called a limited ability to test for the COVID-19 coronavirus in the U.S. a \"national scandal\" on Monday.\r\nDr. Matt McCarthy made the remarks during an appearance on CNBC's Squawk Box. He suggested th… [+2824 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Seren Morris",
            "title": "Coronavirus TikTok Videos Posted by World Heath Organization to Combat Misinformation on Social Media Platform",
            "description": "The WHO has posted two videos to TikTok, sharing advice on how to prevent spreading coronavirus and on who needs to wear respiratory masks.",
            "url": "https://www.newsweek.com/coronavirus-misinformation-world-health-organization-tiktok-social-media-1490063",
            "urlToImage": "https://d.newsweek.com/en/full/1570661/covid-19-statista.jpg",
            "publishedAt": "2020-03-02T16:47:45Z",
            "content": "The World Health Organization (WHO) has joined TikTok to prevent the spread of coronavirus misinformation online.\r\nThe WHO joined TikTok on Friday, the same day that the organization upgraded the global risk of the coronavirus outbreak to \"very high\" which is… [+2337 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Alexandra Schonfeld",
            "title": "How the Coronavirus Outbreak Is Impacting Travel: What to Know",
            "description": "As the spread of coronavirus increases, travelers are forgoing—or thinking about forgoing—traveling altogether. Here's how airlines and travelers are reacting to the virus outbreak.",
            "url": "https://www.newsweek.com/how-coronavirus-outbreak-impacting-travel-what-know-1489791",
            "urlToImage": "https://d.newsweek.com/en/full/1570327/italy-coronavirus.jpg",
            "publishedAt": "2020-03-02T15:50:57Z",
            "content": "Friday morning, the World Health Organization (WHO) raised its risk assessment of coronavirus to \"very high\" meeting the organization's highest risk level. As concern continues to rise surrounding the spread of virus that causes COVID-19, many travelers are r… [+7147 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Update, Map as Death Toll Passes 3,000, Outbreak Spreads to Over 60 Countries",
            "description": "Thailand and Australia report first coronavirus deaths, while cases in South Korea and the death toll in Iran nearly double over the weekend.",
            "url": "https://www.newsweek.com/coronavirus-update-map-death-toll-outbreak-60-countries-1490069",
            "urlToImage": "https://d.newsweek.com/en/full/1570672/coronavirus-thailand-march-2020.jpg",
            "publishedAt": "2020-03-02T17:03:59Z",
            "content": "Confirmed COVID-19 virus cases continue to rise across the globe, with Thailand and Australia reporting their first deaths, while the Dominican Republic, Indonesia, Jordan and Tunisia reported their first cases. Australia also reported its first case of commu… [+10906 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Christina Zhao",
            "title": "Washington State Confirms Second U.S. Coronavirus-Related Death",
            "description": "Both men had underlying health conditions and were hospitalized at the EvergreenHealth Medical Center in Kirkland.",
            "url": "https://www.newsweek.com/washington-state-confirms-second-us-coronavirus-related-death-1489942",
            "urlToImage": "https://d.newsweek.com/en/full/1570520/coronavirus.jpg",
            "publishedAt": "2020-03-02T04:20:24Z",
            "content": "Local Washington state health officials announced the second U.S. coronavirus-related death on Sunday after confirming the first just one day earlier. Both deceased men had underlying health conditions and were hospitalized at the EvergreenHealth Medical Cent… [+2670 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus U.S. Outbreak Update as Dozens of New Cases Confirmed in California, Florida, New York, Washington",
            "description": "A state of emergency has been declared in Washington state, which has reported the first two deaths in the U.S., and Florida, which reported its first two coronavirus cases.",
            "url": "https://www.newsweek.com/coronavirus-update-us-new-cases-deaths-1490013",
            "urlToImage": "https://d.newsweek.com/en/full/1570606/lax-airport-california-face-masks-february-292020.jpg",
            "publishedAt": "2020-03-02T14:49:38Z",
            "content": "The COVID-19 virus has seen dozens of new cases reported across the U.S. since last Friday, including the first two deaths in the U.S. in Washington state, the first cases in New York and Florida as well as more cases in California, Rhode Island, Illinois and… [+8485 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Soo Kim",
            "title": "Coronavirus Fears See Mask, Hand Sanitizer, Water, Toilet Paper Shortages at Costco, Walmart and Target",
            "description": "Shoppers across the country have reported empty shelves at various retailers which have run out of supplies including face masks, disinfectants, water and toilet paper.",
            "url": "https://www.newsweek.com/coronavirus-fears-mask-hand-sanitizer-water-toilet-paper-shortages-costco-walmart-target-1489981",
            "urlToImage": "https://d.newsweek.com/en/full/1570569/costco-california-coronavirus-february-4-2020.jpg",
            "publishedAt": "2020-03-02T12:07:30Z",
            "content": "Fears over the COVID-19 virus have seen home supplies, including face masks, hand sanitizers, disinfectants, water, toilet paper and medication, run out at major retailers and local stores across the country.\r\nShoppers have been posting images of empty shelve… [+11512 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus 'Is Going to Go to Every Single State… Very Very Soon' U.S. Doctor Warns",
            "description": "The virus has killed more than 3,000 people in over 89,000 cases worldwide, including two in the U.S.",
            "url": "https://www.newsweek.com/coronavirus-going-go-every-single-state-very-very-soon-us-doctor-warns-1489949",
            "urlToImage": "https://d.newsweek.com/en/full/1570527/coronavirus-covid-19-sars-2cov-california-monterey-park.jpg",
            "publishedAt": "2020-03-02T11:03:02Z",
            "content": "A doctor has warned the public to expect a \"massive surge\" in cases of COVID-19 over the next few weeksbut stressed there is no need to panic.\r\nDr. Dena Grayson, who played a role in the development of drugs to treat the deadly Ebola virus, wrote on Twitter: … [+4601 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "David Brennan",
            "title": "Iran Rejects Trump Offer of Help on Coronavirus as Ayatollah Aide Dies: 'We Don't Need Them'",
            "description": "Iran is one of the worst affected nations with 1,501 confirmed cases and the highest death toll outside of China at 66.",
            "url": "https://www.newsweek.com/iran-rejects-donald-trump-offer-help-coronavirus-ayatollah-aide-dies-we-dont-need-them-1489984",
            "urlToImage": "https://d.newsweek.com/en/full/1570567/iran-coronavirus-donald-trump-offer-help-spread.jpg",
            "publishedAt": "2020-03-02T11:41:06Z",
            "content": "An Iranian official has dismissed President Donald Trump's offer of help in fighting the coronavirus, which on Monday claimed the life of a senior aide to Ayatollah Ali Khamenei.\r\nForeign Ministry spokesperson Abbas Mousavi said Monday that the U.S. is seekin… [+2691 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Christina Zhao",
            "title": "New York Confirms First Coronavirus Case, Governor Andrew Cuomo Says Patient Is Woman in Late 30s",
            "description": "\"There is no reason for undue anxiety—the general risk remains low in New York,\" Cuomo said.",
            "url": "https://www.newsweek.com/new-york-confirms-first-coronavirus-case-governor-andrew-cuomo-says-patient-woman-late-30s-1489936",
            "urlToImage": "https://d.newsweek.com/en/full/1570517/coronavirus-new-york.jpg",
            "publishedAt": "2020-03-02T01:11:55Z",
            "content": "New York has confirmed its \"first positive case of novel coronavirusor COVID-19,\" according to Governor Andrew Cuomo on Sunday.\r\nIn a statement, Cuomo said the patient is a woman in her late thirties who had contracted the virus while traveling abroad in Iran… [+905 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Christina Zhao",
            "title": "CDC Mistakenly Released Texas Coronavirus Patient Who Later Tested Positive, San Antonio Mayor Says",
            "description": "The patient was initially asymptomatic after traveling back to the U.S. from Wuhan, China roughly two weeks ago on a State Department chartered flight.",
            "url": "https://www.newsweek.com/cdc-mistakenly-released-texas-coronavirus-patient-who-later-tested-positive-san-antonio-mayor-says-1489939",
            "urlToImage": "https://d.newsweek.com/en/full/1570519/san-antonio-mayor.jpg",
            "publishedAt": "2020-03-02T02:51:04Z",
            "content": "San Antonio, Texas Mayor Ron Nirenberg on Sunday said that the Centers for Disease Control and Prevention (CDC) mistakenly released a patient who later tested positive for COVID-19, otherwise known as the coronavirus.\r\nThe patient, who was part of a group tha… [+2759 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "White House Coronavirus Briefing Live Stream: How to Watch Mike Pence Briefing on COVID-19",
            "description": "Over the weekend, officials confirmed the first two deaths in America and three states announced their first cases of COVID-19.",
            "url": "https://www.newsweek.com/pence-coronavirus-briefing-white-house-how-watch-live-stream-1490074",
            "urlToImage": "https://d.newsweek.com/en/full/1570676/coronavirus-briefing-white-house-mike-pence.jpg",
            "publishedAt": "2020-03-02T17:00:41Z",
            "content": "As President Donald Trump prepares for a campaign rally in North Carolina, Vice President Mike Pence and Ambassador-at-large Dr. Deborah Birx will give Americans an update on COVID-19.\r\nPence, who is at the helm of the White House's coronavirus task force, an… [+2565 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Chantal Da Silva",
            "title": "Homeless 'More at Risk' in the Face of Coronavirus Outbreak, Expert Warns",
            "description": "\"This is a community of people who don't have easy access to health care...as well as not having access to hygiene facilities,\" said Megan Hustings, the managing director of the National Committee for the Homeless.",
            "url": "https://www.newsweek.com/homeless-more-risk-poor-health-outcomes-if-infected-coronavirus-nch-warns-1490076",
            "urlToImage": "https://d.newsweek.com/en/full/1570673/homeless.jpg",
            "publishedAt": "2020-03-02T17:41:21Z",
            "content": "The National Coalition for the Homeless has warned that homeless communities could be \"more at risk for poor health outcomes\" if affected by the coronavirus outbreak.\r\nPublishing an advisory on the outbreak on Wednesday, the NCH warned that \"as with \"any publ… [+4509 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Janice Williams",
            "title": "The Best 'SNL' Sketches From This Weekend: \"Airport Sushi,\" \"Coronavirus Cold Open\" and More",
            "description": "Comedian John Mulaney returned to Studio 8H once again this past weekend, to host the sketch-comedy show for the third time.",
            "url": "https://www.newsweek.com/snl-saturday-night-live-sketches-1490057",
            "urlToImage": "https://d.newsweek.com/en/full/1570663/sketches-this-weekends-snl-people-are-still-talking-about.jpg",
            "publishedAt": "2020-03-02T18:08:22Z",
            "content": "John Mulaney once again returned to Saturday Night Live as host over the weekend, and, as expected, the all-star comedian did not disappoint.\r\nWith Mulaney back in the role of host for the third time, it was a rather festive night of SNL, which returned on Sa… [+3492 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Kashmira Gander",
            "title": "Coronavirus Could Spread in U.S. Because People May Be Put Off by Cost of Testing and Treatment, Doctor Warns",
            "description": "A total of 86 people had been diagnosed with COVID-19 in the U.S., including two who have died.",
            "url": "https://www.newsweek.com/coronavirus-could-spread-u-s-cost-testing-treatment-doctor-warns-1490044",
            "urlToImage": "https://d.newsweek.com/en/full/1570648/coronavirus-protective-clothing-wuhan-china.jpg",
            "publishedAt": "2020-03-02T17:09:26Z",
            "content": "A doctor has told Newsweek he is \"very worried\" that the cost of healthcare in the U.S. will stand in the way of people seeking treatment for the deadly new coronavirus.\r\nAsked if he is concerned that medical bills may be prohibitive to some people, and if th… [+5586 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Jenni Fink",
            "title": "Coronavirus Flight Cancellations and Travel Advisories: What to Know About Italy, Iran and South Korea and More",
            "description": "Officials expanded travel restrictions and increased advisories on Saturday for certain areas of the world that are experiencing COVID-19 outbreaks.",
            "url": "https://www.newsweek.com/coronavirus-travel-advisories-flight-cancellations-italy-south-korea-iran-1490027",
            "urlToImage": "https://d.newsweek.com/en/full/1570621/coronavirus-flight-cancellations-travel-advisory.jpg",
            "publishedAt": "2020-03-02T15:19:00Z",
            "content": "As COVID-19 continues to affect countries around the world, airlines are suspending flights to high-risk areas, and the State Department has issued increased travel warnings for certain areas of the globe.\r\nMore than 87,000 people in 59 countries have become … [+3151 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Brendan Cole",
            "title": "Captain of Coronavirus-quarantined Diamond Princess Hailed As a 'Hero' After He Is the Last Person to Leave Cruise Ship",
            "description": "Gennaro Arma had stayed on board the vessel since it was first moored at Yokohama port, Japan, on February 5.",
            "url": "https://www.newsweek.com/japan-coronavirus-yokahama-diamond-princess-1490040",
            "urlToImage": "https://d.newsweek.com/en/full/1570601/diamond-princess.jpg",
            "publishedAt": "2020-03-02T16:33:11Z",
            "content": "The captain of the cruise ship quarantined at a Japanese port for nearly a month because of coronavirus has been praised by his company and passengers for his actions during the crisis and for staying on board until everybody else had left.\r\nThe Diamond Princ… [+2575 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Sheraz Farooqi",
            "title": "'Saturday Night Live's' Rachel Dratch Tips Her Hat to Amy Klobuchar: \"I Admire the Heck Out of You\"",
            "description": "Dratch's comments came not long after the Minnesota senator announced that she is ending her 2020 presidential campaign.",
            "url": "https://www.newsweek.com/rachel-dratch-amy-klobuchar-saturday-night-live-campaign-end-1490118",
            "urlToImage": "https://d.newsweek.com/en/full/1570720/amy-klobuchar.jpg",
            "publishedAt": "2020-03-02T20:42:04Z",
            "content": "On Monday, Amy Klobuchar dropped out of the race to be the Democratic nominee for the 2020 presidential election. In response to the news, comedian and Saturday Night Live alum Rachel Dratchwho recently played the Minnesota senator during several guest appear… [+1387 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "author": "Matthew Impelli",
            "title": "That Viral Lindsey Graham Quote Saying Trump Knows More About Viruses Than Scientists Is Fake",
            "description": "The quote, which cites Graham saying that Trump will \"eradicate this plague,\" originated from a satire Twitter account.",
            "url": "https://www.newsweek.com/that-viral-lindsey-graham-quote-saying-trump-knows-more-about-viruses-scientists-fake-1490087",
            "urlToImage": "https://d.newsweek.com/en/full/1570682/lindsey-graham.jpg",
            "publishedAt": "2020-03-02T19:47:59Z",
            "content": "A viral quote attributed to Republican Senator Lindsey Graham is not real.\r\nThe fake quote, which has Graham stating that President Donald Trump knows more about viruses than scientists, gained traction on Twitter last week. However, the quote was posted by s… [+4292 chars]"
        }
    ]
}