{
    "status": "ok",
    "totalResults": 330,
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Indonesia confirms two coronavirus cases",
            "description": "Indonesian President Joko Widodo said on Monday two Indonesians had tested positive for coronavirus, marking the first confirmed cases in the world's fourth most populous country.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-indonesia-idUSKBN20P0FZ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497675328&w=1200&r=LYNXMPEG210ES",
            "publishedAt": "2020-03-02T04:48:30Z",
            "content": "JAKARTA (Reuters) - Indonesian President Joko Widodo said on Monday two Indonesians had tested positive for coronavirus, marking the first confirmed cases in the world’s fourth most populous country. \r\nThe two had been hospitalized, Widodo told reporters at t… [+190 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Saudi Arabia announces first case of coronavirus",
            "description": "Saudi Arabia on Monday announced its first case of the new coronavirus, the health ministry said, according to the state news agency.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-saudi-idUSKBN20P2FK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T16:15:09Z",
            "content": "CAIRO (Reuters) - Saudi Arabia on Monday announced its first case of the new coronavirus, the health ministry said, according to the state news agency. \r\nThe infected person had come from Iran through Bahrain, the report added. \r\nReporting by Hesham Abdul Kha… [+29 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Morocco reports first coronavirus case: health ministry",
            "description": "Morocco's health ministry declared on Monday its first coronavirus case, from a Moroccan man living in Italy.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-morocco-idUSKBN20P33T",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T21:03:42Z",
            "content": "RABAT (Reuters) - Morocco’s health ministry declared on Monday its first coronavirus case, from a Moroccan man living in Italy. \r\nThe man is currently receiving health care at a hospital in Casablanca and his health condition is not critical, the ministry sai… [+96 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tunisia confirms first coronavirus case: health minister",
            "description": "Tunisia has confirmed its first case of the new coronavirus, the health minister said on Monday at a news conference.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-tunisia-idUSKBN20P2AD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:30:58Z",
            "content": "TUNIS (Reuters) - Tunisia has confirmed its first case of the new coronavirus, the health minister said on Monday at a news conference. \r\nThe minister Abdelatif el-Maki said the patient was a Tunisian man. \r\nReporting by Tarek Amara and Angus McDowall; Editin… [+19 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Thailand reports one new coronavirus case, total at 43 - health official",
            "description": "Thailand has reported one new coronavirus case, bringing the total number of such cases in the country to 43 since January, a senior health official said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-thailand-idUSKBN20P0GW",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497675320&w=1200&r=LYNXMPEG210EY",
            "publishedAt": "2020-03-02T04:48:30Z",
            "content": "BANGKOK (Reuters) - Thailand has reported one new coronavirus case, bringing the total number of such cases in the country to 43 since January, a senior health official said on Monday. \r\nThe new case is a 22-year-old Thai woman who works with another Thai pat… [+379 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "1501 infected, 66 dead from coronavirus in Iran: state TV",
            "description": "Sixty six people have died and 1501 people have been infected by coronavirus in Iran, Deputy Health Minister Alireza Raisi said in an announcement on state TV.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iran-idUSKBN20P1E6",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497699266&w=1200&r=LYNXMPEG21101",
            "publishedAt": "2020-03-02T10:38:23Z",
            "content": "DUBAI (Reuters) - Sixty six people have died and 1501 people have been infected by coronavirus in Iran, Deputy Health Minister Alireza Raisi said in an announcement on state TV. \r\n“The definite latest numbers we have are 523 new infections and 12 new deaths s… [+130 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Coronavirus alert: Russian Cossacks told not to kiss icons",
            "description": "Russian Cossacks have been told by one of their leaders not to kiss icons or clerics' hands to try to prevent the spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-russia-religion-idUSKBN20P2QM",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497788548&w=1200&r=LYNXMPEG2123E",
            "publishedAt": "2020-03-02T18:15:02Z",
            "content": "MOSCOW (Reuters) - Russian Cossacks have been told by one of their leaders not to kiss icons or clerics’ hands to try to prevent the spread of the coronavirus. \r\nThe order was issued by Gennadiy Kovalev, head of the Council of Cossack Hetmans (leaders) of Rus… [+861 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Algeria reports two new coronavirus cases, bringing the total to five",
            "description": "Algeria reported two new coronavirus cases on Monday, which brings the total of confirmed cases to five, state news agency said quoting a statement from health ministry.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-algeria-idUSKBN20P2YK",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497819600&w=1200&r=LYNXMPEG212BQ",
            "publishedAt": "2020-03-02T19:46:53Z",
            "content": "CAIRO (Reuters) - Algeria reported two new coronavirus cases on Monday, which brings the total of confirmed cases to five, state news agency said quoting a statement from health ministry. \r\nThe statement added that the two new cases are from the same family, … [+225 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "France's Macron cancels events to focus on coronavirus response",
            "description": "French President Emmanuel Macron canceled two scheduled events this week to focus on France's response to the coronavirus crisis, his office said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/vYP-uJDSbR0/frances-macron-cancels-events-to-focus-on-coronavirus-response-idUSKBN20P1OD",
            "urlToImage": null,
            "publishedAt": "2020-03-02T11:58:48Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italian coronavirus deaths rise to 52, number of cases climbs above 2000",
            "description": "The death toll from an outbreak of coronavirus in Italy has risen by 18 over the past 24 hours to 52, the Civil Protection Agency said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-casualties-idUSKBN20P2NO",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T17:28:56Z",
            "content": "ROME (Reuters) - The death toll from an outbreak of coronavirus in Italy has risen by 18 over the past 24 hours to 52, the Civil Protection Agency said on Monday. \r\nThe accumulative number of cases in the country which has been hardest hit by the virus in Eur… [+341 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Imani Moise",
            "title": "Citigroup and Wells Fargo restrict all cross border travel as coronavirus spreads",
            "description": "Citigroup Inc and Wells Fargo & Co have restricted all cross-border travel by employees in response to the rapidly spreading coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-citigroup-idUSKBN20P2OS",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T17:48:56Z",
            "content": "(Reuters) - Citigroup Inc and Wells Fargo &amp; Co have restricted all cross-border travel by employees in response to the rapidly spreading coronavirus outbreak. \r\nCiti’s policy expands travel restrictions put in place last week as the virus, which has no kn… [+1707 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Russian citizen who returned from Italy diagnosed with coronavirus: RIA cites ministry",
            "description": "A Russian citizen returning from Italy was diagnosed with coronavirus, the RIA news agency cited the healthcare ministry as saying on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-russia-idUSKBN20P1JH",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T11:17:38Z",
            "content": "MOSCOW (Reuters) - A Russian citizen returning from Italy was diagnosed with coronavirus, the RIA news agency cited the healthcare ministry as saying on Monday. \r\nAnother three Russian nationals are receiving treatment in Russia after they contracted the viru… [+243 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Syed Raza Hassan",
            "title": "Pakistan's largest city shuts schools for two weeks over virus fears",
            "description": "Pakistan's southern province of Sindh extended the closure of all educational institutions following the confirmation of a second coronavirus case in Karachi, the country's largest city.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-pakistan-idUSKBN20P1HK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T11:08:19Z",
            "content": "KARACHI, Pakistan (Reuters) - Pakistan’s southern province of Sindh extended the closure of all educational institutions following the confirmation of a second coronavirus case in Karachi, the country’s largest city. \r\nPakistan has confirmed four cases of cor… [+1231 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "South Korea reports 476 new coronavirus cases, total at 4,212",
            "description": "South Korea reported on Monday 476 new coronavirus cases, taking its national tally to 4,212, the Korea Centers for Disease Control and Prevention (KCDC) said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-toll-idUSKBN20P05K",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497623069&w=1200&r=LYNXMPEG21063",
            "publishedAt": "2020-03-02T02:11:05Z",
            "content": "SEOUL (Reuters) - South Korea reported on Monday 476 new coronavirus cases, taking its national tally to 4,212, the Korea Centers for Disease Control and Prevention (KCDC) said. \r\nThe death toll rose to 22, up from 20 the day before, KCDC said. \r\nReporting by… [+62 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Latest on the spread of coronavirus around the world",
            "description": "The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive and prompting governments to step up control measures.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20P1PT",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497705381&w=1200&r=LYNXMPEG211AY",
            "publishedAt": "2020-03-02T12:08:18Z",
            "content": "(Reuters) - The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive and prompting governments to step up control measures. \r\n- As of Monday, there have been over 89,000 cases of the virus globally, the maj… [+4031 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Vietnam Airlines to suspend flights to South Korea over coronavirus",
            "description": "Vietnam Airlines said on Monday it will suspend its flights to destinations in South Korea from March 5 over coronavirus concerns.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-flights-idUSKBN20P2AQ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:32:49Z",
            "content": "HANOI (Reuters) - Vietnam Airlines HVN.HM said on Monday it will suspend its flights to destinations in South Korea from March 5 over coronavirus concerns. \r\nIn the largest outbreak outside China, South Korea has had 26 deaths and reported another 599 infecti… [+601 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France says it now has 191 confirmed cases of coronavirus",
            "description": "France has 191 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Monday, raising the total from 130 a day earlier.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-idUSKBN20P2WJ",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497811152&w=1200&r=LYNXMPEG2127P",
            "publishedAt": "2020-03-02T19:20:25Z",
            "content": "PARIS (Reuters) - France has 191 confirmed cases of coronavirus, the head of the public health service, Jerome Salomon, said on Monday, raising the total from 130 a day earlier. \r\nHe added three had died so far from the disease. \r\nReporting by Matthias Blamon… [+25 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "European Parliament suspends visits as precaution against coronavirus",
            "description": "The European Parliament will limit access to visitors for three weeks, its president said on Monday, as part of precautionary measures to reduce the spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-europeanparliament-idUSKBN20P2P1",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497784565&w=1200&r=LYNXMPEG2122H",
            "publishedAt": "2020-03-02T18:03:15Z",
            "content": "BRUSSELS (Reuters) - The European Parliament will limit access to visitors for three weeks, its president said on Monday, as part of precautionary measures to reduce the spread of the coronavirus. \r\nParliamentary activity will continue, but seminars, events a… [+709 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iraq announces two new coronavirus cases - Health Ministry",
            "description": "Iraq has detected two new coronavirus patients, both of whom had recently visited Iran, the Health Ministry said on Monday, bringing the total cases recorded so far to 21.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iraq-idUSKBN20P168",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T11:03:07Z",
            "content": "BAGHDAD (Reuters) - Iraq has detected two new coronavirus patients, both of whom had recently visited Iran, the Health Ministry said on Monday, bringing the total cases recorded so far to 21. \r\nThe two new cases were detected in Baghdad and had recently retur… [+267 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "LATAM Airlines cancels Sao Paulo-Milan flights due to coronavirus",
            "description": "South America's largest carrier, LATAM Airlines Group , said on Monday it would cancel its daily flight from Sao Paulo to Milan, Italy, through April 16, citing the new coronavirus outbreak and weak demand.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-airlines-idUSKBN20P34Q",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497848171&w=1200&r=LYNXMPEG212GR",
            "publishedAt": "2020-03-02T21:13:22Z",
            "content": "BRASILIA (Reuters) - South America’s largest carrier, LATAM Airlines Group (LTM.SN), said on Monday it would cancel its daily flight from Sao Paulo to Milan, Italy, through April 16, citing the new coronavirus outbreak and weak demand. \r\nIn the first cancella… [+337 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU readies measures to help economy as coronavirus hits",
            "description": "The European Union's economics commissioner said on Monday the bloc was ready to deploy all possible measures to tackle the impact of the coronavirus outbreak on the European economy, as health risks in Europe were raised to high.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-eu-idUSKBN20P1KL",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497703671&w=1200&r=LYNXMPEG21184",
            "publishedAt": "2020-03-02T11:58:56Z",
            "content": "BRUSSELS (Reuters) - The European Union’s economics commissioner said on Monday the bloc was ready to deploy all possible measures to tackle the impact of the coronavirus outbreak on the European economy, as health risks in Europe were raised to high. \r\nPaolo… [+1092 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Pfizer identified some antiviral compounds with potential as coronavirus treatments",
            "description": "Drugmaker Pfizer Inc said on Monday that it identified certain antiviral compounds it had in development that have the potential to inhibit coronaviruses and is engaging with a third party to screen the compounds.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-pfizer-idUSKBN20P3BJ",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497886909&w=1200&r=LYNXMPEG212MU",
            "publishedAt": "2020-03-02T23:06:44Z",
            "content": "NEW YORK (Reuters) - Drugmaker Pfizer Inc (PFE.N) said on Monday that it identified certain antiviral compounds it had in development that have the potential to inhibit coronaviruses and is engaging with a third party to screen the compounds. \r\nThe company sa… [+387 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Paris book fair canceled due to coronavirus outbreak",
            "description": "Paris' annual book fair, which was supposed to take place later this month, has been canceled due to measures taken by the French government to contain the coronavirus outbreak, the French publishers' union said in a statement.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-bookfair-idUSKBN20P1LK",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T11:38:57Z",
            "content": "PARIS (Reuters) - Paris’ annual book fair, which was supposed to take place later this month, has been canceled due to measures taken by the French government to contain the coronavirus outbreak, the French publishers’ union said in a statement. \r\n“Following … [+364 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jeff Lewis",
            "title": "Miners avoid handshakes at Toronto meeting over coronavirus fears",
            "description": "Miners in Toronto for an annual industry dealmaking event slathered on hand sanitizer and avoided handshakes, while Chile's mines minister doled out masks as coronavirus concerns overshadowed buyout buzz and prompted delegates to scrap some events.",
            "url": "https://www.reuters.com/article/us-mining-pdac-coronavirus-idUSKBN20P2Y5",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497818674&w=1200&r=LYNXMPEG212BN",
            "publishedAt": "2020-03-02T19:44:17Z",
            "content": "TORONTO (Reuters) - Miners in Toronto for an annual industry dealmaking event slathered on hand sanitizer and avoided handshakes, while Chile’s mines minister doled out masks as coronavirus concerns overshadowed buyout buzz and prompted delegates to scrap som… [+2505 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Tina Bellon",
            "title": "Americans keep buying cars, but coronavirus concerns loom over industry",
            "description": "Customers streamed into auto showrooms from California to Florida over the weekend, car dealers across the United States said on Monday, shrugging off concerns that coronavirus worries might dampen sales.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-autos-idUSKBN20P37Y",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497860943&w=1200&r=LYNXMPEG212JJ",
            "publishedAt": "2020-03-02T21:52:36Z",
            "content": "(Reuters) - Customers streamed into auto showrooms from California to Florida over the weekend, car dealers across the United States said on Monday, shrugging off concerns that coronavirus worries might dampen sales. \r\nIndustry analysts cautioned that a growi… [+3067 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Confirmed coronavirus cases in Germany rise to 150: Robert Koch Institute",
            "description": "The number of confirmed coronavirus cases in Germany has risen to 150 on Monday from 129 on Sunday, the Robert Koch Institute for disease control said, adding that the risk from the virus in Germany is now \"moderate\".",
            "url": "https://www.reuters.com/article/us-health-coronavirus-germany-cases-idUSKBN20P158",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T11:03:07Z",
            "content": "BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany has risen to 150 on Monday from 129 on Sunday, the Robert Koch Institute for disease control said, adding that the risk from the virus in Germany is now “moderate”. \r\nMore than half of th… [+878 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Sachin Ravikumar",
            "title": "India reports two more cases of coronavirus, taking tally to five",
            "description": "India reported two more cases of coronavirus on Monday, taking the number of people who have tested positive in the country to five, and hammering already rocky stock markets.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-india-idUSKBN20P15O",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497700496&w=1200&r=LYNXMPEG210TC",
            "publishedAt": "2020-03-02T11:03:07Z",
            "content": "BENGALURU (Reuters) - India reported two more cases of coronavirus on Monday, taking the number of people who have tested positive in the country to five, and hammering already rocky stock markets. \r\nOne of the new cases was detected in the capital, New Delhi… [+1530 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan confirms at least 15 new coronavirus infections on Monday: Kyodo",
            "description": "Japan on Monday confirmed at least 15 new coronavirus cases, bringing the number of cases in the country to 976 including passengers infected by the pathogen on the Diamond Princess cruise ship, Kyodo newswire reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-infections-idUSKBN20P1MR",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497703737&w=1200&r=LYNXMPEG21180",
            "publishedAt": "2020-03-02T11:47:35Z",
            "content": "TOKYO (Reuters) - Japan on Monday confirmed at least 15 new coronavirus cases, bringing the number of cases in the country to 976 including passengers infected by the pathogen on the Diamond Princess cruise ship, Kyodo newswire reported. \r\nInfections were rep… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Saqib Iqbal Ahmed",
            "title": "U.S. stock short-sellers notch $105 billion week in coronavirus sell-off",
            "description": "Investors targeting declines in U.S. stocks saw sizeable gains during last week's sell-off, as markets plunged on concerns that the spread of the coronavirus was accelerating beyond China.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-investors-short-idUSKBN20P2W6",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497811993&w=1200&r=LYNXMPEG2127E",
            "publishedAt": "2020-03-02T19:24:14Z",
            "content": "NEW YORK (Reuters) - Investors targeting declines in U.S. stocks saw sizeable gains during last week’s sell-off, as markets plunged on concerns that the spread of the coronavirus was accelerating beyond China. \r\nShort sellers - who hope to profit by selling b… [+3603 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "China's president says research centers to be set up to help contain coronavirus",
            "description": "China's president Xi Jinping said that a series of national clinical research centers would be set up to help contain the coronavirus outbreak, state television CCTV reported on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-president-idUSKBN20P1OF",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497703748&w=1200&r=LYNXMPEG2119P",
            "publishedAt": "2020-03-02T12:00:18Z",
            "content": "BEIJING (Reuters) - China’s president Xi Jinping said that a series of national clinical research centers would be set up to help contain the coronavirus outbreak, state television CCTV reported on Monday. \r\nXi, speaking on a visit to several medicine institu… [+417 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Hyonhee Shin",
            "title": "South Korea seeks murder charges as coronavirus kills more than 3,000 worldwide",
            "description": "South Korea sought murder charges against leaders of a secretive church at the center of a ballooning coronavirus outbreak in the country on Monday as the global death toll rose above 3,000.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-idUSKBN20P1LO",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497703862&w=1200&r=LYNXMPEG2117W",
            "publishedAt": "2020-03-02T12:10:38Z",
            "content": "SEOUL/BEIJING (Reuters) - South Korea sought murder charges against leaders of a secretive church at the center of a ballooning coronavirus outbreak in the country on Monday as the global death toll rose above 3,000. \r\nWorld stock markets regained some calm a… [+5453 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Iceland confirms first three cases of coronavirus, in patients returning from Italy",
            "description": "The first three cases of people infected with coronavirus have been confirmed in Iceland, the country's Department of Civil Protection and Emergency Management said in a statement late on Sunday.",
            "url": "https://www.reuters.com/article/uk-health-coronavirus-iceland-idUSKBN20P195",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T11:03:07Z",
            "content": "COPENHAGEN (Reuters) - The first three cases of people infected with coronavirus have been confirmed in Iceland, the country’s Department of Civil Protection and Emergency Management said in a statement late on Sunday. \r\nThe first patient was diagnosed on Fri… [+205 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Australia warns it can't stop the spread of coronavirus from overseas",
            "description": "Australia's chief medical officer said on Monday it was no longer possible to completely prevent people with the coronavirus from entering the country, citing concerns about outbreaks in Japan and South Korea.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-australia-cases-idUSKBN20P0EN",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497667528&w=1200&r=LYNXMPEG210DZ",
            "publishedAt": "2020-03-02T04:18:26Z",
            "content": "SYDNEY (Reuters) - Australia’s chief medical officer said on Monday it was no longer possible to completely prevent people with the coronavirus from entering the country, citing concerns about outbreaks in Japan and South Korea. \r\nAustralia, one of the first … [+2306 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Germany, France monitoring coronavirus very closely, ready for decisive action: Scholz",
            "description": "Germany and France are monitoring the spread of the coronavirus very closely, Finance Minister Olaf Scholz said on Monday after talks with his French counterpart Bruno Le Maire, adding that Berlin and Paris were ready to take decisive action if needed.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-germany-france-idUSKBN20P317",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497833432&w=1200&r=LYNXMPEG212E2",
            "publishedAt": "2020-03-02T20:23:53Z",
            "content": "BERLIN (Reuters) - Germany and France are monitoring the spread of the coronavirus very closely, Finance Minister Olaf Scholz said on Monday after talks with his French counterpart Bruno Le Maire, adding that Berlin and Paris were ready to take decisive actio… [+547 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Noel Randewich",
            "title": "Apple stock rebounds almost 7% to head for strongest day since 2018",
            "description": "Shares in Apple surged 6.9% on Monday, helped by a broad Wall Street rebound and an upgraded rating from an analyst who said the iPhone maker's stock had become oversold following last week's rout related to fears about the new coronavirus.",
            "url": "https://www.reuters.com/article/us-apple-stocks-idUSKBN20P2RK",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497791320&w=1200&r=LYNXMPEG21249",
            "publishedAt": "2020-03-02T18:23:57Z",
            "content": "SAN FRANCISCO (Reuters) - Shares in Apple (AAPL.O) surged 6.9% on Monday, helped by a broad Wall Street rebound and an upgraded rating from an analyst who said the iPhone maker’s stock had become oversold following last week’s rout related to fears about the … [+1535 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Tajikistan shuts border to nationals of 35 countries: sources",
            "description": "The government of Tajikistan has instructed airlines and travel agencies to stop selling tickets to nationals of 35 countries including the United States, Britain, China, Japan and Iran, industry sources said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-tajikistan-idUSKBN20P28G",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:10:33Z",
            "content": "DUSHANBE (Reuters) - The government of Tajikistan has instructed airlines and travel agencies to stop selling tickets to nationals of 35 countries including the United States, Britain, China, Japan and Iran, industry sources said on Monday. \r\nIn a letter to t… [+598 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UAE evacuating its citizens in Iran: WAM",
            "description": "The United Arab Emirates announced it will evacuate its citizens from Iran, state news agency (WAM) reported on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-emirates-iran-idUSKBN20P2WX",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497811148&w=1200&r=LYNXMPEG2129I",
            "publishedAt": "2020-03-02T19:18:47Z",
            "content": "CAIRO (Reuters) - The United Arab Emirates announced it will evacuate its citizens from Iran, state news agency (WAM) reported on Monday. \r\nThe agency added that this step comes amid the spread of coronavirus in a number of countries, and all the returning pe… [+97 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jeffrey Heller",
            "title": "Mired in stalemate, Israel holds another election on Netanyahu's future",
            "description": "Israeli Prime Minister Benjamin Netanyahu seeks re-election on Monday under the weight of an imminent corruption trial, with the country's third ballot in less than a year predicted to end in another deadlock.",
            "url": "https://www.reuters.com/article/us-israel-election-idUSKBN20P00F",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497586045&w=1200&r=LYNXMPEG21009",
            "publishedAt": "2020-03-02T00:17:28Z",
            "content": "JERUSALEM (Reuters) - Israeli Prime Minister Benjamin Netanyahu seeks re-election on Monday under the weight of an imminent corruption trial, with the country’s third ballot in less than a year predicted to end in another deadlock. \r\nThe election follows two … [+3377 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Jeffrey Heller",
            "title": "Netanyahu declares victory in Israeli election",
            "description": "Prime Minister Benjamin Netanyahu declared victory on Tuesday in Israel's third election in less than a year, after television exit polls showed him just a seat short of a governing majority in parliament.",
            "url": "https://www.reuters.com/article/us-israel-election-idUSKBN20P3BS",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497887402&w=1200&r=LYNXMPEG212MY",
            "publishedAt": "2020-03-02T23:08:44Z",
            "content": "JERUSALEM (Reuters) - Prime Minister Benjamin Netanyahu declared victory on Tuesday in Israel’s third election in less than a year, after television exit polls showed him just a seat short of a governing majority in parliament. \r\nA win for Netanyahu, 70, afte… [+4231 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Mari Saito",
            "title": "In Fukushima, Olympic torch relay faces cool welcome from nuclear evacuees",
            "description": "Dressed in protective plastic coveralls and white booties, Yuji Onuma stood in front of the row of derelict buildings that included his house, and sighed as he surveyed his old neighborhood.",
            "url": "https://www.reuters.com/article/us-olympics-2020-futaba-insight-idUSKBN20P03M",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497607366&w=1200&r=LYNXMPEG2102W",
            "publishedAt": "2020-03-02T01:23:48Z",
            "content": "FUTABA, Japan (Reuters) - Dressed in protective plastic coveralls and white booties, Yuji Onuma stood in front of the row of derelict buildings that included his house, and sighed as he surveyed his old neighborhood. \r\nOn the once-bustling main street, reddis… [+7650 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Portugal registers first two cases of coronavirus: SIC television",
            "description": "Portugal registered its first two cases of the new coronavirus on Monday, SIC television channel reported.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-portugal-idUSKBN20P1BB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T10:12:53Z",
            "content": "LISBON (Reuters) - Portugal registered its first two cases of the new coronavirus on Monday, SIC television channel reported. \r\nIt said one case was discovered in a man who had recently traveled to Italy and another one in a man who had returned from Spain. B… [+181 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Latvia reports its first coronavirus case: ministry",
            "description": "Latvia said on Monday it had confirmed its first case of the new coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-latvia-idUSKBN20P2IU",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T16:52:54Z",
            "content": "RIGA (Reuters) - Latvia said on Monday it had confirmed its first case of the new coronavirus. \r\n“The health ministry confirms that the first patient has been diagnosed with the coronavirus in Latvia,” the health ministry said in a statement. It gave no furth… [+66 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Factbox: Airlines suspend flights due to coronavirus outbreak",
            "description": "Airlines have been suspending flights or modifying services in response to the coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-china-health-airlines-factbox-idUSKBN20P2YY",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497823333&w=1200&r=LYNXMPEG212CH",
            "publishedAt": "2020-03-02T19:55:39Z",
            "content": "(Reuters) - Airlines have been suspending flights or modifying services in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELLED ALL FLIGHTS TO MAINLAND CHINA \r\n**American Airlines (AAL.O) has extend… [+10295 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Indonesia confirms first cases of coronavirus",
            "description": "Indonesian President Joko Widodo said on Monday two Indonesians had tested positive for coronavirus after being in contact with an infected Japanese national, marking the first confirmed cases in the world's fourth most populous country.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/ld5z4KlMj6o/indonesia-confirms-first-cases-of-coronavirus-idUSKBN20P0FZ",
            "urlToImage": null,
            "publishedAt": "2020-03-02T05:58:35Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Saudi Arabia announces first case of coronavirus",
            "description": "Saudi Arabia on Monday announced its first case of the new coronavirus, the health ministry said, according to the state news agency.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/yaSOlOR5G10/saudi-arabia-announces-first-case-of-coronavirus-idUSKBN20P2FK",
            "urlToImage": null,
            "publishedAt": "2020-03-02T16:15:09Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Senegal confirms first coronavirus case: health ministry",
            "description": "Senegal's health minister on Monday announced the first case of coronavirus in the country, the second case in sub-Saharan Africa after one was confirmed in Nigeria last week.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-senegal-idUSKBN20P2JX",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T17:02:23Z",
            "content": "DAKAR (Reuters) - Senegal’s health minister on Monday announced the first case of coronavirus in the country, the second case in sub-Saharan Africa after one was confirmed in Nigeria last week. \r\nThe patient is a French man who lives in Senegal and flew back … [+816 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hubei, epicenter of China's coronavirus outbreak, reports sharp drop in new cases",
            "description": "China's central Hubei province, the epicenter of the country's coronavirus outbreak, reported less than 200 cases of new infections for the first time since January.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-toll-idUSKBN20P01K",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497596060&w=1200&r=LYNXMPEG2100Z",
            "publishedAt": "2020-03-02T00:50:36Z",
            "content": "BEIJING (Reuters) - China’s central Hubei province, the epicenter of the country’s coronavirus outbreak, reported less than 200 cases of new infections for the first time since January. \r\nHubei had 196 new confirmed cases on Sunday, the National Health Commis… [+839 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Masked and gloved: Israelis in quarantine from coronavirus vote in election",
            "description": "Paramedics dressed in head-to-toe protective gear stood guard at dedicated polling stations where Israelis under quarantine from the coronavirus voted in Monday's election.",
            "url": "https://www.reuters.com/article/us-israel-election-health-coronavirus-idUSKBN20P1BZ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T10:21:46Z",
            "content": "JERUSALEM (Reuters) - Paramedics dressed in head-to-toe protective gear stood guard at dedicated polling stations where Israelis under quarantine from the coronavirus voted in Monday’s election. \r\nOne by one, voters in face masks and gloves who have been isol… [+1461 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "France's Macron cancels events to focus on coronavirus response",
            "description": "French President Emmanuel Macron canceled two scheduled events this week to focus on France's response to the coronavirus crisis, his office said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-macron-idUSKBN20P1OD",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497703805&w=1200&r=LYNXMPEG2119N",
            "publishedAt": "2020-03-02T11:58:48Z",
            "content": "PARIS (Reuters) - French President Emmanuel Macron canceled two scheduled events this week to focus on France’s response to the coronavirus crisis, his office said on Monday. \r\nA visit to southwestern France on Wednesday was postponed while his attendance at … [+250 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "WHO technical team arrives in Iran to support coronavirus response",
            "description": "A team from the World Health Organization (WHO) arrived in Tehran on Monday to support Iran's response to a coronavirus outbreak, the WHO said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-iran-who-idUSKBN20P2DW",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:56:13Z",
            "content": "DUBAI (Reuters) - A team from the World Health Organization (WHO) arrived in Tehran on Monday to support Iran’s response to a coronavirus outbreak, the WHO said on Monday. \r\n“The plane carrying the technical team also contained a shipment of medical supplies … [+218 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Qatar health ministry reports four new cases of coronavirus infection: QNA",
            "description": "Qatar's health ministry said on Monday that medical tests had revealed four new cases of coronavirus infection in the country, state news agency QNA said in a tweet.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-qatar-idUSKBN20P2CP",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:48:25Z",
            "content": "DUBAI (Reuters) - Qatar’s health ministry said on Monday that medical tests had revealed four new cases of coronavirus infection in the country, state news agency QNA said in a tweet. \r\nTwo Qatari citizens, and two domestic workers who were accompanying them … [+499 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Oman bans entry of visitors from countries where coronavirus has spread",
            "description": "Oman banned entry of visitors from countries where coronavirus has spread, the foreign ministry said on Twitter on Monday, without specifying countries.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-oman-idUSKBN20P2UB",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T18:53:29Z",
            "content": "CAIRO (Reuters) - Oman banned entry of visitors from countries where coronavirus has spread, the foreign ministry said on Twitter on Monday, without specifying countries. \r\nThe ministry added that this comes as a precautionary procedure, and will be applied o… [+98 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Gavin Jones",
            "title": "Policeman, fireman test positive for coronavirus in Rome",
            "description": "A policeman and a fireman based in Rome have tested positive for the new coronavirus, authorities said, raising the risk of the virus spreading in the Italian capital.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-idUSKBN20P19J",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:06:42Z",
            "content": "ROME (Reuters) - A policeman and a fireman based in Rome have tested positive for the new coronavirus, authorities said, raising the risk of the virus spreading in the Italian capital. \r\nAround 90% of the 1,694 cases reported in Italy to Sunday are concentrat… [+2986 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "U.S. Senate leader wants to pass coronavirus bill within two weeks",
            "description": "U.S. Senate Majority Leader Mitch McConnell said on Monday he wanted the Senate to pass a spending bill for the coronavirus \"within the next two weeks.\"",
            "url": "https://www.reuters.com/article/us-health-coronavirus-senate-idUSKBN20P34K",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497847481&w=1200&r=LYNXMPEG212GQ",
            "publishedAt": "2020-03-02T21:10:56Z",
            "content": "WASHINGTON (Reuters) - U.S. Senate Majority Leader Mitch McConnell said on Monday he wanted the Senate to pass a spending bill for the coronavirus “within the next two weeks.” \r\nThe bill is expected to provide billions of dollars for the virus response. The H… [+156 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "South Korea reports 123 new coronavirus cases, taking total to 4,335 - Yonhap",
            "description": "South Korea reported 123 new coronavirus cases, taking the country's total infections to 4,335, the Yonhap news agency said, citing health authorities.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/M_cx8_0HQBo/south-korea-reports-123-new-coronavirus-cases-taking-total-to-4335-yonhap-idUSKBN20P10G",
            "urlToImage": null,
            "publishedAt": "2020-03-02T16:11:15Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "BeiGene warns of hit to sales and clinical trials from coronavirus outbreak",
            "description": "BeiGene Ltd <6160.HK> said on Monday it expects the coronavirus outbreak to impact its operations in China, including sales and clinical trials, particularly in the first quarter.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-beigene-idUSKBN20P36H",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497857573&w=1200&r=LYNXMPEG212IS",
            "publishedAt": "2020-03-02T21:37:26Z",
            "content": "(Reuters) - BeiGene Ltd (6160.HK) (BGNE.O) said on Monday it expects the coronavirus outbreak to impact its operations in China, including sales and clinical trials, particularly in the first quarter. \r\nThe China-based drugmaker said the impact could possibly… [+200 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "EU ministers to discuss coronavirus as concerns mount in Europe",
            "description": "European Union ministers will discuss possible responses to the coronavirus outbreak in extraordinary meetings this week, a sign of growing concern over the epidemic's spread to most EU countries.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-eu-idUSKBN20P1F7",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497700088&w=1200&r=LYNXMPEG2110D",
            "publishedAt": "2020-03-02T10:42:21Z",
            "content": "BRUSSELS (Reuters) - European Union ministers will discuss possible responses to the coronavirus outbreak in extraordinary meetings this week, a sign of growing concern over the epidemic’s spread to most EU countries. \r\nThe spread of the virus raises question… [+2051 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Canada tells travelers from Iran to isolate over coronavirus",
            "description": "Canada is telling travelers from Iran to isolate themselves at home for 14 days because of the novel coronavirus, the same direction given to people arriving from Hubei, China, the epicenter of the outbreak, officials said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-canada-iran-idUSKBN20P33G",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497845083&w=1200&r=LYNXMPEG212G1",
            "publishedAt": "2020-03-02T21:05:34Z",
            "content": "TORONTO (Reuters) - Canada is telling travelers from Iran to isolate themselves at home for 14 days because of the novel coronavirus, the same direction given to people arriving from Hubei, China, the epicenter of the outbreak, officials said on Monday. \r\nCan… [+507 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Sweden ups risk of wide coronavirus outbreak in Sweden to 'moderate'",
            "description": "Sweden's Public Health Agency on Monday raised its assessment of the risk of a widespread outbreak of coronavirus in Sweden to \"moderate\" from \"low\", the head of the agency told a news conference.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-sweden-risks-idUSKBN20P1SR",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:55:14Z",
            "content": "STOCKHOLM (Reuters) - Sweden’s Public Health Agency on Monday raised its assessment of the risk of a widespread outbreak of coronavirus in Sweden to “moderate” from “low”, the head of the agency told a news conference. \r\n The agency also said it now sees the … [+434 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Malaysia's new PM takes office amid economic challenges",
            "description": "Muhyiddin Yassin took office as Malaysia's new prime minister on Monday, capping a week of political chaos caused by the shock resignation of Mahathir Mohamad, and as the country's economy weakens mainly due to the spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-malaysia-politics-idUSKBN20P13J",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497693976&w=1200&r=LYNXMPEG210RY",
            "publishedAt": "2020-03-02T10:05:42Z",
            "content": "KUALA LUMPUR (Reuters) - Muhyiddin Yassin took office as Malaysia’s new prime minister on Monday, capping a week of political chaos caused by the shock resignation of Mahathir Mohamad, and as the country’s economy weakens mainly due to the spread of the coron… [+2373 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kazakhstan to bar Iranian nationals from entry over virus",
            "description": "Kazakhstan will bar Iranian nationals from entering the Central Asian nation starting from March 5, the government said on Monday, as part of efforts to prevent the spread of the coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-kazakhstan-iran-idUSKBN20P0CE",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T03:34:15Z",
            "content": "NUR-SULTAN (Reuters) - Kazakhstan will bar Iranian nationals from entering the Central Asian nation starting from March 5, the government said on Monday, as part of efforts to prevent the spread of the coronavirus. \r\nThe government will also decrease the numb… [+247 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Japan to announce more measures on March 10 to counter virus: PM Abe",
            "description": "Japan will announce a second batch of measures around March 10 to prevent the spread of the coronavirus and mitigate its damage to the economy, Prime Minister Shinzo Abe said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-japan-idUSKBN20P018",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497590119&w=1200&r=LYNXMPEG2100V",
            "publishedAt": "2020-03-02T00:31:05Z",
            "content": "TOKYO (Reuters) - Japan will announce a second batch of measures around March 10 to prevent the spread of the coronavirus and mitigate its damage to the economy, Prime Minister Shinzo Abe said on Monday. \r\nThe government will take sufficient steps including h… [+508 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "PM Johnson says UK ready for potential economic downside of coronavirus",
            "description": "British Prime Minister Boris Johnson said on Monday that the government was ready for a potential economic downside of the coronavirus outbreak, but that the fundamentals of the economy were strong.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-johnson-ec-idUSKBN20P30B",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497828540&w=1200&r=LYNXMPEG212DC",
            "publishedAt": "2020-03-02T20:12:22Z",
            "content": "LONDON (Reuters) - British Prime Minister Boris Johnson said on Monday that the government was ready for a potential economic downside of the coronavirus outbreak, but that the fundamentals of the economy were strong. \r\nThe United Kingdom has so far had 40 co… [+520 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Amazon confirms two employees in Italy have contracted coronavirus",
            "description": "Amazon.com Inc said late on Sunday that two employees in Milan, Italy, have contracted the coronavirus and are under quarantine.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-amazon-com-idUSKBN20P04M",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497618544&w=1200&r=LYNXMPEG2104O",
            "publishedAt": "2020-03-02T01:58:38Z",
            "content": "WASHINGTON (Reuters) - Amazon.com Inc said late on Sunday that two employees in Milan, Italy, have contracted the coronavirus and are under quarantine. \r\n“We’re supporting the affected employees who were in Milan and are now in quarantine,” company spokesman … [+723 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Caroline Valetkevitch",
            "title": "Coronavirus expected to hurt U.S. earnings harder and longer",
            "description": "The hit to U.S. corporate earnings from the coronavirus epidemic is getting harder and messier to predict.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-results-idUSKBN20P0QF",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497684309&w=1200&r=LYNXMPEG210KV",
            "publishedAt": "2020-03-02T07:12:01Z",
            "content": "NEW YORK (Reuters) - The hit to U.S. corporate earnings from the coronavirus epidemic is getting harder and messier to predict. \r\nWall Street strategists have been slashing forecasts as the impact from the virus is set to be felt far further than the first qu… [+3052 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Nike temporarily closes European headquarters due to coronavirus case",
            "description": "Nike's European headquarters in the Netherlands will be closed on Monday and Tuesday after an employee was infected with the coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/QGabNSx9PTM/nike-temporarily-closes-european-headquarters-due-to-coronavirus-case-idUSKBN20P0NK",
            "urlToImage": null,
            "publishedAt": "2020-03-02T07:09:42Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Italy's lockdown: just rockin' the quarantine away",
            "description": "Teenagers with bottles of beer in their hands listen to loud music on a patchy lawn as a train speeds by the northern Italian town of San Fiorano, in a \"red zone\" - one of the areas placed under quarantine at the heart of Italy's coronavirus outbreak.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-red-zone-dia-idUSKBN20P2WD",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497810017&w=1200&r=LYNXMPEG2127L",
            "publishedAt": "2020-03-02T19:10:45Z",
            "content": "SAN FIORANO, Italy (Reuters) - Teenagers with bottles of beer in their hands listen to loud music on a patchy lawn as a train speeds by the northern Italian town of San Fiorano, in a “red zone” - one of the areas placed under quarantine at the heart of Italy’… [+1810 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two-week U.N. gender equality meeting cut to one day over coronavirus",
            "description": "An annual two-week United Nations meeting on the promotion of gender equality and the empowerment of women, usually attended by thousands of people from around the world, has been scaled back to a one-day event due the global outbreak of coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-un-idUSKBN20P2Y1",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T20:05:28Z",
            "content": "UNITED NATIONS (Reuters) - An annual two-week United Nations meeting on the promotion of gender equality and the empowerment of women, usually attended by thousands of people from around the world, has been scaled back to a one-day event due the global outbre… [+1037 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Conor Humphries",
            "title": "Ryanair to cut Italy flights by 25% due to coronavirus",
            "description": "Ryanair will cut capacity in and out of Italy, its largest market, by 25% for three weeks due to a significant drop off in bookings since a coronavirus outbreak, Europe's biggest low-cost airline said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-ryanair-idUSKBN20P2PA",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497781135&w=1200&r=LYNXMPEG2121X",
            "publishedAt": "2020-03-02T17:55:58Z",
            "content": "DUBLIN (Reuters) - Ryanair (RYA.I) will cut capacity in and out of Italy, its largest market, by 25% for three weeks due to a significant drop off in bookings since a coronavirus outbreak, Europe’s biggest low-cost airline said on Monday. \r\nThe Irish airline … [+2027 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Lawrence White",
            "title": "Banks in Europe step up coronavirus contingency trading plans",
            "description": "Banks and exchanges in Europe are readying out-of-town offices, splitting shifts and isolating some teams to ensure they can keep trading if coronavirus spreads in more major financial centers.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-banks-idUSKBN20P28E",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497724067&w=1200&r=LYNXMPEG211PN",
            "publishedAt": "2020-03-02T15:11:29Z",
            "content": "LONDON (Reuters) - Banks and exchanges in Europe are readying out-of-town offices, splitting shifts and isolating some teams to ensure they can keep trading if coronavirus spreads in more major financial centers. \r\nEchoing steps already taken in Shanghai and … [+3795 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hyundai Motor's February sales down 13% amid coronavirus outbreak",
            "description": "South Korea's Hyundai Motor <005380.KS> said on Monday its sales fell 13% on-year to 275,044 vehicles globally in February amid a coronavirus outbreak that disrupted supply of parts from China.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-southkorea-hyundai-idUSKBN20P0RK",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497684971&w=1200&r=LYNXMPEG210LD",
            "publishedAt": "2020-03-02T07:21:58Z",
            "content": "SEOUL (Reuters) - South Korea’s Hyundai Motor (005380.KS) said on Monday its sales fell 13% on-year to 275,044 vehicles globally in February amid a coronavirus outbreak that disrupted supply of parts from China. \r\nHyundai, which with affiliate Kia Motors (000… [+704 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "G7 finance ministers plan call on Tuesday on coronavirus: sources",
            "description": "G7 finance ministers are expected to hold a conference call on Tuesday to discuss measures to deal with the economic impact of the coronavirus outbreak, three sources told Reuters.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-g7-idUSKBN20P2JT",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T17:03:26Z",
            "content": "ROME (Reuters) - G7 finance ministers are expected to hold a conference call on Tuesday to discuss measures to deal with the economic impact of the coronavirus outbreak, three sources told Reuters. \r\nThe outbreak is plunging the world economy into its worst d… [+291 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Leigh Thomas",
            "title": "Global growth plunging into downturn over coronavirus, OECD says",
            "description": "The coronavirus outbreak is plunging the world economy into its worst downturn since the global financial crisis, the Organisation for Economic Cooperation and Development warned on Monday, urging governments and central banks to fight back to avoid an even s…",
            "url": "https://www.reuters.com/article/us-health-coronavirus-oecd-idUSKBN20P1BE",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497698236&w=1200&r=LYNXMPEG210Y0",
            "publishedAt": "2020-03-02T17:03:26Z",
            "content": "PARIS (Reuters) - The coronavirus outbreak is plunging the world economy into its worst downturn since the global financial crisis, the Organisation for Economic Cooperation and Development warned on Monday, urging governments and central banks to fight back … [+3427 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Airline body IATA calls on Mideast governments to help airlines handle coronavirus outbreak",
            "description": "Middle East governments should consider providing support to airlines to help them manage the impact of the coronavirus outbreak, which has led to a raft of flight cancellations, the industry's largest global body said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-airlines-middle-ea-idUSKBN20P1A9",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497699858&w=1200&r=LYNXMPEG2110U",
            "publishedAt": "2020-03-02T10:47:18Z",
            "content": "ABU DHABI (Reuters) - Middle East governments should consider providing support to airlines to help them manage the impact of the coronavirus outbreak, which has led to a raft of flight cancellations, the industry’s largest global body said on Monday. \r\nGloba… [+2097 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Big Fed rate cuts baked into futures prices as virus spreads",
            "description": "The U.S. central bank will deliver a big dose of stimulus starting this month in a bid to protect the world's biggest economy from the impact of the coronavirus, traders of futures contracts tied to Federal Reserve policy are betting.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/pLTvZOo5BbY/big-fed-rate-cuts-baked-into-futures-prices-as-virus-spreads-idUSKBN20P2CD",
            "urlToImage": null,
            "publishedAt": "2020-03-02T17:59:56Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Leika Kihara",
            "title": "Asian factories take a beating from virus outbreak",
            "description": "Asia's factories took a heavy hit in February from the coronavirus outbreak with activity in China shrinking at a record pace, business surveys showed on Monday, adding to fears the crisis risks triggering a global recession.",
            "url": "https://www.reuters.com/article/us-global-economy-idUSKBN20P0BP",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497650059&w=1200&r=LYNXMPEG210AY",
            "publishedAt": "2020-03-02T03:27:42Z",
            "content": "TOKYO (Reuters) - Asia’s factories took a heavy hit in February from the coronavirus outbreak with activity in China shrinking at a record pace, business surveys showed on Monday, adding to fears the crisis risks triggering a global recession. \r\nChina’s facto… [+3251 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Oil up over 2% as hopes of OPEC cut, stimulus counter virus gloom",
            "description": "Oil prices rose over 2% on Monday, reversing an early fall to multi-year lows as hopes of a deeper cut in output by OPEC and stimulus from central banks countered worries about damage to demand from the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/5c2lJV4Bc_8/oil-up-over-2-as-hopes-of-opec-cut-stimulus-counter-virus-gloom-idUSKBN20P03B",
            "urlToImage": null,
            "publishedAt": "2020-03-02T16:35:17Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "IMF, World Bank say ready to address economic challenges of coronavirus",
            "description": "The International Monetary Fund and the World Bank on Monday said they stood ready to help member countries address the human and economic challenges of the fast-spreading coronavirus outbreak, including through emergency funding.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-imf-world-bank-idUSKBN20P2KG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497764394&w=1200&r=LYNXMPEG211YI",
            "publishedAt": "2020-03-02T17:11:17Z",
            "content": "WASHINGTON (Reuters) - The International Monetary Fund and the World Bank on Monday said they stood ready to help member countries address the human and economic challenges of the fast-spreading coronavirus outbreak, including through emergency funding. \r\nIn … [+485 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Wall Street up in choppy trade, stimulus measures take center stage",
            "description": "U.S. stock indexes were slightly higher in choppy trading on Monday, as investors assessed the efficacy of further monetary stimulus amid the growing economic impact of the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/lKsuEMl0juo/wall-street-up-in-choppy-trade-stimulus-measures-take-center-stage-idUSKBN20P1U0",
            "urlToImage": null,
            "publishedAt": "2020-03-02T15:44:59Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "British Airways cancels some flights to United States as coronavirus hits demand",
            "description": "British Airways on Monday said it was cancelling some flights from London to the United States to match reduced demand for flying due to the impact of a new coronavirus on consumer sentiment.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-british-airways-idUSKBN20P2MI",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497769454&w=1200&r=LYNXMPEG2120D",
            "publishedAt": "2020-03-02T17:23:50Z",
            "content": "LONDON (Reuters) - British Airways on Monday said it was cancelling some flights from London to the United States to match reduced demand for flying due to the impact of a new coronavirus on consumer sentiment. \r\nBA owner IAG last week said that the spread of… [+1142 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK preparing measures to help business, economy if coronavirus spreads - Reuters",
            "description": "The British government is preparing possible measures to support the health service, businesses and the economy as the outbreak of coronavirus continues to spread, the finance ministry said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-idUSKBN20P3AF",
            "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497880392&w=1200&r=LYNXMPEG212M2",
            "publishedAt": "2020-03-02T22:47:00Z",
            "content": "LONDON (Reuters) - The British government is preparing possible measures to support the health service, businesses and the economy as the outbreak of coronavirus continues to spread, the finance ministry said on Monday. \r\nThe United Kingdom has so far had 40 … [+2332 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "UK says four more confirmed cases of coronavirus",
            "description": "British health authorities said on Monday there had been four more confirmed cases of coronavirus, bringing the total to 40.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-cases-idUSKBN20P232",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497714165&w=1200&r=LYNXMPEG211M3",
            "publishedAt": "2020-03-02T14:23:07Z",
            "content": "LONDON (Reuters) - British health authorities said on Monday there had been four more confirmed cases of coronavirus, bringing the total to 40. \r\nChris Whitty, the Chief Medical Officer of England, said the four new patients had recently traveled from Italy. … [+195 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Algeria confirms two more coronavirus cases",
            "description": "Algeria has confirmed two new cases of coronavirus infections, in a women and her daughter aged 53 and 24 years respectively, the health ministry said early on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-algeria-idUSKBN20P00S",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T00:20:27Z",
            "content": "ALGIERS (Reuters) - Algeria has confirmed two new cases of coronavirus infections, in a women and her daughter aged 53 and 24 years respectively, the health ministry said early on Monday. \r\nThe cases brought to three the number of people infected with the vir… [+87 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "HNA Group-controlled companies' shares rise after government help sought",
            "description": "Shares in HNA Group-controlled companies rose on Monday after the Chinese aviation and tourism conglomerate said it had asked the government to help it resolve liquidity risk caused by the coronavirus outbreak which has put heavy pressure on the airline indus…",
            "url": "https://www.reuters.com/article/us-health-coronavirus-hna-group-idUSKBN20P0GD",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497675808&w=1200&r=LYNXMPEG210FE",
            "publishedAt": "2020-03-02T04:53:56Z",
            "content": "BEIJING/SHANGHAI (Reuters) - Shares in HNA Group-controlled companies rose on Monday after the Chinese aviation and tourism conglomerate said it had asked the government to help it resolve liquidity risk caused by the coronavirus outbreak which has put heavy … [+3005 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Futures traders bet on big U.S. rate cut by Fed this month",
            "description": "The U.S. central bank will deliver a big dose of stimulus this month in a bid to protect the world's biggest economy from the impact of the spread of the new coronavirus, traders of futures contracts tied to the Federal Reserve's policy rate are betting.",
            "url": "https://www.reuters.com/article/us-usa-fed-futures-idUSKBN20P2CD",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T15:46:39Z",
            "content": "(Reuters) - The U.S. central bank will deliver a big dose of stimulus this month in a bid to protect the world’s biggest economy from the impact of the spread of the new coronavirus, traders of futures contracts tied to the Federal Reserve’s policy rate are b… [+647 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Oil comes off lows as hopes of OPEC cut, stimulus counter virus gloom",
            "description": "Oil prices rebounded more than $1 a barrel after earlier hitting multi-year lows on Monday, as hopes of a deeper cut in output by OPEC and stimulus from central banks countered worries about damage to demand from the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/yZMR0c011aw/oil-comes-off-lows-as-hopes-of-opec-cut-stimulus-counter-virus-gloom-idUSKBN20P03B",
            "urlToImage": null,
            "publishedAt": "2020-03-02T05:12:35Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Muyu Xu",
            "title": "More traffic, night lights show China's factories restart as new virus cases drop",
            "description": "Nearly 300 million people have gone back to work in China since the Lunar New Year break as more companies restart business and coronavirus travel restrictions ease, although many small firms are still struggling to find enough workers to run plants.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-bigdata-idUSKBN20P1GE",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497701972&w=1200&r=LYNXMPEG2112N",
            "publishedAt": "2020-03-02T11:03:57Z",
            "content": "BEIJING/SINGAPORE (Reuters) - Nearly 300 million people have gone back to work in China since the Lunar New Year break as more companies restart business and coronavirus travel restrictions ease, although many small firms are still struggling to find enough w… [+4709 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "North Korea fires two projectiles off east coast into sea, South Korea says",
            "description": "North Korea fired two unidentified projectiles off the east coast into the sea on Monday, South Korea's defense ministry said.",
            "url": "https://www.reuters.com/article/us-northkorea-missiles-idUSKBN20P0E3",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T04:19:59Z",
            "content": "SEOUL (Reuters) - North Korea fired two unidentified projectiles off the east coast into the sea on Monday, South Korea’s defense ministry said. \r\nThe ministry said the projectiles were fired from the eastern coastal city of Wonsan, where North Korea has fire… [+367 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Kuwait has 10 new cases of coronavirus, brings total to 56 - TV",
            "description": "Kuwait's Health Ministry announced 10 new cases of coronavirus in the country on Monday bringing the total number to 56, a ministry official said.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-kuwait-idUSKBN20P0T3",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497686032&w=1200&r=LYNXMPEG210LX",
            "publishedAt": "2020-03-02T07:32:57Z",
            "content": "DUBAI (Reuters) - Kuwait’s Health Ministry announced 10 new cases of coronavirus in the country on Monday bringing the total number to 56, a ministry official said. \r\nThe official, who was speaking during a news conference broadcast on state television, urged… [+128 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "PM Johnson says 'very significant' expansion of UK coronavirus cases on the cards",
            "description": "A very significant expansion of the number of cases of coronavirus in Britain is \"clearly on the cards\", Prime Minister Boris Johnson said on Monday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-johnson-ex-idUSKBN20P2RY",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497793930&w=1200&r=LYNXMPEG2124Z",
            "publishedAt": "2020-03-02T18:30:54Z",
            "content": "LONDON (Reuters) - A very significant expansion of the number of cases of coronavirus in Britain is “clearly on the cards”, Prime Minister Boris Johnson said on Monday. \r\nThe United Kingdom so far has 40 confirmed novel coronavirus cases. Earlier Johnson said… [+317 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Coronavirus alert: Russian Cossacks told not to kiss icons",
            "description": "Russian Cossacks have been told by one of their leaders not to kiss icons or clerics' hands to try to prevent the spread of the coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/ae00IfP5E9w/coronavirus-alert-russian-cossacks-told-not-to-kiss-icons-idUSKBN20P2QM",
            "urlToImage": null,
            "publishedAt": "2020-03-02T18:15:02Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Mainland China reports sharp drop in new coronavirus cases on March 1",
            "description": "Mainland China had 202 new confirmed cases of coronavirus infections on Sunday, the country's National Health Commission said on Monday, sharply down from 573 cases a day earlier.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/MZHo_BO0iMs/mainland-china-reports-sharp-drop-in-new-coronavirus-cases-on-march-1-idUSKBN20P01K",
            "urlToImage": null,
            "publishedAt": "2020-03-02T00:39:27Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Hubei, epicenter of China's coronavirus outbreak, reports sharp drop in new cases",
            "description": "China's central Hubei province, the epicenter of the country's coronavirus outbreak, reported less than 200 cases of new infections for the first time since January.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-toll-idUSKBN20P01K",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497596060&w=1200&r=LYNXMPEG2100Z",
            "publishedAt": "2020-03-02T00:50:36Z",
            "content": "BEIJING (Reuters) - China’s central Hubei province, the epicenter of the country’s coronavirus outbreak, reported less than 200 cases of new infections for the first time since January. \r\nHubei had 196 new confirmed cases on Sunday, the National Health Commis… [+839 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Florida confirms two coronavirus cases, one had traveled to Italy: governor",
            "description": "The Centers for Disease Control and Prevention on Monday confirmed that two presumptive coronavirus cases in Florida were positive, Governor Ron DeSantis said during a news conference.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-florida-idUSKBN20P2XL",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497815892&w=1200&r=LYNXMPEG212B6",
            "publishedAt": "2020-03-02T19:32:52Z",
            "content": "(Reuters) - The Centers for Disease Control and Prevention on Monday confirmed that two presumptive coronavirus cases in Florida were positive, Governor Ron DeSantis said during a news conference. \r\nBoth patients are adults. One patient had recently traveled … [+298 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Google asks Dublin staff to work from home as coronavirus precaution",
            "description": "Alphabet Inc's Google has asked around 8,000 staff at its European headquarters in Dublin to work from home on Tuesday as a precaution after a staff-member reported flu-like symptoms.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-google-idUSKBN20P39D",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T22:27:05Z",
            "content": "DUBLIN (Reuters) - Alphabet Inc’s Google has asked around 8,000 staff at its European headquarters in Dublin to work from home on Tuesday as a precaution after a staff-member reported flu-like symptoms. \r\nThe decision comes days after Ireland on Saturday conf… [+879 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "New York state confirms first coronavirus case: Governor Cuomo",
            "description": "New York state has confirmed its first coronavirus test, Goveror Andrew Cuomo said on Twitter Sunday evening, calling on residents to remain calm and not have any \"undue anxiety.\"",
            "url": "https://www.reuters.com/article/us-china-health-usa-new-york-idUSKBN20P037",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497602880&w=1200&r=LYNXMPEG21024",
            "publishedAt": "2020-03-02T01:11:07Z",
            "content": "(Reuters) - New York state has confirmed its first coronavirus test, Goveror Andrew Cuomo said on Twitter Sunday evening, calling on residents to remain calm and not have any “undue anxiety.” \r\nCuomo said the patient is a woman in her 30s who contracted the v… [+134 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "David Shepardson",
            "title": "U.S. agency investigating production of faulty coronavirus test kits",
            "description": "The U.S. Department of Health and Human Services confirmed on Sunday that it is investigating a manufacturing defect in some initial coronavirus test kits that prompted some states to seek emergency approval to use their own test kits.",
            "url": "https://www.reuters.com/article/us-china-health-test-kits-idUSKBN20P09Y",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497650646&w=1200&r=LYNXMPEG2109N",
            "publishedAt": "2020-03-02T03:29:07Z",
            "content": "WASHINGTON (Reuters) - The U.S. Department of Health and Human Services confirmed on Sunday that it is investigating a manufacturing defect in some initial coronavirus test kits that prompted some states to seek emergency approval to use their own test kits. … [+1958 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": "Reuters Editorial",
            "title": "Two patients die of coronavirus in northern France: Le Parisien",
            "description": "Two patients died of coronavirus in northern France, bringing the death toll in the country to four, Le Parisien newspaper said on Monday, citing the mayor of the city of Compiegne and other sources.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-idUSKBN20P1ZN",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "publishedAt": "2020-03-02T14:14:47Z",
            "content": "PARIS (Reuters) - Two patients died of coronavirus in northern France, bringing the death toll in the country to four, Le Parisien newspaper said on Monday, citing the mayor of the city of Compiegne and other sources. \r\n“As of Monday, according to the latest … [+391 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Pence says risk to Americans from coronavirus remains low",
            "description": "Vice President Mike Pence said on Monday the risk to Americans from coronavirus remains low, after authorities in Washington state announced the deaths of four more people, raising the U.S. death toll to six.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/JrELR7p6Vdc/pence-says-risk-to-americans-from-coronavirus-remains-low-idUSKBN20P3AR",
            "urlToImage": null,
            "publishedAt": "2020-03-02T22:51:14Z",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "author": null,
            "title": "Washington state confirms second U.S. coronavirus death; New York reports first case",
            "description": "Health officials in Washington state said on Sunday a second person infected with the coronavirus had died there, while New York's governor said his state confirmed its first case of the illness.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/sM9eAN8uTco/washington-state-confirms-second-u-s-coronavirus-death-new-york-reports-first-case-idUSKBN20O1WF",
            "urlToImage": null,
            "publishedAt": "2020-03-02T02:32:29Z",
            "content": null
        }
    ]
}