{
    "status": "ok",
    "totalResults": 13,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Dasl Yoon, Andrew Jeong",
            "title": "Leader of Secretive Church at Center of South Korea’s Virus Epidemic Apologizes - Wall Street Journal",
            "description": "Leader of Secretive Church at Center of South Korea’s Virus Epidemic Apologizes Wall Street Journal Coronavirus-linked South Korea sect leader apologizes for virus spread amid murder probe Fox News Coronavirus: South Korea church leader apologises for infecti…",
            "url": "https://www.wsj.com/articles/leader-of-secretive-church-at-center-of-south-koreas-virus-epidemic-apologizes-11583151284",
            "urlToImage": "https://images.wsj.net/im-159394/social",
            "publishedAt": "2020-03-02T12:30:00Z",
            "content": "GAPYEONG, South KoreaWith a nation demanding answers as infection cases rise, the 88-year-old founder of a secretive church central to South Koreas coronavirus epidemic issued an apology.\r\nI am not sure what words of mine will do, said Lee Man-hee, head of th… [+183 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Lucy Craymer",
            "title": "Coronavirus Spreading Faster Outside China Than Within - The Wall Street Journal",
            "description": "Coronavirus Spreading Faster Outside China Than Within The Wall Street Journal Coronavirus: EU raises risk level to high, Iran cases exceed 1,500 CNBC What to know about the coronavirus (COVID-19), from symptoms to treatment Sarasota Herald-Tribune Why a go-i…",
            "url": "https://www.wsj.com/articles/coronavirus-spreading-faster-outside-china-than-within-11583142293",
            "urlToImage": "https://images.wsj.net/im-159419/social",
            "publishedAt": "2020-03-02T18:00:00Z",
            "content": "The global death toll from the novel coronavirus surpassed 3,000 Monday, as new cases jumped in Italy, Iran and South Korea and three more nations reported their first confirmed patients.\r\nThe number of confirmed cases has grown more quickly outside China tha… [+273 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Joe Wallace, Chong Koh Ping",
            "title": "Global Stocks Rebound on Stimulus Hopes - The Wall Street Journal",
            "description": "Global Stocks Rebound on Stimulus Hopes The Wall Street Journal Global stocks rebound as investors bet central banks will act over the coronavirus CNN Goldman economists expect Fed to cut rates soon to head off impact of outbreak MarketWatch Another Bad Week …",
            "url": "https://www.wsj.com/articles/treasury-yields-near-1-as-asian-markets-open-lower-11583114956",
            "urlToImage": "https://images.wsj.net/im-159359/social",
            "publishedAt": "2020-03-02T10:30:00Z",
            "content": "Global stocks stabilized Monday on hopes that central banks and governments will take steps to steady financial markets after last weeks rout and shield economic growth from the coronavirus epidemic.\r\nFutures tied to the S&amp;P 500 index rose 1.7%, signaling… [+270 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Alison Sider",
            "title": "Airlines Face Test...",
            "description": "Airlines Face Test... (Top headline, 12th story, link ) Related stories: STOCKS TRY TO RECOVER FROM SICK... DEVELOPING... Stimulus Hopes... Treasury Yields Hit Record Lows... Negative Rates in Sight... Bye-bye handshakes... FEMA prepping for emergency... Viru…",
            "url": "https://www.wsj.com/articles/u-s-airlines-face-test-as-epidemic-spreads-11583157379",
            "urlToImage": "https://images.wsj.net/im-159407/social",
            "publishedAt": "2020-03-02T18:01:36Z",
            "content": "U.S. airlines retooled their businesses over the past decade in ways they said would generate profits even during an economic shock.\r\nThe coronavirus epidemic rippling around the world is providing the biggest test yet of those efforts.\r\nThe most significant … [+88 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Benoit Faucon, Summer Said",
            "title": "Saudis Renew Push for Output Cuts as Coronavirus Weakens Oil Business - The Wall Street Journal",
            "description": "Outbreak is fueling Saudi Arabia’s push for supply cuts, hurting the oil industry’s profits and leading to project delays",
            "url": "https://www.wsj.com/articles/saudis-renew-push-for-output-cuts-as-coronavirus-weakens-oil-business-11583163297",
            "urlToImage": "https://images.wsj.net/im-159449/social",
            "publishedAt": "2020-03-02T18:54:00Z",
            "content": "Saudi Arabia is trying to persuade Russia to join oil producers in an emergency crude-production cut, as the industry grapples with oversupply and operational slowdowns resulting from the spread of the coronavirus.\r\nRepresentatives from the Organization of th… [+270 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Suzanne Vranica",
            "title": "Ad Business Likely to Suffer as Firms Brace for Spread of Coronavirus - The Wall Street Journal",
            "description": "Publicis unit, a large advertising buyer, plans to cut global spending forecast; New York Times warns of slump",
            "url": "https://www.wsj.com/articles/ad-business-likely-to-suffer-as-firms-brace-for-spread-of-coronavirus-11583190283",
            "urlToImage": "https://images.wsj.net/im-159788/social",
            "publishedAt": "2020-03-02T23:14:00Z",
            "content": "With the coming U.S. presidential election and Summer Olympics, 2020 was expected to be a good year for advertising. Then came the coronavirus.\r\nOne of the worlds largest ad buyers plans to lower its forecast for global advertising spending, which is often am… [+90 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey Sparshott",
            "title": "Newsletter: Coronavirus Taking a Toll on Global Economy",
            "description": "Your daily economics newsletter from The Wall Street Journal.",
            "url": "https://blogs.wsj.com/economics/2020/03/02/newsletter-coronavirus-taking-a-toll-on-global-economy/",
            "urlToImage": "https://images.wsj.net/im-159320",
            "publishedAt": "2020-03-02T11:42:31Z",
            "content": "Mar 2, 2020 6:42 am ET\r\n This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Global stocks rebounded, the yield on benchmark 10-year U.S. Treasurys briefly fell close to 1% and investors bet that central ban… [+99 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Paul Hannon",
            "title": "Global Growth to Slow Sharply as Coronavirus Takes Heavy Toll, Says OECD - The Wall Street Journal",
            "description": "Global Growth to Slow Sharply as Coronavirus Takes Heavy Toll, Says OECD The Wall Street Journal How COVID-19 is affecting the economy CBC News Coronavirus may shrink world economy, watchdog says Fox Business Coronavirus 'biggest threat to global economy sinc…",
            "url": "https://www.wsj.com/articles/global-growth-to-slow-sharply-as-coronavirus-takes-heavy-toll-says-oecd-11583143200",
            "urlToImage": "https://images.wsj.net/im-159379/social",
            "publishedAt": "2020-03-02T10:43:00Z",
            "content": "The global economy will slow sharply this year as governments attempt to contain the coronavirus epidemic, although the scale of the setback is highly uncertain, the Organization for Economic Cooperation and Development said Monday.\r\nIn its best case scenario… [+86 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Paul J. Davies",
            "title": "Long-Term U.S. Treasury Yields Hit Record Lows - The Wall Street Journal",
            "description": "Long-Term U.S. Treasury Yields Hit Record Lows The Wall Street Journal Goldman now sees the Federal Reserve getting even more aggressive in the face of coronavirus scare CNBC What Would It Take for the Fed to Cut Rates to Zero? Bloomberg Markets and Finance A…",
            "url": "https://www.wsj.com/articles/long-term-u-s-treasury-yields-hit-record-lows-11583151460",
            "urlToImage": "https://images.wsj.net/im-159397/social",
            "publishedAt": "2020-03-02T12:17:00Z",
            "content": "Investors pushed down the yields on long-term U.S. Treasurys to fresh records early Monday, signaling a flight to the safety of government debt.\r\nYields fell across Europe and in Japan on the growing prospect for central bank action to battle the economic eff… [+161 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Neanda Salvaterra",
            "title": "Coronavirus Saps Energy Markets—Energy Journal",
            "description": "Crude prices were rallying this morning, with Brent—the global benchmark—up more than 2%. Still, oil and gas markets are preparing for what could be another unsettling week as the global coronavirus crisis continues its spread. The epidemic is upending operat…",
            "url": "https://blogs.wsj.com/moneybeat/2020/03/02/coronavirus-saps-energy-markets-energy-journal/",
            "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social",
            "publishedAt": "2020-03-02T14:29:38Z",
            "content": "Mar 2, 2020 9:29 am ET\r\n Crude prices were rallying this morning, with Brentthe global benchmarkup more than 2%. Still, oil and gas markets are preparing for what could be another unsettling week as the global coronavirus crisis continues its spread. The epid… [+146 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "WSJ Staff",
            "title": "WSJ Wealth Adviser Briefing: Exaggerated Selloff, Birkin Bags, Hawaii Property",
            "description": "The coronavirus selloff might be exaggerated; the high resale prices of Birkin bags caused trouble for Hermes, and wealth property owners pursued property on Hawaii's Kona-Kohala coast.",
            "url": "https://blogs.wsj.com/moneybeat/2020/03/02/wsj-wealth-adviser-briefing-exaggerated-selloff-birkin-bags-hawaii-property/",
            "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social",
            "publishedAt": "2020-03-02T11:00:26Z",
            "content": "Mar 2, 2020 6:00 am ET\r\n With the S&amp;P 500 down from last weeks high, is it time to buy the dip? There are lots of ways to approach the question, so lets divide the issue into two: technicals, for whether there should be a bounce soon, and fundamentals, fo… [+62 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": null,
            "title": "How a South Korean Church Helped Spread the Coronavirus",
            "description": "The leader of an enigmatic church, accused by South Korean officials of spreading the coronavirus epidemic, apologized to the public. WSJ’s Dasl Yoon explains how the church’s secretive practices may have jeopardized containment efforts. Photo: Lee Moo Ryul/N…",
            "url": "https://www.wsj.com/video/how-a-south-korean-church-helped-spread-the-coronavirus/35C82C31-E313-48BC-AEBC-DB9283693EFA.html",
            "urlToImage": "http://m.wsj.net/video/20200302/030220daeguvirus1/030220daeguvirus1_1280x720.jpg",
            "publishedAt": "2020-03-02T12:23:10Z",
            "content": "WSJs House of the Year: A Contemporary Home With Hawaiian Spirit \r\n1/30/2020A modern, 7,500 square-foot home connects owner Elizabeth Grossman to the nature and spiritual vortex that drew her to Lanikai, a neighborhood on Oahu. She gives us a tour, and explai… [+64 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Tripp Mickle",
            "title": "Tim Cook and Apple Bet Everything on China. Then Coronavirus Hit.",
            "description": "Quarantines, tariffs and slumping sales have caused agitation about the company’s strategy of assembling most of its products there",
            "url": "https://www.wsj.com/articles/tim-cook-and-apple-bet-everything-on-china-then-coronavirus-hit-11583172087",
            "urlToImage": "https://images.wsj.net/im-159357/social",
            "publishedAt": "2020-03-02T18:05:16Z",
            "content": "Long before the coronavirus struck, Apple Inc.s operations team began raising concerns about the technology giants dependency on China.\r\nSome operations executives suggested as early as 2015 that the company relocate assembly of at least one product to Vietna… [+214 chars]"
        }
    ]
}